Repository: aviarypl/gnome-l10n-pl
Catalog: at-spi2-core.master.*.po
Languages: pl

source: AT-SPI: Unknown signature %s for RemoveAccessible
pl: AT-SPI: nieznany podpis %s dla RemoveAccessible

source: AT-SPI: Error calling getRoot for %s: %s
pl: AT-SPI: błąd podczas wywoływania getRoot dla %s: %s

source: AT-SPI: Error in GetItems, sender=%s, error=%s
pl: AT-SPI: Błąd w GetItems, nadawca=%s, błąd=%s

source: AT-SPI: Called _atspi_dbus_return_accessible_from_message with strange signature %s
pl: AT-SPI: wywołano _atspi_dbus_return_accessible_from_message z dziwnym podpisem %s

source: AT-SPI: Called _atspi_dbus_return_hyperlink_from_message with strange signature %s
pl: AT-SPI: wywołano _atspi_dbus_return_hyperlink_from_message z dziwnym podpisem %s

source: AT-SPI: AddAccessible with unknown signature %s
pl: AT-SPI: AddAccessible z nieznanym podpisem %s

source: AT-SPI: Could not get the display
pl: AT-SPI: nie można uzyskać ekranu

source: AT-SPI: Accessibility bus not found - Using session bus.
pl: AT-SPI: nie odnaleziono magistrali dostępności - używanie magistrali sesji.

source: AT-SPI: Couldn't connect to bus: %s
pl: AT-SPI: nie można połączyć się z magistralą: %s

source: AT-SPI: Couldn't register with bus: %s
pl: AT-SPI: nie można zarejestrować się z magistralą: %s

source: The application no longer exists
pl: Program już nie istnieje

source: AT-SPI: expected a variant when fetching %s from interface %s; got %s
pl: AT-SPI: oczekiwano wariantu podczas przechwytywania %s z interfejsu %s; otrzymano %s

source: atspi_dbus_get_property: Wrong type: expected %s, got %c
pl: atspi_dbus_get_property: błędny typ: oczekiwano %s, otrzymano %c

source: AT-SPI: Got error: %s
pl: AT-SPI: otrzymano błąd: %s

source: AT-SPI: Unknown interface %s
pl: AT-SPI: nieznany interfejs %s

source: AT-SPI: expected 2 values in states array; got %d
pl: AT-SPI: oczekiwano dwóch wartości w macierzy stanów; otrzymano %d

source: Streamable content not implemented
pl: Treść strumieniowa nie została zaimplementowana

source: Got invalid signature %s for signal %s from interface %s
pl: Otrzymano nieprawidłowy podpis %s dla sygnału %s z interfejsu %s
