Repository: aviarypl/gnome-l10n-pl
Catalog: buoh.master.*.po
Languages: pl

source: Read your favourite comic strips
pl: Czytaj swoje ulubione komiksy

source: Select viewer zoom mode
pl: Wybierz tryb powiększenia przeglądarki

source: Show statusbar by default
pl: Domyślnie pokazuj pasek stanu

source: Show toolbar by default
pl: Domyślnie pokazuj pasek narzędziowy

source: Statusbar is the bottom bar that contains help and status messages. Two boolean options, true makes statusbar visible by default while false makes statusbar not visible by default.
pl: Pasek stanu, to dolny pasek zawierający wiadomości pomocy i stanu programu. Dwie opcje logiczne, prawda czyni pasek stanu domyślnie widocznym natomiast fałsz czyni pasek stanu domyślnie niewidocznym.

source: There are two zoom modes available, 1 makes the current comic fill the window, 2 makes the current comic fill the window width.
pl: Dostępne są dwa tryby powiększenia, 1

source: Toolbar is the top bar that contains navigation and zoom controls. Two boolean options, true makes toolbar visible by default while false makes toolbar not visible by default.
pl: Pasek narzędziowy, to górny pasek zawierający przyciski nawigacji i przybliżenia. Dwie opcje logiczne, prawda czyni pasek narzędziowy domyślnie widocznym natomiast fałsz czyni pasek narzędziowy domyślnie niewidocznym.

source: Add Comic
pl: Dodaj komiks

source: Select Comics
pl: Wybierz komiksy

source: Title
pl: Tytuł

source: Author
pl: Autor

source: Cannot create file '%s': %s
pl: Nie można utworzyć pliku "%s": %s

source: Error writting to file '%s': %s
pl: Błąd podczas zapisywania do pliku "%s": %s

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

source: to
pl: do

source: Every day
pl: Codziennie

source: Comic Properties
pl: Właściwości komiksu

source: Link
pl: Odnośnik

source: Language
pl: Język

source: Date of publication
pl: Data publikacji

source: Publication days
pl: Dni publikacji

source: Error Loading Comic
pl: Błąd podczas wczytywania komiksu

source: _Comic
pl: _Komiks

source: _View
pl: _Widok

source: _Go
pl: Prz_ejdź

source: _Help
pl: Pomo_c

source: _Add...
pl: _Dodaj...

source: Add a comic to the comic list
pl: Dodaj komiks do listy komiksów

source: _Remove
pl: _Usuń

source: Remove this comic from the comic list
pl: Usuń ten komiks z listy komiksów

source: _Save A Copy...
pl: _Zapisz kopię...

source: Save the current comic with a new filename
pl: Zapisz bieżący komiks pod nową nazwą

source: _Copy Location
pl: Kopiuj _położenie

source: Copy the location of this comic to clipboard
pl: Kopiuj położenie tego komiksu do schowka

source: _Properties...
pl: Wł_aściwości...

source: _Quit
pl: Za_mknij

source: Quit application
pl: Zamknij program

source: Zoom _In
pl: Przybl_iż

source: Increase the comic size
pl: Zwiększ rozmiar komiksu

source: Zoom _Out
pl: _Oddal

source: Decrease the comic size
pl: Zmniejsz rozmiar komiksu

source: _Normal Size
pl: Zwykły _rozmiar

source: Use the normal comic size
pl: Użyj zwykłego rozmiaru komiksu

source: _Previous Comic
pl: _Poprzedni komiks

source: Go to the previous comic
pl: Przejdź do poprzedniego komiksu

source: _Next Comic
pl: _Następny komiks

source: Go to the next comic
pl: Przejdź do następnego komiksu

source: _First Comic
pl: P_ierwszy komiks

source: Go to the first comic
pl: Przejdź do pierwszego komiksu

source: _Last Comic
pl: _Ostatni komiks

source: Go to the last comic
pl: Przejdź do ostatniego komiksu

source: _Contents
pl: _Spis tematów

source: Display help for the Buoh online comic reader
pl: Wyświetl pomoc programu Buoh, czytnika komiksów on-line

source: _About
pl: O progr_amie

source: Display credits for the Buoh online comic reader creators
pl: Wyświetla zasługi twórców programu Buoh, czytnika komiksów on-line

source: _Toolbar
pl: Pasek _narzędziowy

source: Changes the visibility of the toolbar
pl: Zmienia ustawienia widoczności paska narzędziowego

source: St_atusbar
pl: Pasek st_anu

source: Changes the visibility of the statusbar
pl: Zmiania ustawienia widoczności paska stanu

source: _Best Fit
pl: Najlepsze _dopasowanie

source: Make the current comic fill the window
pl: Dopasowuje cały bieżący komiks do okna

source: Fit Comic _Width
pl: Dopasuj _względem szerokość komiksu

source: Make the current comic fill the window width
pl: Dopasowuje bieżący komiks do szerokości okna

source: Images
pl: Obrazy

source: Save Comic
pl: Zapisz komiks

source: Unable to save comic
pl: Nie można zapisać komiksu

source: Online comic strips reader
pl: Czytnik komiksów on-line

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2012 Mateusz Kacprzak <mateusz.kacprzak@yandex.ru>, 2012

source: Getting comic ...
pl: Pobieranie komiksu...
