Repository: aviarypl/gnome-l10n-pl
Catalog: dots.master.*.po
Languages: pl

source: Cannot extract text from the document.
pl: Nie można wydobyć tekstu z dokumentu.

source: Document view
pl: Widok dokumentu

source: Line showing the ASCII representation for the currently selected line
pl: Wiersz wyświetlający reprezentację ASCII dla zaznaczonego wiersza

source: Make sure that the document is valid and does contain text
pl: Proszę się upewnić, że dokument jest prawidłowy i zawiera tekst

source: Revision line
pl: Wiersz wersji

source: The selected table cannot be used by liblouisxml. Please make sure that if you are using "include" directive, those files are placed in the same directory as the table
pl: Wybrana tablica nie może być używana przez bibliotekę liblouisxml. Proszę się upewnić, że te pliki znajdują się w tym samym katalogu co tablica, jeśli używana jest dyrektywa "include"

source: The selected table is not valid
pl: Wybrana tablica nie jest prawidłowa

source: View of the transcripted text
pl: Widok tekstu po transkrypcji

source: _Edit current Table...
pl: _Modyfikuj bieżącą tablicę...

source: _File
pl: _Plik

source: _Help
pl: Pomo_c

source: _Revision line
pl: Wie_rsz wersji

source: _Select Table
pl: Wy_bierz tablicę

source: _Translate
pl: Prze_tłumacz

source: _Translation
pl: _Tłumaczenie

source: _View
pl: _Widok

source: _Bottom
pl: _Dole

source: _Cells per line
pl: _Komórek na wiersz

source: _Don't show
pl: _Bez wyświetlania

source: _Lines per page
pl: Wiersze na str_onę

source: _Show page numbers at:
pl: Wyświetlanie numerów stron na:

source: _Top
pl: _Górze

source: All files
pl: Wszystkie pliki

source: Documents
pl: Dokumenty

source: Text editable
pl: Modyfikowalny tekst

source: A Braille translator for GNOME
pl: Tłumacz brajlowski dla środowiska GNOME

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2011

source: Unsaved Document
pl: Niezapisany dokument

source: _Add
pl: Dod_aj

source: _Remove
pl: _Usuń

source: _Cancel editing
pl: _Anuluj modyfikowanie

source: _Save table and use
pl: Zapi_sz tablicę i użyj jej

source: Error in table at line %(line)s: %(error)s
pl: Błąd w tablicy w wierszu %(line)s: %(error)s

source: write translation to OUTFILE
pl: zapisuje tłumaczenie do PLIKU_WYJŚCIOWEGO

source: include default semantics for the input file type
pl: dołącza domyślną semantykę dla wejściowego typu pliku

source: add extra semantics files separated by comas
pl: dodaje dodatkowe pliki semantyki oddzielone przecinkami

source: access the network to download schemas
pl: pobiera schematy z sieci

source: use TABLE as translation table for literary text
pl: używa TABLICY jako tablicy tłumaczenia dla tekstu literackiego

source: cells per line
pl: komórki na wiersz

source: lines per page
pl: wiersze na stronę

source: include page number on every page
pl: dołącza numery stron na każdej stronie

source: set position for page numbers, where POS is top or bottom
pl: ustawia położenie dla numerów stron, gdzie POS to góra lub dół

source: incorrect number of arguments
pl: niepoprawna liczba parametrów

source: Cannot open input file %s
pl: Nie można otworzyć pliku wejściowego %s

source: a translation table must be specified
pl: należy podać tablicę tłumaczenia

source: page postion can only be top or bottom
pl: położenie strony może być tylko na górze lub na dole

source: Cannot open table %s
pl: Nie można otworzyć tablicy %s

source: Installed tables are:
pl: Zainstalowane tablice:

source: Cannot write to %s: %s
pl: Nie można zapisać do %s: %s

source: Dots Braille transcription program
pl: Program do transkrypcji brajlowskiej Dots

source: Transcribe pdf, html and odt documents into Braille
pl: Transkrybowanie dokumentów PDF, HTML i ODT do pisma brajlowskiego
