Repository: aviarypl/gnome-l10n-pl
Catalog: drwright.HEAD.*.po
Languages: pl

source: <b>Break</b>
pl: <b>Przerwa</b>

source: <b>Work</b>
pl: <b>Praca</b>

source: Check if breaks are allowed to be postponed
pl: Przerwy mogą być przekładane

source: DrWright Preferences
pl: Preferencje programu DrWright

source: Duration of the break when typing is disallowed
pl: Przerwa podczas pisania jest zabroniona

source: Duration of warning before starting a break
pl: Czas wyświetlania ostrzeżenia przed rozpoczęciem przerwy

source: Duration of work before forcing a break
pl: Czas pracy przed wymuszeniem przerwy

source: Optional phrase to use for postponing a break
pl: Opcjonalny napis używany do przekładania przerwy

source: _Allow postponing of breaks
pl: _Możliwość przekładanie przerw

source: _Break interval lasts
pl: _Okres przerw

source: _Warning time is
pl: _Czas ostrzegania

source: _Work interval lasts
pl: _Okres pracy

source: minutes
pl: minuty

source: DrWright is already running.
pl: DrWright jest już uruchomiony.

source: DrWright uses the notification area to display information. You don't seem to have a notification area on your panel. You can add it by right-clicking on your panel and choose 'Add to panel -> Utilities -> Notification area'.
pl: DrWright używa obszaru powiadamiania do wyświetlania informacji. Wygląda na to, że brak jest pola powiadamiania na panelu. Można je dodać naciskając prawym przyciskiem myszy na panelu, a następnie wybierając "Dodaj do panelu -> Narzędzia -> Obszar powiadamiania".

source: /_Enabled
pl: /_Włączone

source: /_Take a Break
pl: /_Weź przerwę

source: /_Preferences
pl: /_Preferencje

source: /_About
pl: /_O programie

source: /_Remove Icon
pl: /_Usuń ikonę

source: Disabled
pl: Wyłączone

source: %d minutes until the next break
pl: %d minut do następnej przerwy

source: One minute until the next break
pl: Jedna minuta do następnej przerwy

source: Less than one minute until the next break
pl: Mniej niż jedna minuta do następnej przerwy

source: Quit DrWright?
pl: Zakończyć program DrWright?

source: Don't forget to take regular breaks.
pl: Nie zapominaj robić regularnych przerw.

source: Don't Quit
pl: Nie kończ

source: Quit
pl: Zakończ

source: About DrWright
pl: O programie DrWright

source: A computer break reminder.
pl: Program do przypominania o przerwach podczas pracy z komputerem.

source: Written by Richard Hult &lt;richard@imendio.com&gt;
pl: Napisany przez Richarda Hulta %lt;richard@imendo.com&gt;

source: Eye candy added by Anders Carlsson
pl: Grafika autorstwa Andresa Carlssona

source: Break reminder
pl: Program do przypominania o przerwach

source: _Postpone break
pl: _Przełóż przerwę

source: Take a break!
pl: Czas na przerwę!
