Repository: aviarypl/gnome-l10n-pl
Catalog: emerillon-plugins.master.*.po
Languages: pl

source: Loading Montreal Public Bike System data from bixi.com...
pl: Wczytywanie danych Publicznej Sieci Rowerowej Montrealu ze strony bixi.com...

source: Bikes
pl: Rowery

source: Docks
pl: Miejsca

source: Show
pl: Wyświetl

source: Available Bikes
pl: Dostępne rowery

source: Empty Docks
pl: Puste miejsca

source: Name
pl: Nazwa

source: Montreal Public Bike System
pl: Publiczna Sieć Rowerowa Montrealu

source: Displays stations from the Bixi network with available bikes and empty docks.
pl: Wyświetla dostępne rowery i puste miejsca w sieci stacji Bixi.

source: Image Exporter
pl: Eksport obrazów

source: Exports the map as a PNG image.
pl: Eksportuje mapy jako obrazy PNG.

source: Export as _image
pl: Wyeksportuj jako _obraz

source: Attach to _email
pl: Dołącz do wiadomości _e-mail

source: Save as png image
pl: Zapis jako obraz PNG

source: map.png
pl: mapa.png

source: Error
pl: Błąd

source: Your email client is not supported.
pl: Klient poczty nie jest obsługiwany.

source: Vala Example
pl: Przykład w języku Vala

source: An example plugin written in Vala.
pl: Przykładowa wtyczka napisana w języku Vala.
