Repository: aviarypl/gnome-l10n-pl
Catalog: epiphany-extensions.master.*.po
Languages: pl

source: <span weight="bold">General</span>
pl: <span weight="bold">Ogólne</span>

source: _Name:
pl: _Nazwa:

source: _Description:
pl: _Opis:

source: _Command:
pl: Pole_cenie:

source: <span weight="bold">Applies to</span>
pl: <span weight="bold">Zastosowanie do</span>

source: _Pages
pl: _Stron

source: _Images
pl: _Obrazów

source: Actions
pl: Działania

source: Actio_ns
pl: Działa_nia

source: Customize actions
pl: Dostosowuje działania

source: Could not run command
pl: Nie można wykonać polecenia

source: Could not Run Command
pl: Nie można wykonać polecenia

source: No action selected.
pl: Nie wybrano działania.

source: %i action selected.
pl: Wybrano %i działanie.

source: Could not display help: %s
pl: Nie można wyświetlić pomocy: %s

source: Add Action
pl: Dodaj działanie

source: “%s” Properties
pl: Właściwości "%s"

source: Action Properties
pl: Właściwości działania

source: Invalid filter
pl: Nieprawidłowy filtr

source: Filter URI
pl: Adres URI filtru

source: Adblock Editor
pl: Edytor blokowania reklam

source: Type the address of a preconfigured filter list in the text entry to be added to the list. Find more lists at easylist.adblockplus.org
pl: Aby dodać uprzednio skonfigurowaną listę filtrów, należy wpisać jej adres w polu tekstowym. Więcej list można znaleźć na stronie easylist.adblockplus.org

source: Ad Blocker
pl: Blokowanie reklam

source: Configure Ad Blocker filters
pl: Konfiguruje filtry blokowania reklam

source: _Auto Reload
pl: _Automatyczne ponowne wczytywanie

source: Reload the page periodically
pl: Okresowe ponowne wczytywanie strony

source: Certificates
pl: Certyfikaty

source: Security Devices
pl: Urządzenia zabezpieczeń

source: Manage _Certificates
pl: Zarządzaj _certyfikatami

source: Manage your certificates
pl: Zarządzanie certyfikatami

source: Manage Security _Devices
pl: Zarządzaj _urządzeniami zabezpieczeń

source: Manage your security devices
pl: Zarządzanie urządzeniami zabezpieczeń

source: Check _HTML
pl: Sprawdź kod _HTML

source: Display HTML errors in the Error Viewer dialog
pl: Wyświetla błędy kodu HTML w oknie przeglądarki błędów

source: Check _Links
pl: Sprawdź _odnośniki

source: Display invalid hyperlinks in the Error Viewer dialog
pl: Wyświetla nieprawidłowe odnośniki w oknie przeglądarki błędów

source: _Error Viewer
pl: Prz_eglądarka błędów

source: Display web page errors
pl: Wyświetla błędy strony WWW

source: Error Viewer
pl: Przeglądarka błędów

source: Cl_ear
pl: Wy_czyść

source: %s error in %s on line %d and column %d: %s
pl: Błąd %s w %s w wierszu %d i kolumnie %d: %s

source: %s error in %s: %s
pl: Błąd %s w %s: %s

source: %s error in %s on line %d: %s
pl: Błąd %s w %s w wierszu %d: %s

source: Found %d invalid link
pl: Odnaleziono %d nieprawidłowy odnośnik

source: Link error in %s: %s is unavailable.
pl: Błąd odnośnika w %s: %s jest niedostępne.

source: Checking %d Link on “%s”
pl: Sprawdzanie %d odnośnika w "%s"

source: HTML error in “%s” on line %s: %s
pl: Błąd kodu HTML w "%s" w wierszu %s: %s

source: Found %d error
pl: Odnaleziono %d błąd

source: HTML Validation of “%s” complete
pl: Ukończono sprawdzanie kodu HTML "%s"

source: HTML error in %s: %s
pl: Błąd kodu HTML w %s: %s

source: Doctype is “XHTML” but content type is “text/html”. Use “application/xhtml+xml” instead.
pl: Wartość DOCTYPE wynosi "XHTML", ale treść jest typu "text/html". Należy użyć "application/xhtml+xml" zamiast tego.

source: HTML warning in %s: %s
pl: Ostrzeżenie kodu HTML w %s: %s

source: HTML error in %s:
pl: Błąd kodu HTML w %s:

source: Invalid character encoding
pl: Nieprawidłowe kodowanie znaków

source: Unknown error while converting to UTF-8
pl: Nieznany błąd podczas konwersji do UTF-8

source: HTML error in %s: No valid doctype specified.
pl: Błąd kodu HTML w %s: Nie podano prawidłowej wartości DOCTYPE.

source: Enabled
pl: Włączone

source: Description
pl: Opis

source: Extensions
pl: Rozszerzenia

source: <b>Loaded Extensions</b>
pl: <b>Wczytane rozszerzenia</b>

source: _Extensions manager
pl: _Menedżer rozszerzeń

source: Load and unload extensions
pl: Wczytuje i wyłącza rozszerzenia

source: Install User _Script
pl: Zainstaluj _skrypt użytkownika

source: Install Greasemonkey script
pl: Instaluje skrypt GreaseMonkey

source: The user script at “%s” has been installed
pl: Skrypt użytkownika w "%s" został zainstalowany

source: _Java Console
pl: Konsola języka _Java

source: Show Java Console
pl: Wyświetla konsolę języka Java

source: _HTTP Headers
pl: Nagłówki _HTTP

source: Live Headers
pl: Nagłówki Live

source: Clear cache
pl: Wyczyść pamięć podręczną

source: Remove headers
pl: Usuń nagłówki

source: <b>URLs</b>
pl: <b>Adresy URL</b>

source: <b>Request</b>
pl: <b>Żądanie</b>

source: <b>Response</b>
pl: <b>Odpowiedź</b>

source: Pa_ge Information
pl: _Informacje o stronie

source: Display page information in a dialog
pl: Wyświetla informacje o stronie w oknie dialogowym

source: Save As...
pl: Zapisz jako...

source: Select a directory
pl: Wybiór katalogu

source: Unknown type
pl: Nieznany typ

source: Full standards compliance
pl: Pełna zgodność ze standardami

source: Almost standards compliance
pl: Niepełna zgodność ze standardami

source: Compatibility
pl: Zgodność

source: Undetermined
pl: Nieokreślona

source: Not cached
pl: Nie zapisane w pamięci podręcznej

source: Disk cache
pl: Pamięć podręczna na dysku

source: Memory cache
pl: Pamięć podręczna w pamięci RAM

source: Unknown cache
pl: Nieznana pamięć podręczna

source: Unknown
pl: Nieznane

source: No referrer
pl: Brak odwołania

source: Not specified
pl: Nie podano

source: Image
pl: Obraz

source: Background image
pl: Obraz tła

source: Embed
pl: Osadzone

source: Object
pl: Obiekt

source: Applet
pl: Aplet

source: Icon
pl: Ikona

source: _Open
pl: _Otwórz

source: _Copy Link Address
pl: S_kopiuj adres odnośnika

source: _Use as Background
pl: _Użyj jako tło

source: _Save As...
pl: Zapi_sz jako...

source: Blocked
pl: Zablokowane

source: Type
pl: Typ

source: Alt Text
pl: Tekst alternatywny

source: Title
pl: Tytuł

source: Width
pl: Szerokość

source: Height
pl: Wysokość

source: Relation
pl: Związek

source: Name
pl: Nazwa

source: Method
pl: Metoda

source: Action
pl: Działanie

source: _Copy
pl: S_kopiuj

source: Content
pl: Treść

source: Page Metadata
pl: Metadane strony

source: Page Properties
pl: Właściwości strony

source: Title:
pl: Tytuł:

source: Location:
pl: Położenie:

source: Referrer:
pl: Odwołanie:

source: DYNAMIC
pl: DYNAMICZNE

source: <b>Web Page</b>
pl: <b>Strona WWW</b>

source: Size:
pl: Rozmiar:

source: Type:
pl: Typ:

source: MIME type:
pl: Typ MIME:

source: Modified:
pl: Zmodyfikowane:

source: Expires:
pl: Wygasa:

source: Source:
pl: Źródło:

source: <b>Source File</b>
pl: <b>Plik źródłowy</b>

source: Mode:
pl: Tryb:

source: Encoding:
pl: Kodowanie:

source: <b>Rendering</b>
pl: <b>Wyświetlanie</b>

source: General
pl: Ogólne

source: <b>Media In Page</b>
pl: <b>Multimedia na stronie</b>

source: _Save Media As...
pl: Zapi_sz multimedia jako...

source: <b>Medium View</b>
pl: <b>Widok nośnika</b>

source: Media
pl: Multimedia

source: <b>Links In Page</b>
pl: <b>Odnośniki na stronie</b>

source: Links
pl: Odnośniki

source: <b>Forms In Page</b>
pl: <b>Formularze na stronie</b>

source: Forms
pl: Formularze

source: <b>Dublin Core Metadata</b>
pl: <b>Metadane Dublin Core</b>

source: Date:
pl: Data:

source: Description:
pl: Opis:

source: <b>Other Metadata</b>
pl: <b>Inne metadane</b>

source: Metadata
pl: Metadane

source: allowed
pl: dozwolono

source: denied
pl: odmówiono

source: default
pl: domyślne

source: Domain
pl: Domena

source: State
pl: Stan

source: Site Permissions
pl: Uprawnienia witryny

source: Cookies
pl: Ciasteczka

source: Images
pl: Obrazy

source: Popup Windows
pl: Wyskakujące okna

source: Site _Permissions
pl: _Uprawnienia witryny

source: Manage web site permissions
pl: Zarządzaj uprawnieniami witryn

source: News Feeds Subscription
pl: Nowa subskrypcja kanału

source: Subscribe to this website's news feeds in your favorite news reader
pl: Subskrybuje kanał aktualności tej witryny w preferowanym czytniku aktualności

source: _Subscribe to this feed
pl: _Subskrybuj ten kanał

source: Subscribe to this feed in your favorite news reader
pl: Subskrybuje ten kanał w preferowanym czytniku aktualności

source: Subscribe to site's news feed
pl: Subskrybuje kanał aktualności tej witryny

source: <b><i>Unable to contact the feed reader, is it running ?</i></b>
pl: <b><i>Nie można skontaktować się z czytnikiem kanałów, czy jest uruchomiony?</i></b>

source: Retry
pl: Ponów

source: _Copy Feed Address
pl: S_kopiuj adres kanału

source: Subscribe
pl: Subskrybuj

source: News Feed Subscription
pl: Nowa subskrypcja kanału

source: <b>Select Interesting Feeds</b>
pl: <b>Wybór interesujących kanałów</b>

source: _Subscribe
pl: _Subskrybuj

source: Render the page without using a style
pl: Wyświetla stronę bez używania stylu

source: Render the page using the default style
pl: Wyświetla stronę używając domyślnego stylu

source: Render the page using the “%s” style
pl: Wyświetla stronę używając stylu "%s"

source: St_yle
pl: _Styl

source: Select a different style for this page
pl: Wybiera różne style dla tej strony

source: Default
pl: Domyślne

source: None
pl: Brak

source: _Look Up
pl: Wy_szukaj

source: _GNOME Dictionary
pl: Słownik _GNOME

source: Show information about the SoupSession used by the browser
pl: Wyświetla informacje o sesji biblioteki Soup używanej przez przeglądarkę

source: Clear finished
pl: Wyczyść ukończone

source: Automatically remove finished messages
pl: Automatyczne usuwanie ukończonych komunikatów

source: Execute arbitrary commands from the context menu
pl: Wykonuje podane polecenia z menu kontekstowego

source: Ad Blocker v2
pl: Blokowanie reklam v2

source: Block the pest!
pl: Blokuje szkodniki!

source: Auto Scroll
pl: Automatyczne przewijanie

source: Scroll on middle mouse click
pl: Przewija po kliknięciu środkowym przyciskiem myszy

source: Auto Reload Tab
pl: Automatyczne ponowne wczytywanie karty

source: Reload a tab periodically
pl: Okresowo ponownie wczytuje kartę

source: View the page certificate and manage the certificates
pl: Wyświetla

source: Error viewer
pl: Przeglądarka błędów

source: Validate web pages and check links
pl: Sprawdza strony WWW i odnośniki

source: Extensions Manager
pl: Menedżer rozszerzeń

source: Activate and deactivate extensions
pl: Aktywuje i deaktywuje rozszerzenia

source: Gestures
pl: Gesty

source: Perform actions with mouse gestures
pl: Wykonywanie działań za pomocą gestów myszy

source: Run user scripts to modify web pages' behavior
pl: Wykonuje skrypty użytkownika do modyfikowania zachowania witryn

source: Java Console
pl: Konsola języka Java

source: Provide access to the Java-Plugin Console
pl: Dostarcza dostęp do konsoli wtyczki języka Java

source: Live HTTP headers
pl: Nagłówki Live HTTP

source: Page Info
pl: Informacje o stronie

source: Display information about and links and media from the current page
pl: Wyświetla informacje o stronie oraz jej odnośniki i multimedia

source: Permissions
pl: Uprawnienia

source: Edit site permissions
pl: Modyfikuje uprawnienia witryn

source: Push Scroll
pl: Przewijanie po popchnięciu

source: Drag the page on middle mouse click
pl: Przewija stronę po kliknięciu środkowym przyciskiem myszy

source: Subscribe to a news feed offered by the webpage in your favorite news reader
pl: Subskrybuje kanały aktualności dostarczane przez witryny w preferowanym czytniku aktualności

source: Sample
pl: Przykład

source: A sample extension
pl: Przykładowe rozszerzenie

source: Select Stylesheet
pl: Wybór arkusza stylów

source: Select between different stylesheets offered by the web page
pl: Wybiera między różnymi arkuszami stylów dostarczanymi przez witrynę

source: Smart Bookmarks
pl: Inteligentne zakładki

source: Look up the selected text with a smart bookmark
pl: Wyszukuje zaznaczony tekst za pomocą inteligentnej zakładki

source: Tab States
pl: Stany kart

source: Indicates new content in background tabs
pl: Wskazuje nową treść w kartach w tle

source: Tab Key Tab Navigate
pl: Nawigacja między kartami za pomocą klawisza Tab

source: Use the Tab key to navigate between tabs
pl: Używa klawisza Tab do nawigacji między kartami
