Repository: aviarypl/gnome-l10n-pl
Catalog: evolution-kolab.master.*.po
Languages: pl

source: Could not create folder summary for %s
pl: Nie można utworzyć podsumowania katalogu dla %s

source: Could not create cache for %s:
pl: Nie można utworzyć bufora dla %s:

source: SQLite Error: %s
pl: Błąd biblioteki SQLite: %s

source: SQLite Error: Multiple tables named '%s', corrupted database '%s'
pl: Błąd biblioteki SQLite: wiele tablic o nazwie "%s", uszkodzona baza danych "%s"

source: SQLite Error: could not open/create SQLite database '%s'
pl: Błąd biblioteki SQLite: nie można otworzyć/utworzyć bazy danych SQLite "%s"

source: Invalid Kolab folder type string encoding
pl: Nieprawidłowe kodowanie ciągu typu katalogu Kolab

source: Invalid Kolab folder type string
pl: Nieprawidłowy ciąg typu katalogu Kolab

source: Checking for New Mail
pl: Sprawdzanie nowych wiadomości

source: C_heck for new messages in all folders
pl: _Sprawdzanie nowych wiadomości we wszystkich katalogach

source: Ch_eck for new messages in subscribed folders
pl: Spr_awdzanie nowych wiadomości w subskrybowanych katalogach

source: Use _Quick Resync if the server supports it
pl: Użycie opcji _Quick Resync, jeśli serwer ją obsługuje

source: _Listen for server change notifications
pl: _Nasłuchiwanie powiadomień o zmianach na serwerze

source: Connection to Server
pl: Połączenie z serwerem

source: _Use custom command to connect to server
pl: _Własne polecenie do połączenia z serwerem

source: Command:
pl: Polecenie:

source: Numbe_r of cached connections to use
pl: Li_czba używanych buforowanych połączeń

source: Folders
pl: Katalogi

source: _Show only subscribed folders
pl: Wyśw_ietlanie tylko subskrybowanych katalogów

source: Options
pl: Opcje

source: Apply _filters to new messages in all folders
pl: _Filtrowanie nowych wiadomości we wszystkich katalogach

source: _Apply filters to new messages in Inbox on this server
pl: _Filtrowanie nowych wiadomości w Odebranych na tym serwerze

source: Check new messages for _Junk contents
pl: Sprawdzanie nowych wiadomości pod kątem nie_chcianych treści

source: Only check for Junk messages in the IN_BOX folder
pl: Szukanie niechcianych tylko w katalogu _Odebrane

source: Automatically synchroni_ze remote mail locally
pl: Automatyczne synch_ronizowanie zdalnej poczty lokalnie

source: Default IMAP port
pl: Domyślny port IMAP

source: IMAP over SSL
pl: IMAP przez SSL

source: For reading and storing mail on Kolab servers.
pl: Przeglądanie i przechowywanie poczty na serwerach Kolab.

source: Password
pl: Hasło

source: This option will connect to the Kolab server using a plaintext password.
pl: Przy tej opcji połączenie z serwerem Kolab nastąpi używając hasła w postaci zwykłego tekstu.

source: No such folder %s
pl: Katalog "%s" nie istnieje

source: Kolab server %s
pl: Serwer Kolab %s

source: Kolab service for %s on %s
pl: Usługa Kolab dla %s na %s

source: %s authentication failed
pl: Uwierzytelnienie %s się nie powiodło

source: No password was provided
pl: Nie podano hasła

source: Unknown error
pl: Nieznany błąd

source: Apply message _filters to this folder
pl: _Filtrowanie wiadomości w tym katalogu

source: Could not create cache for %s
pl: Nie można utworzyć bufora dla %s

source: Error writing to cache stream:
pl: Błąd podczas zapisywania do bufora potoku:

source: Failed to connect to IMAP server %s in secure mode: %s
pl: Połączenie z serwerem IMAP %s w trybie bezpiecznym się nie powiodło: %s

source: STARTTLS not supported
pl: STARTTLS nie jest obsługiwane

source: Failed to connect to IMAP server %s in secure mode:
pl: Połączenie z serwerem IMAP %s w trybie bezpiecznym się nie powiodło:

source: Shutting down
pl: Wyłączanie

source: IMAP server %s does not support %s authentication
pl: Serwer IMAP %s nie obsługuje uwierzytelniania %s

source: No support for %s authentication
pl: Brak obsługi uwierzytelniania %s

source: Cannot authenticate without a username
pl: Nie można uwierzytelnić bez nazwy użytkownika

source: Authentication password not available
pl: Hasło uwierzytelnienia jest niedostępne

source: You must be working online to complete this operation
pl: Do ukończenia tego działania konieczne jest połączenie z siecią

source: Invalid IMAP annotation protocol
pl: Nieprawidłowy protokół adnotacji IMAP

source: Invalid token in meta data string
pl: Nieprawidłowy token w ciągu metadanych

source: O_verride server-supplied folder namespace
pl: _Nadpisanie przestrzeni nazw katalogów podanej przez serwer

source: Namespace:
pl: Przestrzeń nazw:

source: For reading and storing mail on IMAP servers.
pl: Przeglądanie i przechowywanie poczty na serwerach IMAP.

source: This option will connect to the IMAP server using a plaintext password.
pl: Przy tej opcji połączenie z serwerem IMAP nastąpi używając hasła w postaci czystego tekstu.

source: Server disconnected
pl: Serwer został rozłączony

source: Not authenticated
pl: Nie uwierzytelniono

source: Error performing IDLE
pl: Błąd podczas wykonywania zajętości

source: Error fetching message
pl: Błąd podczas pobierania wiadomości

source: Closing tmp stream failed:
pl: Zamknięcie potoku tymczasowego się nie powiodło:

source: Error copying messages
pl: Błąd podczas kopiowania wiadomości

source: Error appending message
pl: Błąd podczas dołączania wiadomości

source: Error fetching message headers
pl: Błąd podczas pobierania nagłówków wiadomości

source: Error retrieving message
pl: Błąd podczas pobierania wiadomości

source: Fetching summary information for new messages in %s
pl: Pobieranie informacji podsumowujących dla nowych wiadomości w %s

source: Scanning for changed messages in %s
pl: Wyszukiwanie zmodyfikowanych wiadomości w %s

source: Error fetching new messages
pl: Błąd podczas pobierania nowych wiadomości

source: Error while fetching messages
pl: Błąd podczas pobierania wiadomości

source: Fetching summary information for %d message in %s
pl: Pobieranie informacji podsumowujących dla %d nowej wiadomości w %s

source: Error refreshing folder
pl: Błąd podczas odświeżania katalogu

source: Error expunging message
pl: Błąd podczas czyszczenia wiadomości

source: Error fetching folders
pl: Błąd podczas pobierania katalogów

source: Error subscribing to folder
pl: Błąd podczas subskrybowania katalogu

source: Error creating folder
pl: Błąd podczas tworzenia katalogu

source: Error deleting folder
pl: Błąd podczas usuwania katalogu

source: Error renaming folder
pl: Błąd podczas zmieniania nazwy katalogu

source: Error performing NOOP
pl: Błąd podczas wykonywania NOOP

source: Error syncing changes
pl: Błąd podczas synchronizowania zmian

source: Cannot get message with message ID %s: %s
pl: Nie można pobrać wiadomości z identyfikatorem %s: %s

source: No such message available.
pl: Nie ma takiej wiadomości.

source: Cannot create spool file:
pl: Nie można utworzyć pliku kolejki:

source: IMAP server %s
pl: Serwer IMAP %s

source: IMAP service for %s on %s
pl: Usługa IMAP dla %s na %s

source: Inbox
pl: Odebrane

source: Retrieving folder list for %s
pl: Pobieranie listy katalogów dla %s

source: No such folder: %s
pl: Katalog nie istnieje: %s

source: The folder name "%s" is invalid because it contains the character "%c"
pl: Nazwa katalogu "%s" jest nieprawidłowa, ponieważ zawiera znak "%c"

source: Unknown parent folder: %s
pl: Nieznany katalog nadrzędny: %s

source: The parent folder is not allowed to contain subfolders
pl: Katalog nadrzędny nie może zawierać katalogów podrzędnych

source: Source stream returned no data
pl: Potok źródłowy nie zwrócił danych

source: Source stream unavailable
pl: Potok źródłowy jest niedostępny

source: Kolab Server Settings
pl: Ustawienia serwera Kolab

source: Kolab Account
pl: Konto Kolab

source: Kolab Server
pl: Serwer Kolab

source: User ID
pl: Identyfikator użytkownika

source: Server PIM-Folders
pl: Katalogi PIM serwera

source: Retrieve
pl: Pobieranie

source: Selected Contact Folder
pl: Wybrany katalog kontaktów

source: Selected Calendar Folder
pl: Wybrany katalog kalendarza

source: Encryption Method
pl: Metoda szyfrowania

source: PKCS #11 Infrastructure
pl: Infrastruktura PKCS #11

source: Kolab Folder Options
pl: Opcje katalogu Kolab

source: Conflict Solving Strategy
pl: Strategia rozwiązywania konfliktów

source: A synchronization error occured: Probably someone modified an entry remotely (i.e. on the server), which you have also modified locally (i.e. on your client).
pl: Wystąpił błąd synchronizacji: Prawdopodobnie ktoś zmodyfikował zdalnie wpis (tzn. na serwerze), który zmodyfikowano także lokalnie (tzn. w kliencie).

source: Conflict in folder
pl: Konflikt w katalogu

source: Local entry
pl: Lokalny wpis

source: Last modified
pl: Ostatnia modyfikacja

source: Remote entry
pl: Zdalny wpis

source: Take option duration
pl: Czas przyjmowania opcji

source: Please choose how long the "Take option" specified below should remain in effect
pl: Proszę wybrać jak długo ma trwać "Przyjmowanie opcji" określone poniżej

source: Apply to all conflicts occuring during this synchronization
pl: Zastosowanie do wszystkich konfliktów występujących podczas tej synchronizacji

source: Apply to all conflicts occuring during this Evolution session
pl: Zastosowanie do wszystkich konfliktów występujących podczas tej sesji programu Evolution

source: Apply always and permanently
pl: Zastosowanie zawsze i trwale

source: Apply only to this conflict (ask each time)
pl: Zastosowanie tylko do tego konfliktu (pytanie za każdym razem)

source: Take options
pl: Przyjmowanie opcji

source: Please choose which of the two entries should be retained
pl: Proszę wybrać, który z dwóch wpisów pozostawić

source: Take Newer (last modified)
pl: Przyjęcie nowszego (ostatnia modyfikacja)

source: Take Remote (server-side)
pl: Przyjęcie zdalnego (po stronie serwera)

source: Take Local (client-side)
pl: Przyjęcie lokalnego (po stronie klienta)

source: Take Both (resulting in two different, parallel entries)
pl: Przyjęcie obu (wynikiem są dwa różne, równoległe wpisy)

source: Folder Type (Annotation)
pl: Typ katalogu (adnotacja)

# Folder Type
source: Mail
pl: Poczta

# Folder Type
source: Calendar
pl: Kalendarz

# Folder Type
source: Memos
pl: Notatki

# Folder Type
source: Tasks
pl: Zadania

# Folder Type
source: Contacts
pl: Kontakty

source: Edit Kolab Folder Permissions...
pl: Modyfikuj uprawnienia katalogu Kolab...

source: Retrieve...
pl: Pobierz...

source: IMAP Folder Permissions
pl: Uprawnienia katalogu IMAP

# Permissions
source: None
pl: Brak

# Permissions
source: Read
pl: Odczyt

# Permissions
source: Append
pl: Dołączanie

# Permissions
source: Write
pl: Zapis

# Permissions
source: All
pl: Wszystkie

source: Permissions
pl: Uprawnienia

source: Kolab Folder Properties...
pl: Właściwości katalogu Kolab...

source: Edit Kolab mail folder properties
pl: Modyfikacja właściwości katalogu poczty Kolab

source: Edit Kolab calendar folder properties
pl: Modyfikacja właściwości katalogu kalendarza Kolab

source: Edit Kolab memos folder properties
pl: Modyfikacja właściwości katalogu notatek Kolab

source: Edit Kolab Tasks folder properties
pl: Modyfikacja właściwości katalogu zadań Kolab

source: Edit Kolab contacts folder properties
pl: Modyfikacja właściwości katalogu kontaktów Kolab

source: Selected Folder
pl: Wybrany katalog

source: Edit Kolab Folder Properties...
pl: Modyfikuj właściwości katalogu Kolab...

source: IMAP Metadata
pl: Metadane IMAP

source: IMAP Access Control
pl: Kontrola dostępu IMAP

source: Folder name '%s' is unknown to internal database
pl: Nazwa katalogu "%s" jest nieznana dla wewnętrznej bazy danych

source: Internal inconsistency detected: Invalid PIM Object handle, cannot get any UID
pl: Wykryto wewnętrzną niespójność: nieprawidłowa obsługa obiektu PIM, nie można uzyskać żadnego UID

source: Internal inconsistency detected: Invalid PIM Object handle, cannot get foldername, UID '%s'
pl: Wykryto wewnętrzną niespójność: nieprawidłowa obsługa obiektu PIM, nie można uzyskać nazwy katalogu, UID "%s"

source: PIM Object not found in internal database, UID '%s', Folder '%s'
pl: Nie odnaleziono obiektu PIM w wewnętrznej bazie danych, UID "%s", katalog "%s"

source: PIM Object not stored due to selected synchronization strategy, UID '%s', Folder '%s'
pl: Obiekt PIM nie został przechowany z powodu wybranej strategii synchronizacji, UID "%s", katalog "%s"

source: Internal inconsistency detected: PIM Object handle, UID %s, has folder name '%s' set, but supplied folder name to delete it from is '%s'
pl: Wykryto wewnętrzną niespójność: obsługa obiektu PIM, UID "%s", posiada ustawioną nazwę katalogu "%s", ale podana nazwa katalogu, z którego go usunąć to "%s"

source: Backend not in CONFIGURED state
pl: Mechanizm nie jest w stanie SKONFIGUROWANY

source: Backend not in OFFLINE state
pl: Mechanizm nie jest w stanie OFFLINE

source: Backend not in ONLINE state
pl: Mechanizm nie jest w stanie ONLINE

source: Backend not in SHUTDOWN state
pl: Mechanizm nie jest w stanie WYŁĄCZANIE

source: No transition function defined from operational mode %i
pl: Nie określono funkcji przejścia z trybu działania %i

source: No transition function defined from operational mode %i to %i
pl: Nie określono funkcji przejścia z trybu działania %i do %i

source: Backend is shutting down
pl: Mechanizm jest wyłączany

source: PIM Object handle, UID '%s', which has PIM type %i, cannot be stored in folder of mismatching PIM type %i
pl: Obsługa obiektu PIM, UID "%s", która posiada tym PIM %i, nie może zostać przechowana w katalogu o niepasującym typie PIM %i

source: Internal inconsistency detected: Cannot get local PIM Object handle
pl: Wykryto wewnętrzną niespójność: nie można uzyskać lokalnej obsługi obiektu PIM

source: Internal inconsistency detected: PIM Object handle has inconsistent summary information, UID '%s', Folder '%s'
pl: Wykryto wewnętrzną niespójność: obsługa obiektu PIM posiada niespójne informacje o podsumowaniu, UID "%s", katalog "%s"

source: Internal inconsistency detected: PIM Object handle has inconsistent folder context information (expected %i, got %i), UID '%s', Folder '%s'
pl: Wykryto wewnętrzną niespójność: obsługa obiektu PIM posiada niespójne informacje o kontekście katalogu (oczekiwano %i, otrzymano %i), UID "%s", katalog "%s"

source: Internal inconsistency detected: PIM Object handle is incomplete, UID '%s', Folder '%s'
pl: Wykryto wewnętrzną niespójność: obsługa obiektu PIM jest niepełna, UID "%s", katalog "%s"

source: Data conversion to Kolab format failed for PIM Object, UID '%s', Folder '%s'
pl: Konwersja danych do formatu Kolab się nie powiodło dla obiektu PIM, UID "%s", katalog "%s"

source: JOURNAL data type not supported for PIM Object, UID '%s', Folder '%s'
pl: Typ danych DZIENNIK jest nieobsługiwany dla obiektu PIM, UID "%s", katalog "%s"

source: Unknown data type for PIM Object, UID '%s', Folder '%s'
pl: Nieznany typ danych dla obiektu PIM, UID "%s", katalog "%s"

source: Conversion from Kolab calendar type to Evolution failed for PIM Object, UID '%s', Folder '%s'
pl: Konwersja z typu kalendarza Kolab do programu Evolution się nie powiodła dla obiektu PIM, UID "%s", katalog "%s"

source: Internal inconsistency detected: Corrupt timezone object for PIM Object, UID '%s', Folder '%s'
pl: Wykryto wewnętrzną niespójność: uszkodzony obiekt strefy czasowej dla obiektu PIM, UID "%s", katalog "%s"

source: Invalid Kolab mail object (UID in subject does not match UID in data part), UID '%s', Folder '%s'
pl: Nieprawidłowy obiekt poczty Kolab (UID w temacie nie zgadza się z UID w części danych), UID "%s", katalog "%s"

source: Internal inconsistency detected: Invalid summary information for PIM Object, UID '%s', Folder '%s'
pl: Wykryto wewnętrzną niespójność: nieprawidłowe informacje o podsumowaniu dla obiektu PIM, UID "%s", katalog "%s"

source: Cannot get Camel folder for path '%s'
pl: Nie można pobrać katalogu Camel dla ścieżki "%s"

source: Internal inconsistency detected: Folder PIM context not set
pl: Wykryto wewnętrzną niespójność: nie ustawiono kontekstu katalogu PIM

source: Folder '%s' has an invalid PIM type
pl: Katalog "%s" posiada nieprawidłowy typ PIM

source: Internal inconsistency detected: Folder '%s' has a PIM type %i set which does not map to a known folder context
pl: Wykryto wewnętrzną niespójność: katalog "%s" posiada ustawiony typ PIM %i, który nie pasuje do znanego kontekstu katalogu

source: Folder creation not yet implemented
pl: Nie zaimplementowano tworzenia katalogów

source: Moving object to different folder not yet implemented
pl: Przenoszenie obiektu do innego katalogu nie zostało jeszcze zaimplementowane

source: Could not get Camel folder for '%s'
pl: Nie można pobrać katalogu Camel dla "%s"

source: Could not read-back mail message from server, UID '%s', Folder '%s'
pl: Nie można odczytać powtórnie wiadomości pocztowej z serwera, UID "%s", katalog "%s"

source: Could not get IMAP UID from message, UID '%s', Folder '%s'
pl: Nie można uzyskać UID IMAP z wiadomości, UID "%s", katalog "%s"

source: Internal inconsistency detected: Kolab UID not set on PIM Object handle
pl: Wykryto wewnętrzną niespójność: UID Kolab nie jest ustawiony w obsłudze obiektu PIM

source: Internal inconsistency detected: Folder name not set on PIM Object handle, UID '%s'
pl: Wykryto wewnętrzną niespójność: nazwa katalogu nie jest ustawiona w obsłudze obiektu PIM, UID "%s"

source: Internal inconsistency detected: Folder context mismatch, real is %i, stored is %i, UID '%s', Folder '%s'
pl: Wykryto wewnętrzną niespójność: kontekst katalogu nie pasuje, prawdziwy to %i, przechowywany to %i, UID "%s", katalog "%s"

source: Could not find Kolab mail message, UID '%s', Folder '%s'
pl: Nie można odnaleźć wiadomości pocztowej Kolab, UID "%s", katalog "%s"

source: Folder name not known to internal database: '%s'
pl: Nazwa katalogu nie jest znana wewnętrznej bazie danych: "%s"

source: Folder to be removed does not exist in internal database: '%s'
pl: Katalog do usunięcia nie istnieje w wewnętrznej bazie danych: "%s"

source: Internal inconsistency detected: Folder without summary information, UID '%s', Folder '%s'
pl: Wykryto wewnętrzną niespójność: katalog bez informacji o podsumowaniu, UID "%s", katalog "%s"

source: Internal inconsistency detected: PIM Object has its folder deleted, UID '%s', Folder '%s'
pl: Wykryto wewnętrzną niespójność: katalog obiektu PIM został usunięty, UID "%s", katalog "%s"

source: Destination folder has been deleted: '%s'
pl: Katalog docelowy został usunięty: "%s"

source: Record missing in internal database, UID '%s', Folder '%s'
pl: Brak wpisu w wewnętrznej bazie danych, UID "%s", katalog "%s"

source: Cannot unpack Camel mime message
pl: Nie można rozpakować wiadomości MIME Camel

source: Mail message is not a multipart message, ignoring
pl: Wiadomość pocztowa nie jest wiadomością wieloczęściową, ignorowanie

source: Mail message does not have the expected minimum of %i mime parts, ignoring
pl: Wiadomość pocztowa nie posiada oczekiwanego minimum %i części MIME, ignorowanie

source: Mail message mime part has no content type set, skipping
pl: Część MIME wiadomości pocztowej nie posiada ustawionego typu treści, pomijanie

source: Could not get Camel data wrapper for mime part, skipping
pl: Nie można pobrać opakowania danych Camel dla części MIME, pomijanie

source: Internal inconsistency detected: Invaldid mail part after Kolab data conversion, no Camel message created
pl: Wykryto wewnętrzną niespójność: nieprawidłowa część MIME po konwersji danych Kolab, nie utworzono wiadomości Camel

source: Internal inconsistency detected: Invalid cache object with zero mail message parts, UID '%s', Folder '%s'
pl: Wykryto wewnętrzną niespójność: nieprawidłowy obiekt bufora bez żadnej części wiadomości pocztowej, UID "%s", katalog "%s"

source: Internal inconsistency detected: Invalid cache object has %i payload bytes, expected %i bytes, UID '%s', Folder '%s'
pl: Wykryto wewnętrzną niespójność: nieprawidłowy obiekt bufora posiada %i bajtów danych, oczekiwano %i bajtów, UID "%s", katalog "%s"

source: Internal inconsistency detected: PIM Object handle has no Kolab UID set
pl: Wykryto wewnętrzną niespójność: obsługa obiektu PIM nie posiada ustawionego UID Kolab

source: Could not find cache object, UID '%s', Folder '%s'
pl: Nie można odnaleźć obiektu bufora, UID "%s"', katalog "%s"

source: Folder not found, neither in internal database as '%s', nor on the server as '%s'
pl: Nie odnaleziono katalogu, ani w wewnętrznej bazie danych jako "%s", ani na serwerze jako "%s"

source: Internal inconsistency detected: Could not get a folder name, no info from internal database, write cache, or the IMAP cache
pl: Wykryto wewnętrzną niespójność: nie można uzyskać nazwy katalogu, brak informacji z wewnętrznej bazy danych, bufora zapisu lub bufora IMAP

source: Internal inconsistency detected, Folder type %i does not map to any known folder context
pl: Wykryto wewnętrzną niespójność: typ katalogu %i nie pasuje do żadnego znanego kontekstu katalogu

source: Folder does not exist in internal database: '%s'
pl: Katalog nie istnieje w wewnętrznej bazie danych: "%s"

source: Could not create directory '%s' ('%s')
pl: Nie można utworzyć katalogu "%s" ("%s")

source: Cannot set Camel data directory, it is a read-only resource
pl: Nie można ustawić katalogu danych Camel, jest on zasobem tylko do odczytu

source: Cannot set Camel configuration directory, it is a read-only resource
pl: Nie można ustawić katalogu konfiguracji Camel, jest on zasobem tylko do odczytu

source: Cannot change folder context after it has initially been set
pl: Nie można zmienić kontekstu katalogu po jego początkowym ustawieniu

source: Internal inconsistency detected: No settings table exists, no value has previously been set
pl: Wykryto wewnętrzną niespójność: tablica ustawień nie istnieje, żadna wartość nie została poprzednio ustawiona

source: Internal inconsistency detected: No settings table with ID '%i' exists
pl: Wykryto wewnętrzną niespójność: tablica ustawień o identyfikatorze "%i" nie istnieje

source: Internal inconsistency detected: No settings value for table ID '%i', key ID '%s', exists
pl: Wykryto wewnętrzną niespójność: wartość ustawień dla identyfikatora tablicy "%i", identyfikatora klucza "%s", nie istnieje

source: Could not get Camel storage path for internal database
pl: Nie można uzyskać ścieżki do pamięci masowej Camel dla wewnętrznej bazy danych

source: Empty server response
pl: Pusta odpowiedź serwera

source: Cannot parse server response
pl: Nie można przetworzyć odpowiedzi serwera

source: Unsupported component type
pl: Nieobsługiwany typ składnika

source: Root tag is missing
pl: Brak głównego znacznika

source: Kolab mail struct must not be null
pl: Struct poczty Kolab nie może być pusty

source: XML parser returned null for data part %d
pl: Parser XML zwrócił puste dane dla części danych %d

source: Kolab mail struct has no Kolab XML data part
pl: Struct poczty Kolab nie posiada części danych XML Kolab

source: Failed to initialize Camel subsystem
pl: Zainicjowanie podsystemu Camel się nie powiodło

source: Libsoup failed with status %u
pl: Biblioteka libsoup się nie powiodła ze stanem %u

source: Configuring libcurl failed with CURLcode: %u
pl: Konfigurowanie biblioteki libsoup się nie powiodło z kodem CURL: %u

source: Access to URL '%s' failed in libcurl with CURLcode: %u
pl: Uzyskanie dostępu do adresu URL "%s" się nie powiodło w bibliotece libcurl z kodem CURL: %u

source: Could not create full DB path for database '%s' filename '%s'
pl: Nie można utworzyć pełnej ścieżki bazy danych dla bazy "%s", nazwy pliku "%s"
