Repository: aviarypl/gnome-l10n-pl
Catalog: evolution-couchdb.master.*.po
Languages: pl

source: Could not create DesktopcouchSession object
pl: Nie można utworzyć obiektu DesktopcouchSession

source: Could not create CouchdbSession object
pl: Nie można utworzyć obiektu CouchdbSession

source: Could not open database %s
pl: Nie można otworzyć bazy danych %s

source: The backend does not support bulk additions
pl: Mechanizm nie obsługuje dodawania całości

source: Could not remove contacts from CouchDB
pl: Nie można usunąć kontaktów z bazy CouchDB

source: The backend does not support bulk modifications
pl: Mechanizm nie obsługuje zmieniania całości

source: Contact %s could not be found in CouchDB contacts database
pl: Nie można odnaleźć kontaktu %s w bazie danych kontaktów CouchDB

source: <b>Server</b>
pl: <b>Serwer</b>

source: Desktop CouchDB
pl: Baza CouchDB pulpitu

source: System-wide CouchDB
pl: Baza CouchDB systemu

source: Remote CouchDB server
pl: Zdalny serwer CouchDB

source: Database name:
pl: Nazwa bazy danych:
