Repository: aviarypl/gnome-l10n-pl
Catalog: folks.master.*.po
Languages: pl

source: Address book ‘%s’ is offline, so contact ‘%s’ cannot be removed.
pl: Książka adresowa "%s" jest w trybie offline, więc nie można usunąć kontaktu "%s".

source: Permission denied to remove contact ‘%s’: %s
pl: Brak uprawnień, aby usunąć kontakt "%s": %s

source: Removing contacts isn't supported by this persona store: %s
pl: Usuwanie kontaktów nie jest obsługiwane przez tę przechowalnię osób: %s

source: Can't remove contact ‘%s’: %s
pl: Nie można usunąć kontaktu "%s": %s

source: Address book ‘%s’ is offline.
pl: Książka adresowa "%s" jest w trybie offline.

source: Permission denied to open address book ‘%s’: %s
pl: Brak uprawnień, aby otworzyć książkę adresową "%s": %s

source: Couldn't open address book ‘%s’: %s
pl: Nie można otworzyć książki adresowej "%s": %s

source: Couldn't open address book ‘%s’.
pl: Nie można otworzyć książki adresowej "%s".

source: Couldn't get address book capabilities: %s
pl: Nie można uzyskać możliwości książki adresowej: %s

source: Couldn't get view for address book ‘%s’.
pl: Nie można uzyskać widoku dla książki adresowej "%s".

source: Couldn't get view for address book ‘%s’: %s
pl: Nie można uzyskać widoku dla książki adresowej "%s": %s

source: The relationship key file '%s' could not be loaded: %s
pl: Nie można wczytać pliku klucza powiązania "%s": %s

source: The relationship key file directory '%s' could not be created: %s
pl: Nie można utworzyć katalogu pliku klucza powiązania "%s": %s

source: The relationship key file '%s' could not be created: %s
pl: Nie można utworzyć pliku klucza powiązania "%s": %s

source: Persona store (%s, %s) requires the following details: im-addresses (provided: '%p')
pl: Przechowalnia osoby (%s, %s) wymaga następujących informacji: im-addresses (dostarczono: "%p")

source: Could not write updated key file '%s': %s
pl: Nie można zapisać zaktualizowanego pliku klucza "%s": %s

source: Couldn't load data from key file: %s
pl: Nie można wczytać danych z pliku klucza: %s

source: Error requesting a group channel: %s
pl: Błąd podczas żądania kanału grupy: %s

source: Error requesting group handles: %s
pl: Błąd podczas żądania elementów obsługujących grupy: %s

source: Failed to change contact's alias: %s
pl: Zmiana pseudonimu kontaktu się nie powiodła: %s

source: Failed to create group channel: %s
pl: Utworzenie kanału grupy się nie powiodło: %s

source: Get Channels property failed: %s
pl: Właściwość uzyskania kanałów się nie powiodła: %s

source: Failed to add contact to group '%s': %s
pl: Dodanie kontaktu do grupy "%s" się nie powiodło: %s

source: Failed to remove contact from group '%s': %s
pl: Usunięcie kontaktu z grupy "%s" się nie powiodło: %s

source: Invalid group channel %p to add handle %d to.
pl: Nieprawidłowy kanał grupy %p, do którego ma zostać dodany element obsługujący %d.

source: Couldn't connect to the telepathy-logger service.
pl: Nie można połączyć się z usługą telepathy-logger.

source: Lost connection to the telepathy-logger service.
pl: Utracono połączenie z usługą telepathy-logger.

source: Couldn't get list of favorite contacts: %s
pl: Nie można uzyskać listy ulubionych kontaktów: %s

source: Unknown persona '%s' in favorites list.
pl: Nieznana osoba "%s" na liście ulubionych.

source: Couldn't add favorite contacts: %s
pl: Nie można dodać ulubionych kontaktów: %s

source: Couldn't remove favorite contacts: %s
pl: Nie można usunąć ulubionych kontaktów: %s

source: Failed to determine whether we can set aliases on Telepathy account '%s': %s
pl: Określenie, czy można ustawić pseudonimy na koncie usługi Telepathy "%s" się nie powiodło: %s

source: Failed to determine whether we can set groups on Telepathy account '%s': %s
pl: Określenie, czy można ustawić grupy na koncie usługi Telepathy "%s" się nie powiodło: %s

source: Failed to create contact for self handle '%u': %s
pl: Utworzenie kontaktu dla samodzielnego elementu obsługującego "%u" się nie powiodło: %s

source: Error creating channel for NewChannels signal.
pl: Błąd podczas tworzenia kanału dla sygnału NewChannels.

source: Failed to add persona '%s' to group '%s'.
pl: Dodanie osoby "%s" do grupy "%s" się nie powiodło.

source: Failed to remove persona '%s' from group '%s'.
pl: Usunięcie osoby "%s" z grupy "%s" się nie powiodło.

source: Personas representing the local user may not be removed.
pl: Osoby reprezentujące lokalnego użytkownika nie mogą być usuwane.

source: Failed to remove persona '%s' (%s) from 'stored' list: %s
pl: Usunięcie osoby "%s" (%s) z listy "stored" się nie powiodło: %s

source: Failed to remove persona '%s' (%s) from 'subscribe' list: %s
pl: Usunięcie osoby "%s" (%s) z listy "subscribe" się nie powiodło: %s

source: Failed to remove persona '%s' (%s) from 'publish' list: %s
pl: Usunięcie osoby "%s" (%s) z listy "publish" się nie powiodło: %s

source: Failed to add persona '%s' to contact list '%s': %s
pl: Dodanie osoby "%s" do listy kontaktów "%s" się nie powiodło: %s

source: Failed to remove persona '%s' from contact list '%s': %s
pl: Usunięcie osoby "%s" z listy kontaktów "%s" się nie powiodło: %s

source: Failed to create personas from incoming contacts in channel '%s': %s
pl: Utworzenie osób z kontaktów przychodzących w kanale "%s" się nie powiodło: %s

source: Persona store (%s, %s) requires the following details: contact (provided: '%s')
pl: Przechowalnia osoby (%s, %s) wymaga następujących informacji: contact (dostarczono: "%s")

source: Cannot create a new persona while offline.
pl: Nie można utworzyć nowej osoby podczas działania w trybie offline.

source: Requested a single persona, but got %u persona back.
pl: Żądano jednej osoby, a otrzymano %u.

source: Failed to add a persona from details: %s
pl: Dodanie osoby z informacji się nie powiodło: %s

source: Failed to change favorite without a connection to the telepathy-logger service.
pl: Zmiana ulubionych bez połączenia z usługą telepathy-logger się nie powiodła.

source: Failed to change a persona's favorite status.
pl: Zmiana ulubionego stanu osoby się nie powiodła.

source: Unrecognized paramter %s by the %s PersonaStore: ')
pl: Nierozpoznany parametr %s od %s PersonaStore: ')

source: Error preparing Backend '%s': %s
pl: Błąd podczas przygotowywania mechanizmu "%s": %s

source: Error listing contents of folder '%s': %s
pl: Błąd podczas wyświetlania listy zawartości katalogu "%s": %s

source: The content type of '%s' could not be determined. Have you installed shared-mime-info?
pl: Typ treści "%s" nie może zostać określony. Zainstalowano pakiet shared-mime-info?

source: Failed to load module from path '%s': %s
pl: Wczytanie modułu ze ścieżki "%s" się nie powiodło: %s

source: Failed to find entry point function '%s' in '%s': %s
pl: Odnalezienie funkcji punktu wprowadzania "%s" w "%s" się nie powiodło: %s

source: File or directory '%s' does not exist.
pl: Plik lub katalog "%s" nie istnieje.

source: Failed to get content type for '%s'.
pl: Uzyskanie typu treści dla "%s" się nie powiodło.

source: The IM address '%s' could not be understood.
pl: Nie można przetworzyć adresu komunikatora "%s".

source: Error preparing persona store '%s': %s
pl: Błąd podczas przygotowywania przechowalni osoby "%s": %s

source: Unknown property '%s' in linkable property list.
pl: Nieznana właściwość "%s" na liście dowiązywalnych właściwości.

source: Failed to add contact for persona store ID '%s': %s
pl: Dodanie kontaktu dla identyfikatora przechowalni osoby "%s" się nie powiodło: %s

source: Can't link personas with no writeable store.
pl: Nie można powiązać osób bez zapisywalnej przechowalni.

source: Title: %s, Organisation: %s, Role: %s
pl: Tytuł: %s, organizacja: %s, rola: %s

source: File %s does not exist.
pl: Plik %s nie istnieje.

source: Failed to get information about file %s: %s
pl: Uzyskanie informacji o pliku %s się nie powiodło: %s

source: File %s is not readable.
pl: Nie można odczytać pliku %s.

source: The Pidgin buddy list file '%s' could not be loaded.
pl: Nie można wczytać pliku listy znajomych programu Pidgin "%s".

source: The Pidgin buddy list file '%s' could not be loaded: the root element could not be found or was not recognised.
pl: Nie można wczytać pliku listy znajomych programu Pidgin "%s": nie można odnaleźć lub rozpoznać elementu głównego.

source: Imported %u buddies from '%s'.
pl: Zaimportowano %u znajomych z "%s".

source: Error changing group of Pidgin.Persona '%s': %s
pl: Błąd podczas zmieniania grupy Pidgin.Persona "%s": %s

source: Ignoring buddy with no alias and only one IM address: %s
pl: Ignorowanie znajomego bez pseudonimu i z tylko jednym adresem komunikatora: %s

source: Failed to create new persona for buddy with alias '%s' and IM addresses: %s Error: %s
pl: Utworzenie nowej osoby dla znajomego o pseudonimie "%s" i adresach komunikatora: %s Błąd: %s

source: Created persona '%s' for buddy with alias '%s' and IM addresses: %s
pl: Utworzono osobę "%s" dla znajomego o pseudonimie "%s" i adresach komunikatora: %s

source: Source backend name (default: 'pidgin')
pl: Nazwa mechanizmu źródłowego (domyślnie: "pidgin")

source: Source filename (default: specific to source backend)
pl: Nazwa pliku źródłowego (domyślnie: zależnie od mechanizmu źródłowego)

source: — import meta-contact information to libfolks
pl: — importuje informacje o metakontaktach do biblioteki libfolks

source: Couldn't parse command line options: %s
pl: Nie można przetworzyć opcji wiersza poleceń: %s

source: Couldn't load the backends: %s
pl: Nie można wczytać mechanizmów: %s

source: Couldn't load the 'key-file' backend.
pl: Nie można wczytać mechanizmu "key-file".

source: Couldn't prepare the 'key-file' backend: %s
pl: Nie można przygotować mechanizmu "key-file": %s

source: Couldn't load the 'key-file' backend's persona store.
pl: Nie można wczytać przechowalni osoby mechanizmu "key-file".

source: Couldn't prepare the 'key-file' backend's persona store: %s
pl: Nie można przygotować przechowalni osoby mechanizmu "key-file": %s

source: Error importing personas: %s
pl: Błąd podczas importowania osób: %s

source: Unrecognised source backend name '%s'. 'pidgin' is currently the only supported source backend.
pl: Nierozpoznana nazwa mechanizmu źródłowego "%s". Obecnie jest obsługiwany tylko mechanizm źródłowy "pidgin".
