Repository: aviarypl/gnome-l10n-pl
Catalog: gget.master.*.po
Languages: pl

source: Download Manager
pl: Menedżer pobierania

source: Download files from the Internet
pl: Pobieranie plików z Internetu

source: GGet Download Manager
pl: Menedżer pobierania GGet

source: <b>Current size:</b>
pl: <b>Bieżący rozmiar:</b>

source: <b>Date completed:</b>
pl: <b>Data ukończenia:</b>

source: <b>Date started:</b>
pl: <b>Data rozpoczęcia:</b>

source: <b>Default Download Folders</b>
pl: <b>Domyślne katalogi pobierania:</b>

source: <b>Folder:</b>
pl: <b>Katalog:</b>

source: <b>MIME-type:</b>
pl: <b>Typ MIME:</b>

source: <b>Name:</b>
pl: <b>Nazwa:</b>

source: <b>Proxy Configuration</b>
pl: <b>Konfiguracja pośrednika</b>

source: <b>Show</b>
pl: <b>Wyświetlanie</b>

source: <b>Startup</b>
pl: <b>Uruchamianie</b>

source: <b>Total size:</b>
pl: <b>Rozmiar całkowity:</b>

source: <b>URI:</b>
pl: <b>Adres URI:</b>

source: <big><b>Add new Download</b></big>
pl: <big><b>Dodanie nowego pobierania</b></big>

source: <big><b>Are you sure you want to quit GGet?</b></big>
pl: <big><b>Na pewno zakończyć program GGet?</b></big>

source: Add Download
pl: Dodaj pobieranie

source: Ask for download location
pl: Pytanie o położenie pobierania

source: Columns
pl: Kolumny

source: Current size
pl: Bieżący rozmiar

source: Default _GNOME network settings
pl: Domyślne ustawienia sieciowe środowiska _GNOME

source: Details
pl: Szczegóły

source: Direct _Internet connection
pl: Bezpośrednie połączenie z _Internetem

source: Don't show me this again
pl: Bez wyświetlania tego ponownie

source: Download Details
pl: Szczegóły pobierania

source: ETA
pl: Szacowany czas ukończenia

source: Except for specific file types:
pl: Poza podanymi typami plików:

source: Folders
pl: Katalogi

source: General
pl: Ogólne

source: Main window on startup
pl: Główne okno podczas uruchamiania

source: Network
pl: Sieć

source: Notifications on completed downloads
pl: Powiadomienia o ukończonych pobieraniach

source: Pass_word:
pl: _Hasło:

source: Place new downloads in default folder:
pl: Umieszczanie nowych pobierań w katalogu:

source: Please enter the URI to the file you would like to download and select a folder to save it in.
pl: Proszę wprowadzić adres URI pliku, który ma zostać pobrany i wybrać katalog, w którym ma zostać zapisany.

source: Preferences for GGet
pl: Preferencje programu GGet

source: Progress
pl: Postęp

source: Proxy requires _authentication
pl: Pośrednik wymaga _uwierzytelnienia

source: Quit confirmation when there are active downloads
pl: Potwierdzenie zakończenia, kiedy są aktywne pobierania

source: Quit?
pl: Zakończyć?

source: Resume
pl: Wznów

source: Select all
pl: Zaznacz wszystko

source: Select download folder
pl: Zaznacz katalog pobierania

source: Speed
pl: Prędkość

source: Start GGet at login
pl: Uruchamianie programu GGet podczas logowania

source: Status
pl: Stan

source: Status icon in notification area
pl: Ikona stanu w obszarze powiadamiania

source: Statusbar
pl: Pasek stanu

source: There are active downloads in progress. If you quit now, you will be able to resume them later.
pl: Trwają aktywne pobierania. Jeśli program zostanie teraz zakończony, będzie je można wznowić później.

source: Toolbar
pl: Pasek narzędziowy

source: Total size
pl: Rozmiar całkowity

source: Unselect all
pl: Odznacz wszystko

source: Use a Unix shell-style wildcard for the extension For example: *.tar.gz
pl: Należy używać wieloznacznika w stylu powłoki systemu UNIX dla rozszerzenia Na przykład: *.tar.gz

source: _Download folder:
pl: _Katalog pobierania:

source: _Edit
pl: _Edycja

source: _File
pl: _Plik

source: _Help
pl: Pomo_c

source: _Manual proxy configuration
pl: _Ręczna konfiguracja pośrednika

source: _Proxy:
pl: _Pośrednik:

source: _Show
pl: _Wyświetl

source: _URI:
pl: Adres _URI:

source: _User:
pl: _Użytkownik:

source: Autostart at login
pl: Automatyczne uruchamianie podczas logowania

source: Default download folder
pl: Domyślny katalog pobierania

source: Default download folders for the file type extensions in the extensions key.
pl: Domyślny katalog pobierania dla typów plików podanych w kluczu rozszerzeń.

source: Default location where GGet will save downloaded files.
pl: Domyślne położenie, w którym program GGet będzie zapisywał pobrane pliki.

source: File type extensions
pl: Rozszerzenia typów plików

source: File type extensions which has download associated default download folders in the extension_folders key.
pl: Rozszerzenia typów plików, które mają powiązany katalog pobierania określony w kluczu "extension_folders".

source: Folders for file type extensions
pl: Katalogi dla rozszerzeń typów plików

source: HTTP proxy host
pl: Serwer pośrednika HTTP

source: HTTP proxy password
pl: Hasło pośrednika HTTP

source: HTTP proxy port
pl: Port pośrednika HTTP

source: HTTP proxy username
pl: Nazwa użytkownika pośrednika HTTP

source: Hostname for the HTTP proxy.
pl: Nazwa serwera pośrednika HTTP

source: Main window height
pl: Wysokość głównego okna

source: Main window width
pl: Szerokość głównego okna

source: Main window x position
pl: Współrzędna x głównego okna

source: Main window y position
pl: Współrzędna y głównego okna

source: Mode for proxy configuration
pl: Tryb konfiguracji pośrednika

source: Mode for proxy configuration, can be either "direct", "gnome" or "manual".
pl: Tryb konfiguracji pośrednika, może być "direct" (bezpośrednie połączenie), "gnome" (pobierane z ustawień środowiska GNOME) lub "manual" (ręczna).

source: Port number for the HTTP proxy.
pl: Numer portu dla pośrednika HTTP.

source: Show ETA
pl: Wyświetlanie szacowanego czasu ukończenia

source: Show current size
pl: Wyświetlanie bieżącego rozmiaru

source: Show main window
pl: Wyświetlanie głównego okna

source: Show notifications
pl: Wyświetlanie powiadomień

source: Show progress
pl: Wyświetlanie postępu

source: Show quit dialog
pl: Wyświetlanie okna dialogowego podczas kończenia działania programu

source: Show speed
pl: Wyświetlanie prędkości

source: Show status
pl: Wyświetlanie stanu

source: Show status icon
pl: Wyświetlanie ikony stanu

source: Show statusbar
pl: Wyświetlanie paska stanu

source: Show toolbar
pl: Wyświetlanie paska narzędziowego

source: Show total size
pl: Wyświetlanie rozmiaru całkowitego

source: The height of the main window.
pl: Wysokość głównego okna.

source: The password to use when connecting the the HTTP proxy.
pl: Hasło używane podczas łączenia z pośrednikiem HTTP.

source: The username to use when connecting the the HTTP proxy.
pl: Nazwa użytkownika używana podczas łączenia z pośrednikiem HTTP.

source: The width of the main window.
pl: Szerokość głównego okna.

source: The x position of the main window.
pl: Współrzędna x głównego okna.

source: The y position of the main window.
pl: Współrzędna y głównego okna.

source: Use authentication for HTTP proxy
pl: Używanie uwierzytelnienia dla pośrednika HTTP

source: Use exceptions for extensions
pl: Używanie wyjątków dla rozszerzeń

source: Whether GGet should always ask for the location where to save downloaded files.
pl: Określa, czy program GGet zawsze powinien pytać o położenie, gdzie zapisywać pobrane pliki.

source: Whether GGet should ask for confirmation when quiting with active downloads.
pl: Określa, czy program GGet powinien pytać o potwierdzenie podczas kończenia działania, kiedy są aktywne pobierania.

source: Whether GGet should display a ETA (Estimated Time of Arrival) column for downloads in the main window.
pl: Określa, czy program GGet powinien wyświetlać kolumnę szacowanego czasu ukończenia dla pobrań w głównym oknie.

source: Whether GGet should display a current size column for downloads in the main window.
pl: Określa, czy program GGet powinien wyświetlać kolumnę rozmiaru dla pobrań w głównym oknie.

source: Whether GGet should display a progress column for downloads in the main window.
pl: Określa, czy program GGet powinien wyświetlać kolumnę postępu dla pobrań w głównym oknie.

source: Whether GGet should display a speed column for downloads in the main window.
pl: Określa, czy program GGet powinien wyświetlać kolumnę prędkości dla pobrań w głównym oknie.

source: Whether GGet should display a status column for downloads in the main window.
pl: Określa, czy program GGet powinien wyświetlać kolumnę stanu dla pobrań w głównym oknie.

source: Whether GGet should display a status icon in the notification area.
pl: Określa, czy program GGet powinien wyświetlać ikonę stanu w obszarze powiadamiania.

source: Whether GGet should display a statusbar in the main window.
pl: Określa, czy program GGet powinien wyświetlać pasek stanu w głównym oknie.

source: Whether GGet should display a toolbar in the main window.
pl: Określa, czy program GGet powinien wyświetlać pasek narzędziowy w głównym oknie.

source: Whether GGet should display a total size column for downloads in the main window.
pl: Określa, czy program GGet powinien wyświetlać kolumnę rozmiaru dla pobrań w głównym oknie.

source: Whether GGet should display the main window on startup.
pl: Określa, czy program GGet powinien wyświetlać główne okno podczas uruchamiania.

source: Whether GGet should show notifications on completed downloads.
pl: Określa, czy program GGet powinien wyświetlać powiadomienia o ukończonych pobieraniach.

source: Whether GGet should start automatically at login.
pl: Określa, czy program GGet powinien być automatycznie uruchamiany podczas logowania.

source: Whether to check file extensions to determine download folder.
pl: Określa, czy sprawdzać rozszerzenia pliku przez określeniem katalogu pobierania.

source: Whether to use authentication when connecting to the HTTP proxy.
pl: Określa, czy używać uwierzytelnienia podczas łączenia z pośrednikiem HTTP.

source: GGet is a Download Manager for the GNOME desktop.
pl: GGet jest menedżerem pobierania dla środowiska GNOME.

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2010

source: Error
pl: Błąd

source: Extension
pl: Rozszerzenie

source: Folder
pl: Katalog

source: Usage: %s [OPTION]... [URI]...
pl: Użycie: %s [OPCJA]... [URI]...

source: OPTIONS:
pl: OPCJE:

source: enable debug messages
pl: włącza komunikaty debugowania

source: show this help message and exit
pl: wyświetla ten komunikat pomocy i kończy działanie

source: Could not find configuration directory in GConf
pl: Nie można odnaleźć katalogu konfiguracji w GConf

source: Please make sure that gget.schemas was correctly installed.
pl: Proszę się upewnić, że plik gget.schemas został poprawnie zainstalowany.

source: Connecting
pl: Łączenie

source: Verifying
pl: Sprawdzanie

source: Downloading
pl: Pobieranie

source: Canceled
pl: Anulowano

source: Paused
pl: Wstrzymano

source: Completed
pl: Ukończono

source: N/A
pl: Nie dotyczy

source: Error while importing dbus module
pl: Błąd podczas importowania modułu D-Bus

source: Could not find python-dbus.
pl: Nie można odnaleźć programu python-dbus.

source: Name
pl: Nazwa

source: Open
pl: Otwórz

source: Open folder
pl: Otwórz katalog

source: Unhandled exception
pl: Nieobsłużony wyjątek

source: Error while importing pynotify module
pl: Błąd podczas importowania modułu pynotify

source: Could not find python-notify.
pl: Nie można odnaleźć programu python-notify.

source: Download Completed
pl: Pobieranie zostało ukończone

source: %s has been downloaded successfully.
pl: %s zostało pomyślnie pobrane.

source: Forward downloads to the GGet Download Manager
pl: Przekazuje pobierania do menedżera pobierania GGet
