Repository: aviarypl/gnome-l10n-pl
Catalog: gnac.master.*.po
Languages: pl

source: Audio converter for GNOME
pl: Konwerter plików dźwiękowych dla GNOME

source: Display a toolbar
pl: Wyświetlanie paska narzędziowego

source: Display a notification icon during the conversion
pl: Wyświetlanie ikony powiadomień podczas konwersji

source: Folder hierarchy
pl: Układ katalogów

source: Folder hierarchy pattern
pl: Wzór układu katalogów

source: Output filename
pl: Nazwa pliku wyjściowego

source: Output filename pattern
pl: Wzór nazwy pliku wyjściowego

source: Folder type
pl: Typ katalogu

source: Output directory
pl: Katalog wyjściowy

source: Delete original files after conversion
pl: Usuwanie pierwotnych plików po przekonwertowaniu

source: Strip special characters
pl: Zastępowanie znaków specjalnych przez podkreślenie

source: Last used profile
pl: Ostatnio używany profil

source: None
pl: Brak

source: Artist
pl: Wykonawca

source: Artist - Album
pl: Wykonawca - Album

source: Artist/Album
pl: Wykonawca/Album

source: Artist/Album (Year)
pl: Wykonawca/Album (Rok)

# Folder hierarchy: Custom
source: Custom
pl: Własny

source: Gnac Preferences
pl: Preferencje programu Gnac

source: Display
pl: Powiadomienia

source: Subfolder
pl: Podkatalog

source: Folder location:
pl: Położenie katalogów:

source: Subfolder name:
pl: Nazwa podkatalogu:

source: Custom folder
pl: Wybrany katalog

source: Same folder as source
pl: Katalog źródłowy

source: Output folder:
pl: Katalog wyjściowy:

source: Conversion
pl: Konwersja

source: General
pl: Ogólne

source: Output filename:
pl: Nazwa pliku wyjściowego:

source: Folder hierarchy:
pl: Układ katalogów:

source: File and folder naming
pl: Nazwy plików i katalogów

source: Audio
pl: Dźwięk

source: Source Filename
pl: Nazwa pliku źródłowego

source: Title
pl: Tytuł

source: Artist - Title
pl: Wykonawca - Tytuł

source: Artist - Album - Title
pl: Wykonawca - Album - Tytuł

source: Number - Title
pl: Numer - Tytuł

source: Number - Artist - Title
pl: Numer - Wykonawca - Tytuł

source: Number - Artist - Album - Title
pl: Numer - Wykonawca - Album - Tytuł

source: Artist - Number - Title
pl: Wykonawca - Numer - Tytuł

# Output filename: Custom
source: Custom
pl: Własna

source: Title:
pl: Tytuł:

source: Artist:
pl: Wykonawca:

source: Genre:
pl: Gatunek:

source: Comment:
pl: Komentarz:

source: Track number:
pl: Numer utworu:

source: of
pl: z

source: Disc number:
pl: Numer płyty:

source: Year:
pl: Rok:

source: Basic
pl: Podstawowe

source: Properties
pl: Właściwości

source: _File
pl: _Plik

source: E_dit
pl: _Edycja

source: _View
pl: _Widok

source: _Toolbar
pl: Pasek _narzędziowy

source: _Help
pl: Pomo_c

source: _Contents
pl: _Spis treści

source: Hide
pl: Ukryj

source: About Gnac
pl: O programie Gnac

source: Gnac is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. Gnac is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Gnac; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
pl: Program Gnac jest wolnym oprogramowaniem; można go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania (Free Software Foundation) - według wersji trzeciej tej Licencji lub którejś z późniejszych wersji. Program Gnac rozpowszechniany jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji należy zapoznać się z Powszechną Licencją Publiczną GNU. Z pewnością wraz z programem Gnac dostarczono także egzemplarz Powszechnej Licencji Publicznej GNU (GNU General Public License); jeśli nie - proszę napisać do Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-130159 USA

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2011, 2012 Mateusz Kacprzak <mateusz.kacprzak@yandex.ru>, 2011

source: Open a File...
pl: Otwórz plik...

source: Close dialog on add
pl: Zamknięcie okna po dodaniu

source: Output format
pl: Format wyjściowy

source: Profile
pl: Profil

source: Temporal noise shaping
pl: Kształtowanie szumów

source: Advanced
pl: Zaawansowane

source: Bitrate
pl: Gęstość bitowa

source: Sample rate
pl: Częstotliwość próbkowania

source: Channels
pl: Kanały

source: fastest
pl: najszybsza

source: highest
pl: największa

source: Compression
pl: Kompresja

source: Mode
pl: Tryb

source: Mean bitrate
pl: Średnia gęstość bitowa

source: Min bitrate
pl: Minimalna gęstość bitowa

source: Max bitrate
pl: Maksymalna gęstość bitowa

source: Preset
pl: Ustawienie

source: Quality
pl: Jakość

source: Constant bitrate (CBR)
pl: Stała gęstość bitowa (CBR)

source: Encoding mode
pl: Tryb kodowania

source: worst
pl: najsłabsza

source: best
pl: najlepsza

source: Average bitrate (ABR)
pl: Średnia gęstość bitowa (ABR)

source: Compression ratio
pl: Współczynnik kompresji

source: Profile Manager
pl: Menedżer profili

source: Name
pl: Nazwa

source: Extension
pl: Rozszerzenie

source: Profiles list
pl: Lista profili

source: Profile description
pl: Opis profilu

source: Importing file...
pl: Importowanie pliku...

source: Status
pl: Stan

source: Description
pl: Opis

source: Profile informations
pl: Informacje o profilu

source: description
pl: opis

source: Profile configuration
pl: Konfiguracja profilu

source: GStreamer pipeline
pl: Potok biblioteki GStreamer

source: Goal bitrate
pl: Docelowa gęstość bitowa

source: Bitrate (kbit/s)
pl: Gęstość bitowa (kb/s)

source: Complexity
pl: Złożoność

source: Discontinuous transmission
pl: Wykrywanie przerw w nadawaniu

source: Voice activity detection
pl: Wykrywanie aktywności głosu

source: Bitrate mode
pl: Tryb gęstości bitowej

source: Bits per sample
pl: Ilość bitów na próbkę

source: MD5 Sum
pl: Suma kontrolna MD5

source: Control method
pl: Metoda kontroli

source: Joint stereo mode
pl: Tryb łączonego stereo

source: Extra processing
pl: Dodatkowe przetwarzanie

source: Enable bitrate control (lossy)
pl: Kontrola gęstości bitowej (stratny)

source: Compression mode
pl: Tryb kompresji

source: A codec designed to be the successor of the MP3 format, providing greater sound quality and transparency than MP3 files coded at the same bit rate.
pl: Kodek mający być następcą formatu MP3, zapewnia większą czystość i wyższą jakość dźwięku niż plik MP3 zakodowany z tą samą gęstością bitową.

source: AAC takes a modular approach to encoding. There are four default profiles using different tools: (LC) -> the simplest and most widely used and supported; (MAIN) -> like the LC profile, with the addition of backwards prediction; (SRS) -> a.k.a. Scalable Sample Rate (MPEG-4 AAC-SSR); (LTP) -> an improvement of the MAIN profile using a forward predictor with lower computational complexity.
pl: AAC koduje w sposób modułowy. Istnieją cztery domyślne profile używające różnych narzędzi: (LC) -> najprostszy oraz najszerzej stosowany i wspierany; (GŁÓWNY) -> rozszerzony LC; (SRS) -> zakres częstotliwości dzielony jest na cztery kompresowane niezależnie pasma (MPEG-4 AAC-SSR); (LTP) -> ulepszony profil GŁÓWNY wymagający mniejszej ilości obliczeń.

source: Conventional transform coding schemes often encounter problems with signals that vary heavily over time, especially speech signals. Temporal noise shaping can be viewed as a postprocessing step which goal is to overcome this limitation.
pl: Tradycyjne systemy kodowania często mają problemy z sygnałami znacząco zmieniającymi się w czasie, zwłaszcza z mową. Kształtowanie szumów może być postrzegane jako sposób przetwarzania końcowego, którego celem jest usunięcie tego problemu.

source: ADTS headers
pl: Nagłówki ADTS

source: Raw AAC
pl: Surowy AAC

source: CD Quality, AAC
pl: Jakość CD, AAC

source: Used for converting to CD-quality audio, but with the lossy AAC codec. Use this for preparing files for copying to devices that only support the AAC codec. Note that using this format may be illegal in your jurisdiction; contact your lawyer for advice.
pl: Służy do konwersji do jakości dźwięku płyty CD, ale przy użyciu stratnego kodeka AAC. Tego profilu można używać do przygotowywania plików dla urządzeń, które obsługują tylko kodek AAC. Ten format może być nielegalny w niektórych krajach. Proszę skontaktować się z prawnikiem w celu uzyskania porady.

source: CD Quality, Lossless
pl: Jakość CD, bezstratny

source: Used for converting to CD-quality audio, but with a lossless compression codec. Use this if you later want to edit the file or burn it to CD.
pl: Służy do konwersji do jakości dźwięku płyty CD, ale przy użyciu bezstratnego kodeka. Tego profilu można używać do modyfikowania pliku lub nagrania go na płytę CD.

source: CD Quality, Lossy
pl: Jakość CD, stratny

source: Used for converting to CD-quality audio, but with a lossy compression codec. Use this for CD extraction and radio recordings.
pl: Służy do konwersji do jakości dźwięku płyty CD, ale przy użyciu stratnego kodeka. Tego profilu można używać do zgrywania płyt CD oraz nagrań radiowych.

source: CD Quality, MP3
pl: Jakość CD, MP3

source: Used for converting to CD-quality audio, but with the lossy MP3 codec. Use this for preparing files for copying to devices that only support the MP3 codec. Note that using this format may be illegal in your jurisdiction; contact your lawyer for advice.
pl: Służy do konwersji do jakości dźwięku płyty CD, ale przy użyciu stratnego kodeka MP3. Tego profilu można używać do przygotowywania plików dla urządzeń, które wspierają tylko kodek MP3. Ten format może być nielegalny w niektórych krajach. Proszę skontaktować się z prawnikiem w celu uzyskania porady.

source: Voice, Lossless
pl: Głos, bezstratny

source: Used for converting to lossless voice-quality audio. Use this for recording and editing speech.
pl: Służy do bezstratnej konwersji do dźwięku o jakości głosu. Tego profilu można używać do nagrywania i modyfikowania mowy.

source: Voice, Lossy
pl: Głos, stratny

source: Used for converting to lossy voice-quality audio. Use this for recording speech that doesn't need to be edited.
pl: Służy do stratnej konwersji do dźwięku o jakości głosu. Tego profilu można używać do nagrywania mowy, która nie musi być później modyfikowana.

source: An Open Source codec that compresses but does not degrade audio quality (lossless).
pl: Otwartoźródłowy kodek, który kompresuje, ale nie pogarsza jakości dźwięku (bezstratny).

source: A proprietary and older, but also popular, lossy audio format that produces larger files at lower bitrates.
pl: Własnościowy i starszy, ale też popularny, stratny format dźwięku, który tworzy większe pliki przy mniejszych gęstościach bitowych.

source: Medium
pl: Średnie

source: Standard
pl: Standardowe

source: Extreme
pl: Ekstremalne

source: Insane
pl: Szalone

source: Variable bitrate (VBR)
pl: Zmienna gęstość bitowa (VBR)

source: Presets
pl: Predefiniowany

source: Let lame choose bitrate to achieve selected compression ratio.
pl: Umożliwia koderowi lame wybór gęstości bitowej dla osiągnięcia wybranego współczynnika kompresji.

source: Joint Stereo
pl: Łączone stereo

source: Dual Channel
pl: Dwukanałowy

source: Auto
pl: Automatycznie

source: A codec optimized for high quality speech at low bit rate.
pl: Kodek zoptymalizowany dla mowy o wysokiej jakości przy małej gęstości bitowej.

source: Specify the complexity allowed for the encoder. The cpu requirement for a complexity of 10 is about five times higher than for 1.
pl: Określ dopuszczalną złożoność dla kodera. Wymagania procesora dla złożoności 10 są około pięć razy wyższe niż dla 1.

source: Voice activity detection detects non-speech periods and encodes them with just enough bits to reproduce the background noise. Implicitly activated in vbr mode.
pl: Wykrywa okresy bez aktywności głosu i koduje je taką ilością bitów, aby odtworzyć szumy tła. Domyślnie aktywowane w trybie VBR.

source: Allows to stop transmitting completely when the background noise is stationary. Non transmission periods are encoded with 5 bits per sample that is equivalent to a bitrate of about 250 bits/s.
pl: Umożliwia całkowite zatrzymanie nadawania, gdy poziom szumów tła jest niezmienny. Okresy bez nadawania są kodowane przez 5 bitów na próbkę, co jest równoważne gęstości bitowej około 250 bitów/s.

source: An Open Source, lossy audio codec with high quality output at a lower file size than MP3.
pl: Otwartoźródłowy, stratny kodek o wysokiej jakości dźwięku przy rozmiarze pliku mniejszym niż MP3.

source: High quality with large file size (no compression).
pl: Wysoka jakość przy dużym rozmiarze pliku (bez kompresji).

source: A fast and efficient Open Source audio format offering lossless and high quality lossy encoding with great dynamic range.
pl: Otwartoźródłowy, szybki i wydajny format oferujący bezstratne i wysokiej jakości stratne kodowanie o dużym zakresie dynamiki.

source: Fast compression
pl: Szybka kompresja

source: Normal compression
pl: Zwykła kompresja

source: High compression
pl: Wysoka kompresja

source: Very high compression
pl: Bardzo wysoka kompresja

source: Use better but slower filters for better compression/quality. Worst: 0; Best: 6.
pl: Użycie lepszych, ale wolniejszych filtrów dla lepszej kompresji/jakości. Najsłabszy: 0; Najlepszy:6.

source: Store MD5 hash of raw samples within the file. It can be used by wavpack during decompression to verify the data integrity of lossless files.
pl: Przechowywanie skrótu MD5 surowych próbek razem z plikiem. Może być użyty przez WavPack podczas dekompresji, aby sprawdzić spójność danych bezstratnych plików.

source: Left/Right
pl: Lewy/Prawy

source: Mid/Side
pl: Środkowy/Boczny

source: File %s is already in the list
pl: Plik %s już jest na liście

source: File %s is not in the list
pl: Plik %s nie jest na liście

source: Encoding pipeline: %s
pl: Kodowanie potoku: %s

source: Unable to create destination directory
pl: Nie można utworzyć katalogu docelowego

source: Unable to read source file
pl: Nie można odczytać pliku źródłowego

source: An error occured during conversion
pl: Wystąpił błąd podczas konwersji

source: Unable to handle this format
pl: Nie można obsłużyć tego formatu

source: Source and destination files are identical
pl: Pliki źródłowy i docelowy są identyczne

source: Destination file already exists
pl: Plik docelowy już istnieje

source: Failed to link many audio elements
pl: Połączenie wielu elementów dźwiękowych się nie powiodło

source: Failed to link many video elements
pl: Połączenie wielu elementów wideo się nie powiodło

source: Unable to create pipeline
pl: Nie można utworzyć potoku

source: Failed to add %s element
pl: Dodanie elementu %s się nie powiodło

source: Unable to link element %s to %s
pl: Nie można połączyć elementu %s z %s

source: Unable to link pad %s to %s
pl: Nie można połączyć podkładu %s z %s

source: Invalid UTF-8 tag
pl: Niewłaściwy znacznik UTF-8

source: Converted by Gnac
pl: Przekonwertowane przez Gnac

source: filename.oga
pl: nazwa.oga

source: paused
pl: wstrzymane

source: Importing files...
pl: Importowanie plików...

source: %u file imported
pl: Zaimportowano %u plik

source: Failed to add files: %s
pl: Dodanie plików się nie powiodło: %s

source: File %s already exists... Overwrite?
pl: Plik %s już istnieje. Zastąpić?

source: Remember my decision
pl: Zapamiętanie

source: Converting file %d of %d
pl: Konwertowanie pliku %d z %d

source: %s left
pl: Pozostało %s

source: Error
pl: Błąd

source: Conversion completed with errors
pl: Konwersja zakończona z błędami

source: Conversion completed
pl: Konwersja ukończona

source: Conversion stopped
pl: Konwersja zatrzymana

source: Codec installer started
pl: Rozpoczęto instalację kodeka

source: File not converted
pl: Plik nie został przekonwertowany

source: Failed to convert file
pl: Przekonwertowanie pliku się nie powiodło

source: Use audio profile 'name'
pl: Używa profilu dźwięku "nazwa"

source: name
pl: nazwa

source: List available profiles and exit
pl: Wyświetla listę dostępnych profili i kończy działanie

source: Enable verbose output
pl: Włącza informacje wyjściowe

source: Show debugging information
pl: Wyświetla informacje o błędach

source: Show the version of the program and exit
pl: Wyświetla wersję programu i kończy działanie

source: [URI...] - Convert your audio files
pl: [URI...] - Konwertuje pliki dźwiękowe

source: Run '%s --help' to see a full list of available command line options.
pl: Wykonanie polecenia "%s --help" wyświetla pełną listę opcji wiersza poleceń.

source: Invalid UTF-8 filename
pl: Nieprawidłowa nazwa pliku UTF-8

source: Patterns available:
pl: Dostępne wzory:

source: Comment
pl: Komentarz

source: Disc number
pl: Numer płyty

source: Disc count
pl: Liczba płyt

source: Filename
pl: Nazwa pliku

source: Genre
pl: Gatunek

source: Track count
pl: Liczba utworów

source: Track number
pl: Numer utworu

source: Year
pl: Rok

source: Location
pl: Położenie

source: Duration
pl: Czas trwania

source: File size
pl: Rozmiar pliku

source: Rate
pl: Częstotliwość

source: Container
pl: Kontener

source: Audio codec
pl: Kodek dźwięku

source: Video codec
pl: Kodek obrazu

source: Track gain
pl: Początek utworu

source: Track peak
pl: Koniec utworu

source: Framerate
pl: Klatki na sekundę

source: Encoder
pl: Koder

source: ~%d kbps (VBR)
pl: ~%d kb/s (VBR)

source: %d kbps
pl: %d kb/s

source: _Resume
pl: _Wznów

source: MP3 audio
pl: Dźwięk MP3

source: MPEG-4 audio
pl: Dźwięk MPEG-4

source: Musepack audio
pl: Dźwięk Musepack

source: Ogg Audio
pl: Dźwięk Ogg

source: RealAudio document
pl: Dokument RealAudio

source: Speex audio
pl: Dźwięk Speex

source: Windows Media audio
pl: Dźwięk Windows Media

source: Monkey's audio
pl: Dźwięk Monkey's Audio

source: Flac audio
pl: Dźwięk FLAC

source: WAV audio
pl: Dźwięk WAV

source: WavPack audio
pl: Dźwięk WavPack

source: Microsoft ASX playlist
pl: Lista odtwarzania Microsoft ASX

source: MP3 audio (streamed)
pl: Dźwięk MP3 (strumieniowe)

source: MP3 ShoutCast playlist
pl: Lista odtwarzania MP3 ShoutCast

source: XSPF playlist
pl: Lista odtwarzania XSPF

source: 3GPP multimedia file
pl: Plik multimedialny 3GPP

source: ASF video
pl: Wideo ASF

source: AVI video
pl: Wideo AVI

source: Flash video
pl: Wideo Flash

source: Matroska video
pl: Wideo Matroska

source: MPEG video
pl: Wideo MPEG

source: MPEG-4 video
pl: Wideo MPEG-4

source: Ogg multimedia file
pl: Plik multimedialny Ogg

source: Ogg video
pl: Wideo Ogg

source: QuickTime video
pl: Wideo QuickTime

source: RealMedia document
pl: Dokument RealMedia

source: Shockwave Flash file
pl: Plik Shockwave Flash

source: Windows Media video
pl: Wideo Windows Media

source: All files
pl: Wszystkie pliki

source: Supported files
pl: Obsługiwane pliki

source: Audio files
pl: Pliki dźwiękowe

source: Lossy files
pl: Pliki stratne

source: Lossless files
pl: Pliki bezstratne

source: Playlists
pl: Listy odtwarzania

source: Video files
pl: Pliki wideo

source: %u file added
pl: Dodano %u plik

source: Could not open link %s: %s
pl: Nie można otworzyć odnośnika %s: %s

source: Could not display help
pl: Nie można wyświetlić pomocy

source: Adding files...
pl: Dodawanie plików...

source: Debug mode activated
pl: Aktywacja wykrywania błędów

source: Verbose mode activated
pl: Aktywacja trybu informowania

source: An instance of Gnac is already running
pl: Program Gnac jest już uruchomiony

source: Failed to transmit the debug option
pl: Przekazanie opcji wykrywania błędów się nie powiodło

source: Failed to transmit the verbose option
pl: Przekazanie opcji informowania się nie powiodło

source: Failed to convert some uris
pl: Przekonwertowanie niektórych adresów URI się nie powiodło

source: Failed to transmit filenames
pl: Przekazanie nazw plików się nie powiodło

source: Filenames transmitted to the running instance
pl: Nazwy plików przekazane do uruchomionego działania

source: A conversion is currently running...
pl: Konwerter obecnie pracuje...

source: Are you sure you want to quit?
pl: Na pewno zakończyć program?

source: Unknown Artist
pl: Nieznany wykonawca

source: from
pl: z

source: Unknown Album
pl: Nieznany album

source: Show
pl: Wyświetl

source: Cannot move file to trash, do you want to delete immediately?
pl: Nie można przenieść pliku do kosza. Usunąć go trwale?

source: The file "%s" cannot be moved to the trash.
pl: Plik "%s" nie może zostać przeniesiony do kosza.

source: Unable to read file
pl: Nie można odczytać pliku

source: Custom format
pl: Własny format

source: Use this format to define your own GStreamer pipeline.
pl: Ten format jest używany do określenia własnego potoku dla biblioteki GStreamer.

source: The extension field must be non-empty
pl: Pole rozszerzenia nie może pozostać puste

source: No description available
pl: Brak dostępnego opisu

source: (copy)
pl: (kopia)

source: Unable to create the profiles directory
pl: Nie można utworzyć katalogu profili

source: No profiles available
pl: Brak dostępnych profili

source: Available audio profiles:
pl: Dostępne profile dźwięku:

source: You may not be able to save your profiles
pl: Nie można zapisać profili

source: Unable to browse the profiles directory
pl: Nie można przeglądać katalogu profili

source: Unable to find the default profiles directory
pl: Nie można odnaleźć katalogu domyślnych profili

source: Unable to browse the default profiles directory
pl: Nie można przeglądać katalogu profili domyślnych

source: Impossible to import file(s)
pl: Nie można zaimportować plików

source: %d file failed to be imported
pl: Zaimportowanie %d pliku się nie powiodło

source: %d file successfully imported
pl: Zaimportowano %d plik

source: Impossible to import file "%s". File type not supported.
pl: Nie można zaimportować pliku "%s". Nieobsługiwany format.

source: Impossible to load file "%s": a profile with the same name already exists.
pl: Nie można wczytać pliku "%s": istnieje profil o tej samej nazwie.

source: New Profile
pl: Nowy profil

source: Failed to copy the profile
pl: Skopiowanie profilu się nie powiodło

source: Edit Profile
pl: Modyfikacja profilu

source: Format not supported
pl: Nieobsługiwany format

source: The profile name must be non-empty
pl: Nazwa profilu nie może pozostać pusta

source: The profile name cannot contain the following characters:
pl: Nazwa profilu nie może zawierać następujących znaków:

source: This name is already used by another profile.
pl: Nazwa jest używana przez inny profil.

source: Profile name cannot contain the following characters:
pl: Nazwa profilu nie może zawierać następujących znaków:

source: File "%s" is not a valid profile file.
pl: Plik "%s" nie jest prawidłowym plikiem profilu.

source: Format defined by id "%s" in file "%s" is not supported.
pl: Format "%s" pliku "%s" nie jest obsługiwany.
