Repository: aviarypl/gnome-l10n-pl
Catalog: gnome-schedule.master.*.po
Languages: pl

source: Manage your system tasks
pl: Zarządzanie zadaniami systemowymi

source: Scheduled tasks
pl: Zaplanowane zadania

source: Configures your scheduled tasks
pl: Konfiguracja zaplanowanych zadań

source: Gnome schedule
pl: Terminarz GNOME

source: System tools
pl: Narzędzia systemowe

source: Failed to create data dir! Make sure ~/.gnome and ~/.gnome/gnome-schedule are writable.
pl: Utworzenie katalogu danych się nie powiodło. Proszę się upewnić, że katalogi ~/.gnome i ~/.gnome/gnome-schedule są zapisywalne.

source: Failed to create data dir: %s. Make sure ~/.gnome and ~/.gnome/gnome-schedule are writable.
pl: Utworzenie katalogu danych się nie powiodło: %s. Proszę się upewnić, że katalogi ~/.gnome i ~/.gnome/gnome-schedule są zapisywalne.

source: Warning! Unknown task: %(preview)s
pl: Ostrzeżenie. Nieznane zadanie: %(preview)s

source: On %(timestring)s
pl: O %(timestring)s

source: Once
pl: Raz

source: Warning: a line in atq's output didn't parse:
pl: Ostrzeżenie: nie można przetworzyć wiersza w wyjściu atq:

source: Untitled
pl: Bez nazwy

source: Minute
pl: Minuta

source: Hour
pl: Godzina

source: Day of Month
pl: Dzień miesiąca

source: Month
pl: Miesiąc

source: Weekday
pl: Dzień tygodnia

source: Basic
pl: Podstawowe

source: This is not a valid special record: %(record)s
pl: To nie jest prawidłowy wpis specjalny: %(record)s

source: Must be between %(min)s and %(max)s
pl: Musi wynosić między %(min)s a %(max)s

source: %s is not a number
pl: %s nie jest liczbą

source: Recurrent
pl: Powtarzanie

source: At reboot
pl: Podczas ponownego uruchamiania

source: minute
pl: minuta

source: hour
pl: godzina

source: day
pl: dzień

source: month
pl: miesiąc

source: weekday
pl: dzień tygodnia

source: Failed to parse the Day of Month field, possibly due to a bug in crontab.
pl: Przetworzenie pola dzień miesiąca się nie powiodło, prawdopodobnie z powodu błędu w pliku crontab.

source: Every minute
pl: Co minutę

source: Every hour
pl: Co godzinę

source: Every day
pl: Codziennie

source: Every month
pl: Każdego miesiąca

source: Every week
pl: Każdego tygodnia

source: Create a New Scheduled Task
pl: Tworzy nowe zaplanowane zadanie

source: Edit template
pl: Modyfikuj szablon

source: New template
pl: Nowy szablon

source: Edit a Scheduled Task
pl: Modyfikuje zaplanowane zadanie

source: This is an invalid record! The problem could be in the %(field)s field. Reason: %(reason)s
pl: To jest nieprawidłowy wpis. Problemem może być pole %(field)s. Przyczyna: %(reason)s

source: Your command contains one or more of the character %, this is special for cron and cannot be used with Gnome-schedule because of the format it uses to store extra information on the crontab line. Please use the | redirector character to achieve the same functionality. Refer to the crontab manual for more information about the % character. If you don not want to use it for redirection it must be properly escaped with the \ letter.
pl: Polecenie zawieraj jeden lub więcej znaków %, który jest specjalny dla usługi cron i nie może być używany w Terminarzu GNOME z powodu formatu, jaki używa do przechowywania dodatkowych informacji w wierszu crontab. Proszę użyć znaku przekazania |, aby osiągnąć tę samą funkcjonalność. Proszę zobaczyć podręcznik crontab, aby dowiedzieć się więcej o znaku %. Jeśli nie ma być używany jako przekazanie, to musi zostać poprzedzony znakami \.

source: Note about working directory of executed tasks: Recurrent tasks will be run from the home directory.
pl: Uwaga na temat katalogu roboczego wykonanych zadań: Powtarzające się zadania będą wykonywane z katalogu domowego.

source: _Don't show again
pl: _Bez wyświetlania ponownie

source: Warning: Working directory of executed tasks
pl: Ostrzeżenie: katalog roboczy wykonanych zadań

source: Every weekday
pl: Co tydzień

source: Edit minute
pl: Modyfikuj minutę

source: Edit hour
pl: Modyfikuj godzinę

source: Edit day
pl: Modyfikuj dzień

source: Edit month
pl: Modyfikuj miesiąc

source: Edit weekday
pl: Modyfikuj dzień tygodnia

source: This is invalid. Reason: %s
pl: To jest nieprawidłowe: Przyczyna: %s

source: At an exact minute
pl: O dokładnej minucie

source: Minute:
pl: Minuta:

source: At an exact hour
pl: O dokładnej godzinie

source: Hour:
pl: Godzina:

source: On a day
pl: Danego dnia

source: Day:
pl: Dzień:

source: In a month
pl: W miesiącu

source: Month:
pl: Miesiąc:

source: On a weekday
pl: Danego dnia tygodnia

source: Weekday:
pl: Dzień tygodnia:

source: In a step width
pl: Między podanym czasem

source: Minutes:
pl: Minuty:

source: Hours:
pl: Godziny:

source: Days:
pl: Dni:

source: Months:
pl: Miesiące:

source: Weekdays:
pl: Dni tygodnia:

source: A_bout
pl: _O programie

source: _Add a task
pl: Dodaj z_adanie

source: _Help
pl: Pomo_c

source: _Manage tasks
pl: _Zarządzaj zadaniami

source: Gnome Schedule: Export tasks
pl: Terminarz GNOME: eksport zadań

source: Usage: %s [output file]
pl: Użycie: %s [plik wyjściowy]

source: No file means export to stdout.
pl: Brak pliku oznacza wyeksportowanie do standardowego wyjścia.

source: File exists already.
pl: Plik już istnieje.

source: Could not open file for writing: %s
pl: Nie można otworzyć pliku do zapisania: %s

source: Exporting crontab task: %s
pl: Eksportowanie zadania crontab: %s

source: Exporting at task: %s
pl: Eksportowanie na zadaniu: %s

source: Finished, exported: %d task total.
pl: Ukończono, wyeksportowano: %d zadanie.

source: Gnome Schedule: Import tasks
pl: Terminarz GNOME: import zadań

source: Usage: %s [input file]
pl: Użycie: %s [plik wejściowy]

source: No file means import from stdin.
pl: Brak pliku oznacza zaimportowanie ze standardowego wejścia.

source: File does not exist.
pl: Plik nie istnieje.

source: Reading from stdin..
pl: Odczytywanie ze standardowego wejścia...

source: Reading file: %s..
pl: Odczytywanie pliku: %s...

source: Could not open file for reading: %s
pl: Nie można otworzyć pliku do odczytania: %s

source: Importing crontab task: %s
pl: Importowanie zadania crontab: %s

source: Importing at task: %s
pl: Importowanie za zadaniu: %s

source: Finished, imported: %d task total.
pl: Ukończono, zaimportowano: %d zadanie.

source: <b>Choose the user whose tasks you want to modify</b>
pl: <b>Proszę wybrać użytkownika, którego zadania modyfikować</b>

source: <b>Select the type of the scheduled task:</b>
pl: <b>Proszę wybrać typ zaplanowanego zadania:</b>

source: <big>Preview</big>
pl: <b>Podgląd</b>

source: <big>Time &amp; Date</big>
pl: <big>Czas i data</big>

source: About Gnome-schedule
pl: O programie Terminarz GNOME

source: Add a Scheduled Task
pl: Dodaj zaplanowane zadanie

source: Add as template
pl: Dodaj jako szablon

source: Advanced
pl: Zaawansowane

source: Change User
pl: Zmień użytkownika

source: Change edit mode
pl: Zmień tryb modyfikowania

source: Choose template
pl: Wybierz szablon

source: Choose the user whose tasks you want to modify
pl: Proszę wybrać użytkownika, którego zadania modyfikować

source: Command:
pl: Polecenie:

source: Configure Scheduled Tasks
pl: Skonfiguruj zaplanowane zadania

source: Create a new task from the selected template
pl: Tworzy nowe zadanie z zaznaczonego szablonu

source: Create a new template.
pl: Tworzy nowy szablon.

source: Date:
pl: Data:

source: Delete a scheduled task
pl: Usuń zaplanowane zdanie

source: Delete the selected template
pl: Usuń zaznaczony szablon

source: Description:
pl: Opis:

source: Edit a periodical task
pl: Modyfikuj zadanie okresowe

source: Edit a scheduled task
pl: Modyfikuj zaplanowane zadanie

source: Edit the selected template
pl: Modyfikuj zaznaczony szablon

source: Execute at:
pl: Wykonanie o:

source: Execution at a specific minute, hour, day, weekday or month.
pl: Wykonanie o podanej minucie, godzinie, dniu, dniu tygodnia lub miesiącu.

source: Execution at a step width. For example every five minutes, hours, days, weekdays or months.
pl: Wykonanie między podanym czasem. Na przykład co pięć minut, godzin, dni, dni tygodnia lub miesięcy.

source: Execution at every minute, hour, day, weekday or month.
pl: Wykonanie co minutę, godzinę, dzień, dzień tygodnia lub miesiąc.

source: Execution in a range.
pl: Wykonanie w zakresie.

source: Expression:
pl: Wyrażenie:

source: From:
pl: Od:

source: In a range
pl: W zakresie

source: Manage templates
pl: Zarządzaj szablonami

source: Other
pl: Inne

source: Run selected task
pl: Uruchom zaznaczone zadanie

source: Run task
pl: Uruchom zadanie

source: Scheduled and active tasks
pl: Zaplanowane i aktywne zadania

source: See "man 5 crontab" for information about the crontab format.
pl: Proszę zobaczyć "man 5 crontab", aby dowiedzieć się więcej o formacie crontab.

source: Show help
pl: Wyświetl pomoc

source: Task description:
pl: Opis zadania:

source: Task:
pl: Zadanie:

source: Templates
pl: Szablony

source: Time expression help
pl: Pomoc wyrażeń czasu

source: Time:
pl: Czas:

source: To:
pl: Do:

source: X application
pl: Program X

source: _User:
pl: _Użytkownik:

source: You need to install pyGTK or GTKv2, or set your PYTHONPATH correctly. try: export PYTHONPATH=
pl: Należy zainstalować pakiet PyGTK lub GTKv2, albo poprawnie ustawić zmienną PYTHONPATH. Proszę spróbować: export PYTHONPATH=

source: %B %d
pl: %d %B

source: %B %d, %Y
pl: %d %B, %Y

source: At every full hour
pl: Co każdą pełną godzinę

source: At every minute
pl: Co każdą minutę

source: At minute %(minute)s of every hour
pl: W %(minute)s minucie każdej godziny

source: At every minute between %(time_from)s and %(time_to)s
pl: W każdej minucie między %(time_from)s a %(time_to)s

source: On every day at %(time)s
pl: W każdym dniu o %(time)s

source: On day %(monthday)s of every month at every full hour
pl: W dniu %(monthday)s każdego miesiąca o każdej pełnej godzinie

source: On day %(monthday)s of every month at every minute
pl: W dniu %(monthday)s każdego miesiąca o każdej minucie

source: On day %(monthday)s of every month at minute %(minute)s of every hour
pl: W dniu %(monthday)s każdego miesiąca o minucie %(minute)s każdej godziny

source: On day %(monthday)s of every month at every minute between %(time_from)s and %(time_to)s
pl: W dniu %(monthday)s każdego miesiąca o każdej minucie między %(time_from)s a %(time_to)s

source: On day %(monthday)s of every month at %(time)s
pl: W dniu %(monthday)s każdego miesiąca o %(time)s

source: On every day in %(month)s at every full hour
pl: Każdego dnia w miesiącu %(month)s o każdej pełnej godzinie

source: On every day in %(month)s at every minute
pl: Każdego dnia w miesiącu %(month)s o każdej minucie

source: On every day in %(month)s at minute %(minute)s of every hour
pl: Każdego dnia w miesiącu %(month)s o minucie %(minute)s każdej godziny

source: On every day in %(month)s at every minute between %(time_from)s and %(time_to)s
pl: Codziennie w miesiącu %(month)s o każdej minucie między %(time_from)s a %(time_to)s

source: On every day in %(month)s at %(time)s
pl: Każdego dnia w miesiącu %(month)s o %(time)s

source: Every year on %(date)s at every full hour
pl: Każdego roku w dniu %(date)s o każdej pełnej godzinie

source: Every year on %(date)s at every minute
pl: Każdego roku w dniu %(date)s o każdej minucie

source: Every year on %(date)s at minute %(minute)s of every hour
pl: Każdego roku w dniu %(date)s o minucie %(minute)s każdej godziny

source: Every year on %(date)s at every minute between %(time_from)s and %(time_to)s
pl: Każdego roku w dniu %(date)s o każdej minucie między %(time_from)s a %(time_to)s

source: Every year on %(date)s at %(time)s
pl: Każdego roku w dniu %(date)s o %(time)s

source: On every weekday: %(weekday)s at every full hour
pl: Każdego dnia tygodnia: %(weekday)s o każdej pełnej godzinie

source: On every weekday: %(weekday)s at every minute
pl: Każdego dnia tygodnia: %(weekday)s o każdej minucie

source: On every weekday: %(weekday)s at minute %(minute)s of every hour
pl: Każdego dnia tygodnia: %(weekday)s o minucie %(minute)s każdej godziny

source: On every weekday: %(weekday)s at every minute between %(time_from)s and %(time_to)s
pl: Każdego dnia tygodnia: %(weekday)s o każdej minucie między %(time_from)s a %(time_to)s

source: On every weekday: %(weekday)s at %(time)s
pl: Każdego dnia tygodnia: %(weekday)s o %(time)s

source: On day %(monthday)s of every month and every weekday: %(weekday)s at every full hour
pl: W dniu %(monthday)s każdego miesiąca i każdego dnia tygodnia: %(weekday)s o każdej pełnej godzinie

source: On day %(monthday)s of every month and every weekday: %(weekday)s at every minute
pl: W dniu %(monthday)s każdego miesiąca i każdego dnia tygodnia: %(weekday)s o każdej minucie

source: On day %(monthday)s of every month and every weekday: %(weekday)s at minute %(minute)s of every hour
pl: W dniu %(monthday)s każdego miesiąca i każdego dnia tygodnia: %(weekday)s o minucie %(minute)s każdej godziny

source: On day %(monthday)s of every month and every weekday: %(weekday)s at every minute between %(time_from)s and %(time_to)s
pl: W dniu %(monthday)s każdego miesiąca i każdego dnia tygodnia: %(weekday)s o każdej minucie między %(time_from)s a %(time_to)s

source: On day %(monthday)s of every month and every weekday: %(weekday)s at %(time)s
pl: W dniu %(monthday)s każdego miesiąca i każdego dnia tygodnia: %(weekday)s o %(time)s

source: On every weekday: %(weekday)s in %(month)s at every full hour
pl: Każdego dnia tygodnia: %(weekday)s w miesiącu %(month)s o każdej pełnej minucie

source: On every weekday: %(weekday)s in %(month)s at every minute
pl: Każdego dnia tygodnia: %(weekday)s w miesiącu %(month)s o każdej minucie

source: On every weekday: %(weekday)s in %(month)s at minute %(minute)s of every hour
pl: Każdego dnia tygodnia: %(weekday)s w miesiącu %(month)s o minucie %(minute)s każdej godziny

source: On every weekday: %(weekday)s in %(month)s at every minute between %(time_from)s and %(time_to)s
pl: Każdego dnia tygodnia: %(weekday)s w miesiącu %(month)s o każdej minucie między %(time_from)s a %(time_to)s

source: On every weekday: %(weekday)s in %(month)s at %(time)s
pl: Każdego dnia tygodnia: %(weekday)s w miesiącu %(month)s o %(time)s

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at every full hour
pl: Każdego dnia tygodnia: %(weekday)s w miesiącu %(month)s w dniu %(date)s każdego roku o każdej pełnej godzinie

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at every minute
pl: Każdego dnia tygodnia: %(weekday)s w miesiącu %(month)s w dniu %(date)s każdego roku o każdej minucie

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at minute %(minute)s of every hour
pl: Każdego dnia tygodnia: %(weekday)s w miesiącu %(month)s w dniu %(date)s każdego roku o minucie %(minute)s każdej godziny

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at every minute between %(time_from)s and %(time_to)s
pl: Każdego dnia tygodnia: %(weekday)s w miesiącu %(month)s w dniu %(date)s każdego roku o każdej minucie między %(time_from)s a %(time_to)s

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at %(time)s
pl: Każdego dnia tygodnia: %(weekday)s w miesiącu %(month)s w dniu %(date)s każdego roku o %(time)s

source: every minute
pl: każda minuta

source: minute: %s
pl: minuta: %s

source: every hour
pl: każda godzina

source: hour: %s
pl: godzina: %s

source: every day of month
pl: każdy dzień miesiąca

source: day of month: %s
pl: dzień miesiąca: %s

source: every month
pl: każdy miesiąc

source: month: %s
pl: miesiąc: %s

source: At %(minute)s, %(hour)s, %(monthday)s, %(month)s
pl: O %(minute)s, %(hour)s, %(monthday)s, %(month)s

source: weekday: %s
pl: dzień tygodnia: %s

source: At %(minute)s, %(hour)s, %(monthday)s, %(month)s, %(weekday)s
pl: O %(minute)s, %(hour)s, %(monthday)s, %(month)s, %(weekday)s

source: Default behaviour
pl: Domyślne zachowanie

source: Suppress output
pl: Schowanie wyjścia

source: X application: suppress output
pl: Program X: schowanie wyjścia

source: Recurrent task
pl: Zadanie powtarzane

source: One-time task
pl: Zadanie jednorazowe

source: From template
pl: Z szablonu

source: Add a new task
pl: Dodaj nowe zadanie

source: Editing user: %s
pl: Modyfikowanie użytkownika: %s

source: ERROR: Could not load icon
pl: Błąd: nie można wczytać ikony

source: ERROR: Could not load glade file
pl: Błąd: nie można wczytać pliku .glade

source: Task
pl: Zadanie

source: Description
pl: Opis

source: Date and Time
pl: Data i czas

source: Command preview
pl: Podgląd polecenia

source: Please select a task
pl: Proszę wybrać zadanie

source: Do you want to delete this task?
pl: Usunąć to zadanie?

source: Are you sure you want to run this task now? This is used to preview the task and initiates a one-time run, this does not affect the normal scheduled run times.
pl: Na pewno uruchomić to zadanie teraz? Jest to używane do podglądu zadania i uruchamia je raz. Nie wpływa to na zwykłe zaplanowane czasy uruchamiania.

source: Are you sure you want to run this task?
pl: Na pewno uruchomić to zadanie?

source: Note about working directory of executed tasks: Recurrent tasks will be run from the home directory, one-time tasks from the directory where Gnome schedule was run from at the time of task creation (normally the home directory).
pl: Uwaga o katalogu roboczym wykonanych zadań: Powtarzane zadania będą uruchamiane z katalogu domowego, a zadania jednorazowe z katalogu, w którym uruchomiono Terminarz GNOME w czasie tworzenia zadania (zwykle katalog domowy).

source: Please select a task!
pl: Proszę wybrać zadanie.

source: About Gnome Schedule
pl: O Terminarzu GNOME

source: Gnome Schedule
pl: Terminarz GNOME

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2011

source: Could not display help
pl: Nie można wyświetlić pomocy

source: ERROR: Could not load menu xml file
pl: Błąd: nie można wczytać pliku XML menu

source: No such user
pl: Nie ma takiego użytkownika

source: A task that launches recurrently
pl: Zadanie uruchamiane wielokrotnie

source: A task that launches one time
pl: Zadanie uruchamiane jednokrotnie

source: A task from a predefined template
pl: Zadanie z wcześniej określonego szablonu

source: Calendar
pl: Kalendarz

source: In one or both of the fields hour and minute there was entered a letter, or a number out of range. Remember an hour only has 60 minutes and a day only 24 hours.
pl: W jednym lub obu polach godziny i minuty wpisano literę lub liczbę spoza zakresu. Proszę pamiętać, że godzina ma tylko 60 minut, a dzień ma tylko 24 godziny.

source: This is an invalid record! The problem could be: %s
pl: To jest nieprawidłowy wpis. Problemem może być: %s

source: Note about working directory of executed tasks: One-time tasks will be run from the directory where Gnome schedule is run from (normally the home directory).
pl: Uwaga o katalogu roboczym wykonanych zadań: Jednorazowe zadania będą uruchamiane z katalogu, w którym uruchomiono Terminarz GNOME (zwykle katalog domowy).

source: Title:
pl: Tytuł:

source: Run:
pl: Uruchomienie:

source: Use template
pl: Użycie szablonu

source: One-time
pl: Jednorazowo

source: Could not open a connection to X!
pl: Nie można otworzyć połączenia z X.

source: Wrong number of arguments.
pl: Błędna liczba parametrów.

source: Wrapper script for Gnome-schedule (http://gnome-schedule.sf.net) for applications to be run from crontab or at under X. Use through gnome-schedule.
pl: Skrypt pośredniczący dla Terminarza GNOME (http://gnome-schedule.sf.net) dla programów uruchamianych z crontab lub pod X. Należy używać przez program gnome-schedule.

source: Unknown type of job.
pl: Nieznany typ zadania.

source: Invalid job id.
pl: Nieprawidłowy identyfikator zadania.

source: Could not get job data, the task might have been created with an old version - try recreating the task.
pl: Nie można uzyskać danych zadania. Mogło zostać ono utworzone za pomocą starej wersji. Proszę je utworzyć ponownie.

source: Data file too old. Recreate task.
pl: Plik danych jest za stary. Należy ponownie utworzyć zadanie.

source: Launching %s..
pl: Uruchamianie %s...

source: output<2: Why am I launched?
pl: wyjście<2: dlaczego mnie uruchomiono?

source: len(display)<2: No proper DISPLAY variable
pl: len(ekran)<2: brak poprawnej zmiennej DISPLAY

source: I will never be displayed.
pl: Nigdy nie zostanę wyświetlony.

source: xwrapper.py: completed
pl: xwrapper.py: ukończono
