Repository: aviarypl/gnome-l10n-pl
Catalog: gnome-terminal-help.master.*.po
Languages: pl

source: GNOME Terminal Manual
pl: Podręcznik programu GNOME Terminal

source: The Terminal gives users the power to communicate with their system using text-based commands through a shell such as Bash.
pl: Terminal pozwala użytkownikowi na komunikację z systemem za pośrednictwem powłoki, jak np. Bash, przy użyciu poleceń tekstowych.

source: GNOME Documentation Project
pl: Projekt dokumentacji GNOME

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
pl: Nazwy używane przez firmy by wyróżniać swoje produkty i usługi są zazwyczaj zarejestrowanymi znakami towarowymi. Jeśli występują one w dokumentacji GNOME, w przypadku gdy są znane przez członków Projektu Dokumentacji GNOME, są one napisane wielkimi literami lub zaczynają się od wielkiej litery.

source: GNOME Documentation Team
pl: Zespół dokumentacji GNOME

source: GNOME Terminal Manual V2.9
pl: Podrecznik Terminalu GNOME V2.9

source: January 2010
pl: Styczeń 2010

source: GNOME Terminal Manual V2.8
pl: Podręcznik Terminalu GNOME V2.8

source: March 2009
pl: Marzec 2009

source: GNOME Terminal Manual V2.7
pl: Podręcznik Terminalu GNOME V2.7

source: November 2003
pl: Listopad 2003

source: Sun GNOME Documentation Team
pl: Zespół dokumentacji GNOME w firmie Sun

source: GNOME Terminal Manual V2.6
pl: Podręcznik Terminalu GNOME V2.6

source: September 2003
pl: Wrzesień 2003

source: GNOME Terminal Manual V2.5
pl: Podręcznik Terminalu GNOME V2.5

source: May 2003
pl: Maj 2003

source: GNOME Terminal Manual V2.4
pl: Podręcznik Terminalu GNOME V2.4

source: January 2003
pl: Styczeń 2003

source: GNOME Terminal Manual V2.3
pl: Podręcznik Terminalu GNOME V2.3

source: August 2002
pl: Sierpień 2002

source: GNOME Terminal Manual V2.2
pl: Podręcznik Terminalu GNOME V2.2

source: GNOME Terminal Manual V2.1
pl: Podręcznik Terminalu GNOME V2.2

source: GNOME Terminal Manual V2.0
pl: Podręcznik Terminalu GNOME V2.0

source: April 2002
pl: Kwiecień 2002

source: GNOME Terminal User's Guide
pl: Podręcznik użytkownika do Terminalu GNOME

source: May 2000
pl: Maj 2000

source: This manual describes version 2.30 of GNOME Terminal.
pl: Ten podręcznik dotyczy Terminalu GNOME w wersji 2.30

source: Feedback
pl: Uwagi i sugestie

source: GNOME Terminal
pl: Terminal GNOME

source: Introduction
pl: Wstęp

source: Access a UNIX shell in the GNOME environment
pl: Uzyskania dostępu do Uniksowej powłoki w środowisku GNOME

source: A shell is a program that interprets and executes the commands that you type at a command line prompt. When you start <application>GNOME Terminal</application>, the application starts the default shell that is specified in your system account. You can switch to a different shell at any time.
pl: Powłoką nazywamy program, który interpretuje i wykonuje polecenia wpisywane przez użytkownika w wierszu poleceń. W trakcie uruchamiania, Terminal GNOME uruchamia domyślną, ustawioną w koncie użytkownika powłokę.

source: Run any application that is designed to run on VT102, VT220, and <application>xterm</application> terminals
pl: Uruchomienia dowolnej aplikacji działającej na terminalach VT102, VT220 i z programem <application>xterm</application>

source: <application>GNOME Terminal</application> emulates the <application>xterm</application> application developed by the X Consortium. In turn, the <application>xterm</application> application emulates the DEC VT102 terminal and also supports the DEC VT220 escape sequences. An escape sequence is a series of characters that starts with the <keycap>Esc</keycap> character. <application>GNOME Terminal</application> accepts all of the escape sequences that the VT102 and VT220 terminals use for functions such as to position the cursor and to clear the screen.
pl: <application>Terminal GNOME</application> emuluje opracowany przez X Consortium program <application>xterm</application>, który z kolei emuluje działanie terminalu DEC VT102, a także przyjmuje sekwencje specjalne terminalu DEC VT220. Sekwencja specjalna to ciąg znaków poprzedzony klawiszem <keycap>Esc</keycap>. <application>Terminal GNOME</application> przyjmuje wszystkie sekwencje specjalne używane przez terminale VT102 i VT220 do takich zadań jak kontrolowanie pozycji kursora i czyszczenie ekranu.

source: Getting Started
pl: Pierwsze kroki

source: The following sections describe how to start <application>GNOME Terminal</application>.
pl: Kolejne sekcje opisują sposoby uruchomienia programu <application>Terminal GNOME</application>.

source: Starting GNOME Terminal
pl: Uruchamianie Terminalu GNOME

source: You can start <application>GNOME Terminal</application> in the following ways:
pl: <application>Terminal GNOME</application> można uruchomić na następujące sposoby:

source: <guimenu>Applications</guimenu> menu
pl: Menu <guimenu>Programy</guimenu>

source: Choose <menuchoice><guimenu>Accessories</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.
pl: Z podmenu <guimenu>Akcesoria</guimenu> należy wybrać pozycję <guimenuitem>Terminal</guimenuitem>.

source: Command line
pl: Z wiersza poleceń

source: Execute the following command: <command>gnome-terminal</command>
pl: Należy wykonać polecenie <command>gnome-terminal</command>

source: You can use command line options to modify the way in which you run <application>GNOME Terminal</application>. To view the command line options, execute the following command: <command>gnome-terminal --help</command>
pl: W wierszu poleceń możliwe jest użycie dodatkowych parametrów, by zmodyfikować sposób, w jaki <application>Terminal GNOME</application> zostanie uruchomiony. By wyświetlić dostępne parametry, należy użyć następującego polecenia: <command>gnome-terminal --help</command>

source: When You First Start GNOME Terminal
pl: Pierwsze uruchomienie Terminalu GNOME

source: When you start <application>GNOME Terminal</application> for the first time, the application opens a terminal window with a group of default settings. The group of default settings is called the Default profile. The profile name appears in the titlebar of the <application>GNOME Terminal</application> window.
pl: Przy pierwszym uruchomieniu, <application>Terminal GNOME</application> otwiera okno terminalu z zestawem domyślnych ustawień, nazywającym się domyślnym profilem.

source: Example of a Default GNOME Terminal Window
pl: Przykład domyślnego okna Terminalu GNOME

source: GNOME Terminal default window
pl: Domyślne okno Terminalu GNOME

source: The terminal window displays a command prompt where you can type UNIX commands. The command prompt can be a %, #, &gt;, $, or any other special character. The cursor is positioned at the command prompt. When you type a UNIX command and press <keycap>Return</keycap>, the computer executes the command. By default, <application>GNOME Terminal</application> uses the default shell specified for the user who starts the application.
pl: Okno terminalu wyświetla wiersz poleceń, gdzie można wprowadzać Uniksowe polecenia. Znakiem zachęty może być %, #, &gt;, $, lub dowolny inny znak specjalny. Kursor znajduje się w wierszu poleceń. Gdy wpisze się weń Uniksowe polecenie i naciśnie <keycap>Enter</keycap>, polecenie to zostanie wykonane przez komputer. Domyślnie, <application>Terminal GNOME</application> używa domyślnej powłoki użytkownika, który uruchomił program.

source: <application>GNOME Terminal</application> also sets the following environment variables:
pl: <application>Terminal GNOME</application> ustawia również następujące zmienne środowiskowe:

source: Set to <literal>xterm</literal> by default.
pl: Domyślnie ustawiana na <literal>xterm</literal>.

source: Set to <literal>gnome-terminal</literal> by default.
pl: Domyślnie ustawiana na <literal>gnome-terminal</literal>.

source: Set to the X11 window identifier by default.
pl: Domyślnie ustawiana na identyfikator okna X11.

source: Terminal Profiles
pl: Profile Terminalu GNOME

source: You can create a new profile, and apply the new profile to the terminal to modify characteristics such as font, color and effects, scroll behavior, window title, and compatibility. You can also specify a command that runs automatically when you start <application>GNOME Terminal</application> in the profile.
pl: Można utworzyć nowy profil i zastosować go do terminalu, by zmienić takie jego właściwości jak czcionki, kolory i efekty, sposób przewijania, tytuł okna i opcje zgodności. Można również określić polecenie, które będzie automatycznie wykonywane wraz z uruchamianiem <application>Terminalu GNOME</application> z tym profilem.

source: profilename
pl: nazwaprofilu

source: See <xref linkend="gnome-terminal-manage-profiles"/> for information about how to define and use a new terminal profile.
pl: By dowiedzieć się, jak definiować i używać nowych profili terminalu, proszę skonsultować się z <xref linkend=\"gnome-terminal-manage-profiles\"/>

source: Working With Multiple Terminals
pl: Praca z wieloma terminalami

source: Example of a Terminal Window With Tabs
pl: Przykładowe okno Terminalu GNOME z wieloma kartami

source: See <xref linkend="gnome-terminal-windows"/> for information about how to open a new tabbed terminal.
pl: By dowiedzieć się, jak otworzyć terminal w nowej karcie, proszę skonsultować się z <xref linkend=\"gnome-terminal-windows\"/>

source: Usage
pl: Praca z terminalem

source: Opening and Closing Terminals
pl: Otwieranie i zamykanie terminali

source: To open a new terminal window:
pl: Aby otworzyć nowe okno terminalu:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open Terminal</guimenuitem></menuchoice>.
pl: Z menu <guimenu>Plik</guimenu> należy wybrać pozycję <guimenuitem>Otwórz terminal</guimenuitem>.

source: To close a terminal window:
pl: Aby zamknąć okno terminalu:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close Window</guimenuitem></menuchoice>.
pl: Z menu <guimenu>Plik</guimenu> należy wybrać pozycję <guimenuitem>Zamknij okno</guimenuitem>.

source: This action closes the terminal and any subprocesses that you opened from the terminal. If you close the last terminal window, the <application>GNOME Terminal</application> application exits.
pl: Działanie to zamyka okno terminalu i wszystkie otwarte w nim podprocesy. Po zamknięciu ostatniego okna terminalu, <application>Terminal GNOME</application> zostanie zamknięty.

source: To add a new tabbed terminal to a window:
pl: By otworzyć nowy termial w oddzielnej karcie:

source: Choose <menuchoice><guimenu>File</guimenu><guisubmenu>Open Tab</guisubmenu><guimenuitem>Default</guimenuitem></menuchoice> or just <menuchoice><guimenu>File</guimenu><guimenuitem>Open Tab</guimenuitem></menuchoice> if there is no submenu.
pl: Należy wybrać <menuchoice><guimenu>Plik</guimenu><guisubmenu>Otwórz kartę</guisubmenu><guimenuitem>Domyślny</guimenuitem></menuchoice>, lub, gdy nie ma żadnego podmenu, po prostu <menuchoice><guimenu>Plik</guimenu><guimenuitem>Otwórz kartę</guimenuitem></menuchoice>.

source: To display a tabbed terminal:
pl: By wyświetlić otworzony w karcie terminal:

source: Click on the tab of the tabbed terminal that you want to display, or select a tab title from the <guimenu>Tabs</guimenu> menu.
pl: Należy kliknąć na odpowiadającej terminalowi karcie, lub wybrać ją z menu <guimenu>Karty</guimenu>.

source: Alternatively, choose <menuchoice><guimenu>Tabs</guimenu><guimenuitem>Next Tab</guimenuitem></menuchoice> or <menuchoice><guimenu>Tabs</guimenu><guimenuitem>Previous Tab</guimenuitem></menuchoice> to navigate between tabs.
pl: Do przełączania między kartami można również użyć poleceń <menuchoice><guimenu>Karty</guimenu><guimenuitem>Następna karta</guimenuitem></menuchoice> i <menuchoice><guimenu>Karty</guimenu><guimenuitem>Poprzednia karta</guimenuitem></menuchoice>.

source: To close a tabbed terminal:
pl: By zamknąć otwarty w karcie terminal:

source: Display the tabbed terminal that you want to close.
pl: Należy przejść do karty terminalu, który chce się zamknąć.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close Tab</guimenuitem></menuchoice>.
pl: Następnie, należy wybrać z menu polecenie <menuchoice><guimenu>Plik</guimenu><guimenuitem>Zamknij kartę</guimenuitem></menuchoice>.

source: Managing Profiles
pl: Zarządzanie profilami

source: To add a new profile:
pl: Aby utworzyć nowy profil należy:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>New Profile</guimenuitem></menuchoice> to display the <guilabel>New Profile</guilabel> dialog.
pl: Z menu <guimenu>Plik</guimenu> wybrać polecenie <guimenuitem>Nowy profil...</guimenuitem>. Zostanie wyświetlone okno dialogowe o nazwie <guilabel>Nowy Profil</guilabel>.

source: Type the new profile name in the <guilabel>Profile name</guilabel> text box.
pl: Wypełnić pole <guilabel>Nazwa profilu</guilabel> wybraną przez siebie nazwą.

source: Use the <guilabel>Base on</guilabel> drop-down list to select the profile on which you want to base the new profile.
pl: Z pola wyboru <guilabel>Profil bazowy</guilabel> wybrać profil, na którym zostanie oparty właśnie tworzony profil.

source: Click <guibutton>Create</guibutton> to display the <guilabel>Editing Profile</guilabel> dialog.
pl: Kliknąć przycisk <guibutton>Utwórz</guibutton>. Zostanie wyświetlone nowe okno <guilabel>Modyfikowanie profilu</guilabel>.

source: Click <guibutton>Close</guibutton>. <application>GNOME Terminal</application> adds the profile to the <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Change Profile</guisubmenu></menuchoice> submenu.
pl: Kliknąć <guibutton>Zamknij</guibutton>. Profil zostanie dodany do podmenu <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Zmień profil</guisubmenu></menuchoice>.

source: To change the profile of a tabbed terminal:
pl: By przypisać otwartemu w karcie terminalowi inny profil należy:

source: Click on the tab of the tabbed terminal for which you want to change the profile.
pl: Kliknąć odpowiadającą temu terminalowi kartę.

source: To edit a profile:
pl: Aby zmodyfikować profil:

source: You edit profiles in the <guilabel>Editing Profile</guilabel> dialog. You can access the <guilabel>Editing Profile</guilabel> dialog in the following ways:
pl: Profile ustawia się w oknie dialogowym <guilabel>Modyfikowanie profilu</guilabel>. Można wywołać go na następujące sposoby:

source: Choose <menuchoice><guimenu>Edit</guimenu><guisubmenu>Current Profile</guisubmenu></menuchoice>.
pl: Wybierając z menu <guimenu>Edycja</guimenu> polecenie <guisubmenu>Preferencje profilu</guisubmenu>.

source: Choose <menuchoice><guimenu>Edit</guimenu><guisubmenu>Profiles</guisubmenu></menuchoice>, select the profile you want to edit, then click <guibutton>Edit</guibutton>. For information on the options you can set for profiles, see <xref linkend="gnome-terminal-prefs"/>.
pl: Z menu <guimenu>Edycja</guimenu> wybierając pozycję <guisubmenu>Profile...</guisubmenu>, po czym wybierając żądany profil i naciskając <guibutton>Edycja</guibutton>. By zapoznać się z możliwymi ustawieniami profilu, proszę skonsultować się z see <xref linkend=\"gnome-terminal-prefs\"/>.

source: To delete a profile:
pl: Aby usunąć profil, należy:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Profiles</guimenuitem></menuchoice>.
pl: Z menu <guimenu>Edycja</guimenu> wybrać polecenie <guimenuitem>Profile...</guimenuitem>.

source: Select the name of the profile that you want to delete in the <guilabel>Profiles</guilabel> list, then click <guibutton>Delete</guibutton>. The <guilabel>Delete Profile</guilabel> dialog is displayed.
pl: Wybrać z listy profil, który chce sie usunać, po czym nacisnąć <guibutton>Usuń</guibutton>. Zostanie wyświetlone okno dialogowe The <guilabel>Usunięcie Profilu</guilabel>.

source: Click <guibutton>Delete</guibutton> to confirm the deletion.
pl: Kliknąć <guibutton>Usuń</guibutton>, by potwierdzić operaję.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Edit Profiles</guilabel> dialog.
pl: Kliknąć przycisk <guibutton>Zamknij</guibutton, by zamknąć okno dialogowe <guilabel>Profile</guilabel>.

source: Modifying a Terminal Window
pl: Modyfikacja okna terminalu

source: To hide the menubar:
pl: Aby schować pasek menu, należy:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Menubar</guimenuitem></menuchoice>.
pl: W menu <guimenu>Widok</guimenu> odznaczyć pozycję <guimenuitem>Pasek Menu</guimenuitem>.

source: To show a hidden menubar:
pl: By wyświetlić ukryty pasek menu, należy:

source: Right-click on the terminal window, then choose <guimenuitem>Show Menubar</guimenuitem> from the popup menu.
pl: Kliknąć prawym przyciskiem myszy w oknie terminalu i z menu podręcznego wybrać polecenie <guimenuitem>Show Menubar</guimenuitem>.

source: To display the <application>GNOME Terminal</application> window in full-screen mode:
pl: By wyświetlić <application>Terminal GNOME</application> w trybie pełnoekranowym:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice>. Full-screen mode displays the text in a window that fills the full screen. The window does not contain a window frame or titlebar. To exit from this mode, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice> again.
pl: Z menu <guimenu>Widok</guimenu> wybrać pozycję <guimenuitem>Pełny ekran</guimenuitem>. W tym trybie okno pozbawione jest brzegów i paska tytułu. Aby opuścić tryb pełnoekranowy, należy z menu <guimenu>Widok</guimenu> ponownie wybrać pozycję <guimenuitem>Pełny ekran</guimenuitem>.

source: To change the appearance of the terminal window:
pl: By zmienić wygląd okna terminalu:

source: See <xref linkend="gnome-terminal-prefs"/> for information about the options that you can choose in the <guilabel>Editing Profile</guilabel> dialog to change the appearance of the terminal window. For example, you can change the background color, or the location of the scrollbar.
pl: By zapoznać się z opcjami w oknie dialogowym <guilabel>Modyfikowanie profilu</guilabel>, które można użyć do zmiany wyglądu terminalu (np. koloru tła, czy położenia paska przewijania), proszę skonsultować się z <xref linkend=\"gnome-terminal-prefs\"/> .

source: Working with the Contents of Terminal Windows
pl: Praca z zawartością okien terminalu.

source: To scroll through previous commands and output:
pl: By obejrzeć poprzednie polecenia i komunikaty, należy:

source: Perform one of the following actions:
pl: Wykonać jedną z następujących czynności:

source: Use the scrollbar, which is usually displayed on the right of the terminal window.
pl: Użyć paska przewijania, który zazwyczaj wyświetlony jest po prawej stronie okna terminalu.

source: Press the <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo>, or <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo> keys.
pl: Użyć następujących kombinacji klawiszy: <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo> i <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo>.

source: The number of lines that you can scroll back to in the terminal window is determined by the <guilabel>Scrollback</guilabel> setting in the <guilabel>Scrolling</guilabel> tabbed section of the <guilabel>Editing Profile</guilabel> dialog. You can also scroll up or down one line at a time by pressing <keycombo><keycap>Control</keycap><keycap>Shift</keycap><keycap>Up</keycap></keycombo> or <keycombo><keycap>Control</keycap><keycap>Shift</keycap><keycap>Down</keycap></keycombo>.
pl: Liczbę wierszy, o którą można przewinać okno terminalu, określa opcja <guilabel>Bufor przewijania</guilabel> w sekcji <guilabel>Bufor przewijania</guilabel>okna dialogowego <guilabel>Modyfikowanie profilu</guilabel>. Można również przewijać okno terminalu po jednym wierszu na raz, naciskając odpowiednio <keycombo><keycap>Control</keycap><keycap>Shift</keycap><keycap>Góra</keycap></keycombo> i <keycombo><keycap>Control</keycap><keycap>Shift</keycap><keycap>Dół</keycap></keycombo>.

source: To select and copy text:
pl: By zaznaczyć i skopiować tekst:

source: You can select text in any of the following ways:
pl: Można zaznaczyć tekst w dowolny z poniższych sposobów:

source: To select a character at a time, click on the first character that you want to select and drag the mouse to the last character that you want to select.
pl: By zaznaczać po jednym znaku na raz, należy kliknąć pierwszy znak, który chce się zaznaczyć i przeciągnąć kursor do ostatniego znaku, który ma być zaznaczony.

source: To select a word at a time, double-click on the first word that you want to select and drag the mouse to the last word that you want to select. Symbols are selected individually.
pl: By zaznaczać po jednym wyrazie na raz, należy dwukrotnie kliknąć pierwszy wyraz, który chce się zaznaczyć i przeciągnąć kursor do ostatniego wyrazu, który ma być zaznaczony.

source: To select a line at a time, triple-click on the first line that you want to select and drag the mouse to the last line that you want to select.
pl: By zaznaczać po jednym wierszu na raz, należy trzykrotnie kliknąć pierwszy wiersz, które chce się zaznaczyć i przeciągnąć kursor do ostatniego wiersza, który ma być zaznaczony.

source: These actions select all text between the first and last items. For all text selections, <application>GNOME Terminal</application> copies the selected text into the clipboard when you release the mouse button. To explicitly copy the selected text, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice>.
pl: Działania te powodują zaznaczenie całego tekstu między pierwszą i ostatnią wybraną jednostką tekstu. Każdy zaznaczony w ten sposób tekst jest po zwolnieniu przycisku myszy automatycznie kopiowany do schowka przez<application>Terminal GNOME</application>. By ręcznie skopiować zaznaczony tekst do schowka, należy z menu <guimenu>Edycja</guimenu> wybrać pozycję <guimenuitem>Skopiuj</guimenuitem>.

source: To paste text into a terminal:
pl: By wkleić tekst do terminalu:

source: If you previously copied text to the clipboard, you can paste the text into a terminal by performing one of the following actions:
pl: Jeśli wcześniej skopiowano do schowka tekst, można wkleić go do terminalu w jeden z następujących sposobów:

source: To paste text that you copied by selection only, middle-click at the command prompt. If you do not have a middle mouse button, refer to the X Server documentation for information about how to emulate the middle mouse button.
pl: By wkleić automatycznie skopiowany przez wcześniejsze zaznaczenie tekst, należy w wierszu poleceń kliknąć środkowym przyciskiem myszy. W przypadku braku środkowego przycisku myszy, proszę skonsultować się z dokumentacją serwera X, by uzyskać informację na temat emulacji środkowego przycisku myszy.

source: To paste text that you explicitly copied, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem></menuchoice>.
pl: By wkleić ręcznie skopiowany przez siebie tekst, należy z menu <guimenu>Edycja</guimenu> wybrać pozycję <guimenuitem>Wklej</guimenuitem>.

source: To drag a file name into a terminal window:
pl: By przeciągnąć nazwę pliku do okna terminalu:
