Repository: aviarypl/gnome-l10n-pl
Catalog: gnome-terminal-help.master.*.po
Languages: pl

source: You can drag a file name to a terminal from another application such as a file manager. The terminal displays the path and the full name of the file.
pl: Można przeciągnąć do terminalu plik z innej aplikacji, jak na przykład menedżera plików. W wierszu poleceń pojawi się nazwa i pełna ścieżka do tego pliku.

source: To access a link:
pl: By otworzyć odnośnik:

source: To access a Uniform Resource Locator (URL) that is displayed in a terminal, perform the following steps:
pl: By otworzyć wyświetlony w terminalu odnośnik URL, należy:

source: Move the mouse over the URL until the URL is underlined.
pl: Umieścić kursor myszy na odnośniku URL. Powinien on zostać automatycznie podkreślony.

source: Right-click on the URL to open a popup menu.
pl: Kliknąć prawym przyciskiem myszy na odnośniku URL, by wywołać menu podręczne.

source: Choose <guimenuitem>Open Link</guimenuitem> to start a link application and display the file located at the URL.
pl: Wybrać z niego pozycję pozycję <guimenuitem>Otwórz odnośnik</guimenuitem>, by otworzyć przeglądarkę i wyświetlić plik wskazywany przez odnośnik.

source: Viewing the Keyboard Shortcut Settings
pl: Wyświetlanie ustawionych skrótów klawiszowych

source: To view the keyboard shortcut settings that are defined for <application>GNOME Terminal</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Keyboard Shortcuts</guimenuitem></menuchoice>. The <guilabel>Keyboard Shortcuts</guilabel> dialog contains the following items:
pl: By wyświetlić skróty klawiszowe ustawione w <application>Terminalu GNOME</application>, należy z menu <guimenu>Edycja</guimenu> wybrać pozycję <guimenuitem>Skróty klawiszowe...</guimenuitem>. Okno dialogowe <guilabel>Skróty klawiszowe</guilabel> zawiera następujące opcje:

source: Disable all menu access keys (such as Alt+f to open File menu)
pl: Klawisze dostępu menu (np. Alt+P otwiera menu Plik)

source: Deselect this option to disable the access keys that are defined to enable you to use the keyboard instead of the mouse to select a menu item. Each access key is identified by an underlined letter on a menu or dialog option. In some cases, you must press the <keycap>Alt</keycap> key in combination with the access key to perform the action.
pl: Odznaczenie tej opcji spowoduje wyłączenie klawiszy dostępu pozwalających na wybieranie pozycji w menu przy użyciu klawiatury. Każdy klawisz dostępu jest wyróżniony podkreśloną literą w pozycji menu, lub opcji w oknie dialogowym. W niektórych przypadkach konieczne jest jednoczesne wciśnięcie klawisza <keycap>Alt</keycap> i klawisza dostępu, by ten ostatni odniósł skutek.

source: Disable menu shortcut key (F10 by default)
pl: Klawisz skrótu menu (domyślnie F10)

source: Deselect this option to disable the shortcut key that is defined to enable you to access the <application>GNOME Terminal</application> menus. The default shortcut key to access the menus is <keycap>F10</keycap>.
pl: Odznaczenie tej opcji spowoduje wyłączenie klawisza skrótu (domyślnie <keycap>F10</keycap>) służącego do wywołania menu <application>Terminalu GNOME</application>.

source: Shortcut Keys
pl: Klawisze skrótów

source: Not all keys can be used as shortcut keys, such as <keycap>Tab</keycap>.
pl: Nie każdy klawisz, np. <keycap>Tab</keycap>, może zostać użyty jako klawisz skrótu.

source: Text Size
pl: Rozmiar tekstu

source: You can use the following methods to resize the text in the GNOME Terminal window:
pl: Wielkość tekstu w oknie Terminalu GNOME można zmienić na następujące sposoby:

source: To increase the size of the text, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Zoom In</guimenuitem></menuchoice>.
pl: By zwiększyć rozmiar tekstu, należy z menu<guimenu>Widok</guimenu> wybrać pozycję <guimenuitem>Powiększ</guimenuitem>.

source: To decrease the size of the text, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Zoom Out</guimenuitem></menuchoice>.
pl: By zmniejszyć rozmiar tekstu, należy z menu<guimenu>Widok</guimenu> wybrać pozycję <guimenuitem>Pomniejsz</guimenuitem>.

source: To view the text at actual size, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Normal Size</guimenuitem></menuchoice>.
pl: By wyświetlać tekst w jego oryginalnym rozmiarze, należy z menu <guimenu>Widok</guimenu> wybrać pozycję <guimenuitem>Zwykły rozmiar</guimenuitem>.

source: To Change the Terminal Title
pl: Zmiana tytułu terminalu

source: To change the title of the currently displayed terminal, perform the following steps:
pl: By zmienić tytuł obecnie wyświetlanego terminalu, należy wykonać następujące kroki:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Set Title</guimenuitem></menuchoice>.
pl: Z menu <guimenu>Terminal</guimenu> wybrać <guimenuitem>Ustaw tytuł...</guimenuitem>.

source: Type the new title in the <guilabel>Title</guilabel> text box. <application>GNOME Terminal</application> applies the change immediately.
pl: Wprowadzić nowy tytuł w polu tekstowym <guilabel>Tytuł</guilabel>. <application>Terminal GNOME</application>.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Set Title</guilabel> dialog.
pl: Kliknąć przycisk <guibutton>OK</guibutton>.

source: To Change the Character Encoding
pl: Zmiana kodowania znaków

source: To change the character encoding, choose <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Set Character Encoding</guisubmenu></menuchoice>, then select the appropriate encoding.
pl: By zmienić kodowanie znaków, należy z menu <guimenu>Terminal</guimenu> wybrać pozycję <guisubmenu>Ustaw kodowanie znaków</guisubmenu>, po czym wybrać upragnione kodowanie.

source: To Change the List of Character Encodings
pl: Zmiana listy kodowań

source: To change the list of character encodings displayed in the <guisubmenu>Set Character Encoding</guisubmenu> menu, perform the following steps:
pl: By zmienić listę kodowań wyświetlaną w podmenu <guisubmenu>Ustaw kodowanie znaków</guisubmenu>, należy wykonać następujące kroki:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Set Character Encoding</guisubmenu><guimenuitem>Add or Remove</guimenuitem></menuchoice>.
pl: Z menu <guimenu>Terminal</guimenu> wybrać <menuchoice><guisubmenu>Ustaw kodowanie znaków</guisubmenu><guimenuitem>Dodaj lub usuń...</guimenuitem></menuchoice>.

source: To add an encoding to the <guisubmenu>Set Character Encoding</guisubmenu> menu, select the encoding in the <guilabel>Available encodings</guilabel> list box, then click the right arrow button.
pl: By dodać kodowanie do podmenu <guisubmenu>Ustaw kodowanie znaków</guisubmenu>, należy wybrać je z tabeli o nazwie <guilabel>Dostępne kodowania</guilabel> i kliknąć przycisk ze strzałką w prawo.

source: To remove an encoding from the <guisubmenu>Set Character Encoding</guisubmenu> menu, select the encoding in the <guilabel>Encodings shown in menu</guilabel> list box, then click the left arrow button.
pl: By usunąć kodowanie z podmenu <guisubmenu>Ustaw kodowanie znaków</guisubmenu>, należy wybrać je z tabeli o nazwie <guilabel>Kodowania widoczne w menu</guilabel> i kliknąć przycisk ze strzałką w lewo.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Add or Remove Terminal Encodings</guilabel> dialog.
pl: By zamknąć okno dialogowe <guilabel>Dodawanie lub usuwanie kodowań terminala</guilabel>, należy kliknąć przycisk <guibutton>Zamknij</guibutton> .

source: To Recover Your Terminal
pl: Odzyskiwanie Terminalu

source: This section provides some advice if you have problems with terminals.
pl: Ta sekcja zawiera wskazówki w przypadku wystąpienia problemów z terminalami.

source: To reset the state of the terminal:
pl: By zresetować stan terminalu:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reset</guimenuitem></menuchoice>.
pl: Należy z menu <guimenu>Terminal</guimenu> wybrać polecenie <guimenuitem>Zresetuj</guimenuitem>.

source: To reset the terminal and clear the screen:
pl: By zresetować terminal i wyczyścić jego ekran:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reset and Clear</guimenuitem></menuchoice>.
pl: Należy z menu <guimenu>Terminal</guimenu> wybrać polecenie <guimenuitem>Zresetuj i wyczyść</guimenuitem>.

source: Preferences
pl: Preferencje

source: To configure <application>GNOME Terminal</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Current Profile</guimenuitem></menuchoice>. To configure another profile that you set up choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Profiles</guimenuitem></menuchoice>, select the profile you want to edit, then click <guibutton>Edit</guibutton>.
pl: By skonfigurować <application>Terminal GNOME</application>, należy z menu <guimenu>Edycja</guimenu> wybrać pozycję <guimenuitem>Preferencje profilu</guimenuitem>. By skonfigurować inny utworzony przez siebie profil, należy z menu <guimenu>Edycja</guimenu> wybrać pozycję <guimenuitem>Profile...</guimenuitem>, wybrać profil, który chce się edytować i kliknąć przycisk <guibutton>Edycja</guibutton>.

source: The <guilabel>Editing Profile</guilabel> dialog contains the following tabbed sections that you can use to configure <application>GNOME Terminal</application>:
pl: Okno dialogowe <guilabel>Modyfikowanie profilu</guilabel> zawiera następujące sekcje, pozwalające na konfigurację różnych aspektów <application>Terminalu GNOME</application>:

source: General
pl: Ogólne

source: Profile name
pl: Nazwa profilu

source: Use this text box to specify the name of the current profile.
pl: Pole tekstowe pozwalajace na określenie nazwy bieżącego profilu.

source: Use the system fixed width font
pl: Czcionka systemowa o stałej szerokości

source: Select this option to use the standard fixed width font that is specified in the <guilabel>Font</guilabel> tab of the <application>Appearance</application> preference tool.
pl: Zaznaczenie tej opcji spowoduje użycie standardowej czcionki o stałej szerokości określonej w sekcji <guilabel>Czcionki</guilabel> programu konfiguracyjnego <application>Wygląd</application>.

source: Font
pl: Czcionka

source: Click on this button to select a font type and font size for the terminal. This button is only enabled if the <guilabel>Use the system terminal font</guilabel> option is unselected.
pl: Kliknięcie tego przycisku pozwoli na wybranie rodzaju i rozmiaru czcionki używanej w terminalu. Jest to możliwe jedynie w sytuacji, gdy opcja <guilabel>Czcionka systemowa o stałej szerokości</guilabel> jest odznaczona.

source: Allow bold text
pl: Zezwolenie na pogrubiony tekst

source: Select this option to enable the terminal to display bold text.
pl: Zaznaczenie tej opcji pozwoli terminalowi na wyświetlanie pogrubionego tekstu.

source: Show menubar by default in new terminals
pl: Domyślne wyświetlanie paska menu w nowych terminalach

source: Select this option to show the menubar on new terminal windows.
pl: Zaznaczenie tej opcji spowoduje wyświetlanie paska menu w nowych oknach terminalu.

source: Terminal bell
pl: Dzwonek terminala

source: Select this option to enable the terminal bell.
pl: Zaznaczenie tej opcji spowoduje włączenie dzwonka terminalu.

source: Select-by-word characters
pl: Znaki należące do słowa przy zaznaczaniu:

source: Title and Command
pl: Tytuł i polecenie

source: Initial title
pl: Początkowy tytuł:

source: When terminal commands set their own titles
pl: Kiedy polecenia terminala ustawiają własne tytuły:

source: Use this drop-down list to specify how to handle dynamically-set titles, that is, terminal titles set by commands that run in the terminal.
pl: Wybierając z tej rozwijanej listy odpowiednią opcję, można określić, w jaki sposób terminal ma zachować się w przypadku, gdy zostanie w nim uruchomione polecenie zmieniające jego tytuł.

source: Run command as a login shell
pl: Uruchomienie w roli powłoki startowej

source: Select this option to force the command that currently runs inside the terminal to run as a login shell. If the command is not a shell, the setting has no effect.
pl: Zaznaczenie tej opcji zmusi obecnie uruchomione w terminalu polecenie do pracy jako powłoka startowa. Jeśli polecenie nie jest powłoką, opcja ta nie ma zastosowania.

source: Update login records when command is launched
pl: Aktualizacja wpisów logowania przy uruchamianiu polecenia

source: Run a custom command instead of my shell
pl: Uruchomienie własnego polecenia zamiast powłoki

source: Select this option to run a specified command, other than the normal shell, in the terminal. Specify the custom command in the <guilabel>Custom command</guilabel> text box.
pl: Zaznaczenie tej opcji sprawi, że w terminalu zamiast normalnej powłoki będzie uruchamiane określone polecenie. Polecenie to należy określić w polu tekstowym <guilabel>Własne polecenie</guilabel>.

source: When command exits
pl: Po zakończeniu polecenia:

source: Use this drop-down list to specify what action to perform when the command exits.
pl: Za pomocą tej rozwijanej listy można określić, jakie działanie zostanie podjęte po zakończeniu polecenia.

source: Colours
pl: Kolory

source: Select the <guilabel>Use colours from system theme</guilabel> option to use the colors that are specified in the GNOME Desktop theme that is selected in the <guilabel>Theme</guilabel> tab of the <ulink type="help" url="ghelp:user-guide?prefs-theme"><application>Appearance</application> preference tool</ulink>.
pl: Zaznaczenie opcji <guilabel>Kolory z motywu systemowego</guilabel> spowoduje użycie kolorów określonych w motywie pulpitu GNOME wybranym w sekcji <guilabel>Motyw</guilabel>, w narzędziu konfiguracyjnym <ulink type="help" url="ghelp:user-guide?prefs-theme"><application>Wygląd</application></ulink>.

source: Use the <guilabel>Built-in schemes</guilabel> drop-down list to specify the foreground and background colors for the terminal. <application>GNOME Terminal</application> supports the following foreground and background color combinations:
pl: Kolory dla tła i tekstu w terminalu można wybrać za pomocą listy rozwijanej <guilabel>Wbudowane schematy</guilabel>. <application>Terminal GNOME</application> obsługuje następujące kombinacje kolorów tekstu i tła:

source: Black on light yellow
pl: Czarne na jasnożółtym

source: Black on white
pl: Czarne na białym

source: Gray on black
pl: Szare na czarnym

source: Green on black
pl: Zielone na czarnym

source: White on black
pl: Białe na czarnym

source: Custom
pl: Użytkownika

source: Palette
pl: Paleta

source: The terminal emulation can only use 16 colors at a time to draw text. The color palette specifies these 16 colors. Applications that run in the terminal use an index number to specify a color from this palette.
pl: W emulacji terminalu możliwe jest używanie jedynie 16 kolorów na raz. Paleta określa te właśnie 16 kolorów. Programy uruchomione w terminalu używają numeru indeksu by wybrać odpowiedni kolor z palety.

source: Use the <guilabel>Built-in schemes</guilabel> drop-down list to choose a preset color schemes. The color palette below and the contents of the terminal window both update to show the scheme.
pl: Rozwijana lista <guilabel>Wbudowane schematy</guilabel> pozwala na wybranie fabrycznie zdefiniowanych schematów kolorów. Znajdująca się pod nią paleta kolorów i zawartość okna terminalu zostaną automatycznie zaktualizowane, by odzwierciedlać wybrany schemat.

source: Use the <guilabel>Colour palette</guilabel> to customize the 16 default colors in the custom color palette. To customize a color, click on the color to display the <guilabel>Palette entry</guilabel> dialog. Use the color wheel or the spin boxes to customize the color, then click <guibutton>OK</guibutton>.
pl: <guilabel>Paleta kolorów</guilabel> pozwala na zmianę 16 domyślnie ustawionych kolorów w palecie użytkownika. By to zrobić, należy kliknąć przycisk, na którym znajduje się kolor, których chcemy zmienić. Zostanie wywołane okno dialogowe <guilabel>Wybór koloru palety</guilabel>. Używając color wheel i spin boxes można ustawić upragniony kolor, po czym zatwierdzić go przyciskiem <guibutton>OK</guibutton>.

source: Effects
pl: Efekty

source: Background
pl: Tło

source: Select a background for the terminal window. The options are as follows:
pl: Ta sekcja pozwala na określenie, jakie tło będzie używane w oknie terminalu. Użytkownik ma do wyboru następujące opcje:

source: Solid color
pl: Jednolity kolor

source: Select this option to use the background color that is specified in the <guilabel>Colors</guilabel> tabbed section as the background color for the terminal.
pl: Zaznaczenie tej opcji spowoduje użycie koloru tła określonego w sekcji <guilabel>Kolory</guilabel>.

source: Background image
pl: Obraz tła

source: Select this option to use an image file as the background for the terminal. Use the <guilabel>Image file</guilabel> drop-down combination box to specify the location and name of the image file. Alternatively, click <guibutton>Browse</guibutton> to search for and select the image file.
pl: Zaznaczenie tej opcji spowoduje użycie wybranego obrazu jako tła terminalu. By wybrać obraz, należy kliknąć przycisk <guibutton>Plik obrazu</guibutton>.

source: Transparent background
pl: Przezroczyste tło

source: Select this option to use a transparent background for the terminal.
pl: Zaznaczenie tej opcji spowoduje użycie w terminalu przezroczystego tła.

source: Shade transparent or image background
pl: Przyciemnianie przezroczystości i obrazu tła

source: Scrolling
pl: Przewijanie

source: Scrollbar is
pl: Położenie paska przewijania:

source: Use this drop-down list to specify the position of the scrollbar on the terminal window.
pl: Ta rozwijana lista pozwala na określenie pozycji paska przewijania w oknie terminalu.

source: Scrollback ... lines
pl: Bufor przewijania: ... wierszy

source: Scroll on output
pl: Przewijanie terminala przy pojawieniu się nowych danych

source: Select this option to enable you to scroll the output on the terminal while the terminal continues to display more output from a command.
pl: Zaznaczenie tej opcji pozwoli użytkownikowi na przewijanie zawartości terminalu nawet, gdy są na nim wypisywane nowe dane.

source: Scroll on keystroke
pl: Przewijanie przy naciśnięciu klawisza

source: Select this option to enable you to press any key on the keyboard to scroll down the terminal window to the command prompt. This action only applies if you scrolled up the terminal window and you want to return to the command prompt.
pl: Zaznaczenie tej opcji spowoduje przewijanie okna terminalu aż do wiersza poleceń po naciśnięciu dowolnego klawisza, jeśli zawartość terminalu została przewinięta do góry.

source: Compatibility
pl: Zgodność

source: Backspace key generates
pl: Klawisz Backspace generuje:

source: Use the drop-down list to select the function that you want the <keycap>Backspace</keycap> key to perform.
pl: Rozwijalna lista pozwala na ustalenie, jaką funkcję będzie pełnił klawisz <keycap>Backspace</keycap>.

source: Delete key generates
pl: Klawisz Delete generuje:

source: Use the drop-down list to select the function that you want the <keycap>Delete</keycap> key to perform.
pl: Rozwijalna lista pozwala na ustalenie, jaką funkcję będzie pełnił klawisz <keycap>Delete</keycap>.

source: Reset compatibility options to defaults
pl: Przywróć domyślne wartości opcji zgodności

source: Click on this button to reset the options on the <guilabel>Compatibility</guilabel> tabbed section to the default settings.
pl: Klikniecie tego przycisku spowoduje przywrócenie opcji w sekcji <guilabel>Zgodność</guilabel> do fabrycznych ustawień.

source: translator-credits
pl: Tomasz Chrzczonowicz <tomasz@chrzczonowicz.com>, 2010
