Repository: aviarypl/gnome-l10n-pl
Catalog: gnomeradio.master.*.po
Languages: pl

source: Choose the GnomeMedia Profile that should be used for recording
pl: Wybór profilu gnome-media używanego do nagrywania

source: Choose the mixer source (line, line1, etc.) that is able to control the volume of your radio
pl: Wybór źródło miksera (line, line1 itd.), które może kontrolować głośność radia

source: Device driver
pl: Sterownik urządzenia

source: GnomeMedia Profile
pl: Profil gnome-media

source: If unchecked, gnomeradio won't mute after exiting
pl: Wyciszenie po zakończeniu programu gnomeradio

source: Last frequency
pl: Ostatnia częstotliwość

source: Last presets
pl: Ostatnia stacja

source: Mixer Device
pl: Urządzenie miksera

source: Mixer source
pl: Źródło miksera

source: Mute on exit
pl: Wyciszenie podczas zakończenia programu

source: Number of presets
pl: Liczba stacji

source: Radio device
pl: Urządzenie radia

source: Specify the device driver to use (any, v4l1 or v4l2)
pl: Określa używany sterownik urządzenia ("any", "v4l1" lub "v4l2")

source: Specify the radio-device (in most cases /dev/radio)
pl: Określa urządzenie radia (w większości przypadków /dev/radio)

source: The last frequency (in MHz) in use
pl: Ostatnia użyta częstotliwość (w MHz)

source: The mixer device that gnomeradio should use. Only changeable via this key (no GUI option)
pl: Urządzenie miksera używane przez program gnomeradio. Zmieniane tylko poprzez ten klucz (brak opcji w interfejsie programu)

source: The number of presets
pl: Liczba stacji

source: The preset that was enabled when gnomeradio was terminated. Range is 0 ... (# presets - 1). None is -1
pl: Stacja, która była włączona podczas zakończenia programu gnomeradio. Zakres od 0 do liczba_stacji - 1. Wartość -1 oznacza brak stacji.

source: FM-Radio Tuner
pl: Tuner radiowy FM

source: Listen to FM-radio
pl: Suchanie radia FM

source: unnamed
pl: bez nazwy

source: Choose a destination folder
pl: Proszę wybrać katalog docelowy

source: Gnomeradio Settings
pl: Ustawienia programu gnomeradio

source: General Settings
pl: Ogólne ustawienia

source: Presets
pl: Stacje

source: Record Settings
pl: Ustawienia nagrywania

source: Radio Device:
pl: Urządzenie radia:

source: Mixer Source:
pl: Źródło miksera:

source: Mute on exit?
pl: Wyciszenie podczas zakończenia programu

source: Add a new preset
pl: Dodaje nową stację

source: Remove preset from List
pl: Usuwa stację z listy

source: Destination directory:
pl: Katalog docelowy:

source: Choose the Media Profile that should be used to record.
pl: Proszę wybrać profil mediów używany do nagrywania.

source: %d stations found
pl: Znaleziono %d stacje

source: Scanning
pl: Skanowanie

source: Scanning for available stations:
pl: Skanowanie dostępnych stacji:

source: No stations found
pl: Nie znaleziono stacji

source: %d stations found. Do you want to add them as presets?
pl: Znaleziono %d stacje. Dodać je?

source: Could not open device "%s"!
pl: Nie można otworzyć urządzenia "%s".

source: Check your settings and make sure that no other program is using %s. Also make sure that you have read-access to it.
pl: Proszę sprawdzić ustawienia i upewnić się, że żaden inny program nie używa %s. Proszę się także upewnić, że użytkownik posiada uprawnienia do odczytu i zapisu urządzenia.

source: Mixer source "%s" is not a valid source!
pl: Źródło miksera "%s" nie jest prawidłowym źródłem.

source: Could not open "%s"!
pl: Nie można otworzyć "%s".

source: Frequency: %.2f MHz
pl: Częstotliwość: %.2f MHz

source: Unmute
pl: Wyłącz wyciszenie

source: Mute
pl: Wycisz

source: TRANSLATORS
pl: Schizee <schizee@interia.pl>, 2002 Aviary.pl <gnomepl@aviary.pl>, 2009 Piotr Drąg <piotrdrag@gmail.com>, 2009

source: Gnomeradio is a FM-Tuner application for the GNOME desktop. It should work with all tuner hardware that is supported by the video4linux drivers. This version has been compiled with LIRC support.
pl: Program Gnomeradio jest programem tunera FM dla środowiska GNOME. Współpracuje ze wszystkimi tunerami sprzętowymi obsługiwanymi przez sterowniki video4linux. Wersja skompilowana z obsługą LIRC.

source: Gnomeradio is a FM-Tuner application for the GNOME desktop. It should work with all tuner hardware that is supported by the video4linux drivers. This version has been compiled without LIRC support.
pl: Program Gnomeradio jest programem tunera FM dla środowiska GNOME. Współpracuje ze wszystkimi tunerami sprzętowymi obsługiwanymi przez sterowniki video4linux. Wersja skompilowana bez obsługi LIRC.

source: Presets:
pl: Stacje:

source: Scan Backwards
pl: Skanuj wstecz

source: Scan Forwards
pl: Skanuj w przód

source: 0.05 MHz Backwards
pl: 0,05 MHz wstecz

source: 0.05 MHz Forwards
pl: 0,05 MHz w przód

source: About Gnomeradio
pl: O programie gnomeradio

source: Record radio as Wave, OGG or MP3
pl: Zapisuje radio jako plik wave, OGG lub MP3

source: Edit your Preferences
pl: Modyfikacja preferencji

source: Adjust the Volume
pl: Dostosowuje głośność

source: Quit
pl: Kończy działanie programu

source: Scan for stations
pl: Skanuje stacje

source: %s Changes to the settings won't be saved.
pl: %s Zmiany ustawień nie zostaną zapisane.

source: Failed to init GConf!
pl: Zainicjowanie GConf nie powiodło się.

source: Could not scan. Radio is not initialized.
pl: Nie można skanować. Radio nie jest zainicjowane.

source: manual
pl: ręcznie

source: Could not start lirc!
pl: Nie można uruchomić lirc.

source: Muted
pl: Wyciszone

source: Show Window
pl: Wyświetl okno

source: %i byte
pl: %i bajty

source: Error
pl: Błąd

source: 0 byte
pl: Zero bajtów

source: Gnomeradio recording status
pl: Stan nagrywania programu gnomeradio

source: Recording from station %s
pl: Nagrywanie ze stacji %s

source: Destination:
pl: Katalog docelowy:

source: Filesize:
pl: Rozmiar pliku:

source: Stop Recording
pl: Zatrzymaj nagrywanie

source: GStreamer runtime error.
pl: Błąd uruchamiania GStreamer.

source: Could not create GStreamer pipeline.
pl: Nie można utworzyć potoku GStreamer.

source: Check your Gstreamer installation!
pl: Proszę sprawdzić instalację GStreamer.

source: Could not open Gstreamer OSS Source.
pl: Nie można otworzyć źródła OSS GStreamer.

source: Verify your Gstreamer OSS subsystem installation!
pl: Proszę sprawdzić instalację podsystemu OSS GStreamer.

source: Could not create encoder "%s".
pl: Nie można utworzyć kodera "%s".

source: Verify your Gstreamer plugins installation!
pl: Proszę sprawdzić instalację wtyczek GStreamer.

source: Could not create Gstreamer filesink.
pl: Nie można utworzyć odpływu pliku GStreamer.
