Repository: aviarypl/gnome-l10n-pl
Catalog: gnome3-web.master.*.po
Languages: pl

source: GNOME 3 - Made of Easy
pl: GNOME 3

source: Home
pl: Strona główna

source: Common questions and answers
pl: Najczęstsze pytania i odpowiedzi

source: Try it out!
pl: Wypróbuj GNOME 3

source: Try out GNOME 3
pl: Wypróbuj GNOME 3

source: GNOME 3 is under active development and will not be completed until April 2011. If you want to try it, you can run a live alpha version from a CD/DVD or USB stick.
pl: Środowisko GNOME 3 jest aktywnie rozwijane i nie zostanie ukończone przed kwietniem 2011. Aby je wypróbować, można uruchomić wersję alfa z nośnika CD/DVD lub pendrive'a.

source: Download for 32 bit systems (v0.0.6)
pl: Pobierz dla komputerów 32 bitowych (v0.0.6)

source: Download for 64 bit systems (v0.0.6)
pl: Pobierz dla komputerów 64 bitowych (v0.0.6)

source: To run from a CD/DVD, burn the download to a disk, insert into your computer and reboot.
pl: Aby uruchomić z płyty CD/DVD, należy nagrać na niej pobrany obraz, wsunąć płytę do komputera i uruchomić go ponownie.

source: Download the USB image writer (below) and extract it
pl: Pobrać nagrywarkę obrazów USB (poniżej) i rozpakować ją

source: Open a terminal and navigate to the extracted image writer folder (eg. <code>$ cd Downloads/abock-image-usb-stick-f3b1002</code>)
pl: Otworzyć terminal i przejść do katalogu wypakowanej nagrywarki obrazów (np. <code>$ cd Pobrane/abock-image-usb-stick-f3b1002</code>)

source: Prepare the image writer by running: <code>$ chmod a+x ./image-usb-stick</code>
pl: Przygotować nagrywarkę obrazów wykonując polecenie: <code>$ chmod a+x ./image-usb-stick</code>

source: Remove any USB storage devices that you might have connected to your computer and insert the empty USB stick that you want to write to
pl: Wyjąć wszelkie pendrive'y USB podłączone do komputera i włożyć pusty pendrive, na którym ma być zapisany obraz

source: Run the image writer script: <code>$ sudo ./image-usb-stick path_to_the_live_image.iso</code>
pl: Wykonać skrypt nagrywarki obrazów: <code>$ sudo ./image-usb-stick ścieżka_do_pliku_obrazu.iso</code>

source: To run the live image, reboot your computer with the USB stick attached
pl: Aby uruchomić obraz Live, należy uruchomić ponownie komputer z podłączonym pendrive'em

source: Download USB image writer
pl: Pobierz nagrywarkę obrazów USB

source: The user name for the live image is 'tux' and the password is 'linux'.
pl: Nazwa użytkownika w obrazie Live to "tux", a hasło to "linux".

source: <placeholder-1/> To run the GNOME 3 alpha from a USB stick: <placeholder-2/><placeholder-3/><br/><placeholder-4/>
pl: <placeholder-1/> Aby uruchomić alfę środowiska GNOME 3 z pendrive'a należy: <placeholder-2/><placeholder-3/><br/><placeholder-4/>

source: The GNOME Project
pl: Projekt GNOME

source: Copyright © 2011 <placeholder-1/><br/> Share on: <placeholder-2/> | <placeholder-3/><br/> ❧
pl: Copyright © 2011 <placeholder-1/><br/> Podziel się na: <placeholder-2/> | <placeholder-3/><br/> ❧

source: Introducing the next generation GNOME desktop
pl: Wprowadzenie do środowiska GNOME nowej generacji

source: For GNOME 3, the GNOME Project has started from scratch and created a completely new, modern desktop designed for today's users and technologies. Here are some of the things that you can expect from the new GNOME:
pl: Projekt GNOME zaczął od nowa i stworzył całkowicie nowy, nowoczesny pulpit zaprojektowany dla dzisiejszych użytkowników i technologii. Poniżej można przeczytać o kilku rzeczach, jakich można się spodziewać od nowego środowiska GNOME:

source: Simply beautiful
pl: Po prostu piękne

source: GNOME's new desktop takes elegance to a new level. We've swept away the clutter and made a simple and easy-to-use desktop, and we've made this the most beautiful GNOME desktop ever, with a new visual theme, a refined new font and carefully crafted animations--all while preserving compatibility.
pl: Nowy pulpit GNOME przenosi użytkownika na nowy poziom elegancji. Wyczyściliśmy cały bałagan i stworzyliśmy prosty, łatwy w użyciu pulpit, najpiękniejszy w historii środowiska GNOME, dzięki nowemu motywowi graficznemu, odświeżonej czcionce i delikatnie wyważonymi animacjami - jednocześnie zachowując zgodność.

source: An overview at a glance
pl: Podgląd w zasięgu ręki

source: The activities view provides an easy way to access all your windows and applications. It is also a great way to keep track of all your activities. We have provided several fast and convenient ways to access the activities view, including the activities keyboard key (often known as the Windows key) and the activities hot corner.
pl: Widok podglądu dostarcza łatwy sposób na dostęp do wszystkich okien i programów. Jest także świetnym sposobem na śledzenie swoich aktywności. Dostępnych jest kilka szybkich i wygodnych metod na dostęp do widoku podglądu, w tym klawisz aktywności (znany często jako klawisz Windows) i róg "Podgląd".

source: Messaging built-in
pl: Wbudowany komunikator

source: Communication is an important part of the modern desktop, but it's a hassle when you have to switch windows to reply to a message. That's why GNOME 3 will let you continue your conversations without changing focus. The ability to enter a reply straight into messaging notifications makes instant messaging quick and effortless.
pl: Komunikacja jest ważną częścią nowoczesnego pulpitu, ale przełączanie okien, aby odpowiedzieć na wiadomość jest rozpraszające. Właśnie dlatego pulpit GNOME 3 umożliwia kontynuowanie rozmów bez zmiany skupienia. Możliwość wpisania odpowiedzi prosto w powiadomieniach komunikatora sprawia, że komunikacja jest szybka i bez wysiłku.

source: Distraction-free computing
pl: Praca wolna od rozproszeń

source: GNOME 3 is designed to reduce distraction and interruption and to put you in control. Our new notifications system subtly presents messages and will save them until you are ready for them, and the GNOME 3 panel has been styled so that it is part of the background, not the foreground. These changes allow you to focus on your creative tasks.
pl: Środowisko GNOME 3 zostało zaprojektowane, aby zmniejszyć rozproszenie i przerywanie oraz dać kontrolę użytkownikowi. Nowy system powiadomień subtelnie przedstawia komunikaty i zachowuje je do późniejszego odczytania. Panel pulpitu GNOME 3 wygląda tak, aby był częścią tła, a nie pierwszym planem. Te zmiany umożliwiają skupienie się na działaniach kreatywnych.

source: Everything at your fingertips
pl: Wszystko pod ręką

source: With the new GNOME desktop, everything can be quickly accessed from the keyboard. Press the activities key and search: it's as simple as that. You'll love this feature if you're a user who likes things to happen fast.
pl: Dzięki nowemu pulpitowi GNOME wszystko może być szybko uzyskane za pomocą klawiatury. Wystarczy nacisnąć klawisz podglądu i wyszukać: jest to tak proste. Użytkownicy, którzy lubią wszystko osiągać szybko polubią tę funkcję.

source: Redesigned system settings
pl: Przeprojektowane ustawienia systemowe

source: Our system settings have been completely redesigned for GNOME 3, making them easier to use than ever before. There are some great new features in our system settings too, such as the ability to use Flickr images as desktop backgrounds.
pl: Ustawienia systemowe zostały całkowicie przeprojektowane dla środowiska GNOME 3, ułatwiając ich używanie. Znalazło się w nich także wiele wspaniałych funkcji, takich jak możliwość użycia obrazów z serwisu Flickr jako tła pulpitu.

source: And much, much more
pl: Oraz wiele, wiele więcej

source: GNOME 3 is crammed full of new features. Here are some of the other things that you can look forward to from GNOME 3:
pl: Środowisko GNOME 3 jest pełne nowych funkcji. Poniżej wymieniono kilka innych rzeczy, jakich można oczekiwać od nowego wydania:

source: Window tiling to make using several windows simple and easy
pl: Kafelkowanie okien ułatwia używanie kilku okien

source: An improved file manager
pl: Ulepszony menedżer plików

source: Dark application themes for when you want to focus on pictures and videos
pl: Ciemne motywy dla programów, które skupiają się na treści (obrazach lub filmach)

source: Redesigned workspaces so you can easily organise your windows
pl: Przeprojektowane obszary robocze, aby łatwo organizować okna

source: Major changes under the hood to give you a faster, smoother experience
pl: Duże zmiany wewnątrz środowiska, aby używanie go było szybsze i łatwiejsze

source: A satisfying experience, whatever kind of computer you use: GNOME 3 will feel right at home on netbooks as well as larger machines
pl: Satysfakcjonujące doświadczenie, niezależnie od używanego rodzaju komputera: środowisko GNOME 3 będzie działało właściwie na netbookach w domu oraz na większych komputerach

source: How do I get GNOME 3?
pl: Jak pobrać GNOME 3?

source: GNOME 3 is scheduled for release in April 2011 and will be available via popular distributions after that time. Further details of how you can get GNOME 3 will be posted on this site once it is available. If you can't wait that long, our <a href="tryit.html">Try It</a> page contains details on how to try a development version.
pl: Wydanie GNOME 3 jest zaplanowane na kwiecień 2011 i będzie dostępne w popularnych dystrybucjach po tym czasie. Więcej informacji o uzyskaniu GNOME 3 zostanie umieszczone na tej stronie, kiedy będą dostępne. Jeśli nie masz tyle cierpliwości, na stronie <a href="tryit.html">Wypróbuj GNOME 3</a> można znaleźć informacje o tym, jak wypróbować wersję rozwojową.

source: Will my computer be able to run GNOME 3?
pl: Czy mój komputer będzie mógł uruchomić GNOME 3?

source: Computers purchased in the last 4 or 5 years should be more than capable of running GNOME 3. The GNOME 3 desktop does require hardware accelerated graphics in order to provide a cutting-edge experience however, and the complete GNOME 3 experience will only be available on computers capable of this. Do not worry though: GNOME 3 will come complete with a fallback interface which will provide an excellent experience in the absence of hardware acceleration, and which incorporates many of the improvements that can be found in GNOME 3. Furthermore, the GNOME project and its partners are working hard to ensure that the complete GNOME 3 experience is available to as many people as possible, and aim to ensure that users who are initially unable to have this experience will be able to in the future.
pl: Komputery kupione w czasie ostatnich 4 lub 5 lat powinny nie mieć żadnego problemu z uruchomieniem środowiska GNOME 3. Wymaga ono jednak sprzętowego przyspieszenia grafiki, aby dostarczyć nowoczesny pulpit i pełne doświadczenie GNOME 3 będzie dostępne tylko na komputerach je posiadających. Nie ma się jednak co martwić: GNOME 3 dostarczy interfejs zapasowy, który zapewni doskonałe wrażenia w przypadku braku przyspieszenia sprzętowego i będzie zawierać wiele ulepszeń środowiska GNOME 3. Co więcej, projekt GNOME i jego partnerzy ciężko pracują, aby upewnić się, że pełne doświadczenie GNOME 3 jest dostępne dla tylu osób, ile to możliwe, oraz chce upewnić się, że użytkownicy, którzy nie mają tej możliwości teraz, będą mogli ją mieć w przyszłości.

source: Will I be able to use my favourite GNOME apps in GNOME 3?
pl: Czy będę mógł używać swoich ulubionych programów GNOME w GNOME 3?

source: Yes! Existing GNOME applications will work just fine in GNOME 3. GNOME 3 does provide facilities to make applications even better though, so look out for new and improved GNOME 3 versions of those trusty apps you've learnt to love.
pl: Tak. Istniejące programy środowiska GNOME będą działały doskonale w GNOME 3. Środowisko GNOME 3 dostarcza nowe możliwości dla programów, aby działały jeszcze lepiej, więc warto poczekać na nowe i ulepszone wersje zaufanych programów dla GNOME 3.

source: What will happen to the old version of GNOME?
pl: Co się stanie z poprzednią wersją środowiska GNOME?

source: The GNOME 2 desktop had a long life, and parts of it became difficult to maintain over that period. As a result, continued releases of the entire GNOME 2 desktop was never a practical option for the GNOME Project, and several parts of the old GNOME 2 desktop will not receive new releases after GNOME 3 is released. The traditional GNOME 2 desktop will not disappear overnight, however: releases of GNOME 2 will continue to be supported by distributions for years to come.
pl: Środowisko GNOME 2 miało długi żywot, i pewne jego części stały się trudne do utrzymania przez ten czas. W wyniku tego kontynuowanie wydawania całego środowiska GNOME 2 stało się niepraktyczne i pewne części poprzedniego pulpitu GNOME 2 nie otrzymają nowych wydań po wydaniu GNOME 3. Tradycyjny pulpit GNOME 2 jednak nie zniknie, będzie on wspierany przez dystrybucje jeszcze przez wiele lat.

source: Why is the GNOME 3 desktop designed the way it is?
pl: Dlaczego pulpit GNOME 3 zaprojektowano właśnie w ten sposób?

source: A huge amount of work has gone into the design of GNOME 3, and each of the design decisions behind it has a carefully considered rationale. If you have a specific question about one of these design decisions, try reading our <a href="http://live.gnome.org/GnomeShell/Design/FAQ">answers to common GNOME 3 design questions</a>. Alternatively, more extensive details about the design of the GNOME 3 desktop can be found on the <a href="http://live.gnome.org/GnomeShell/Design/">GNOME 3 desktop design wiki page</a>.
pl: Wiele pracy włożono w projektowanie środowiska GNOME 3, a każda decyzja projektowa została poważnie przemyślana. Odpowiedzi na pytania o konkretne decyzje można znaleźć na stronie <a href="http://live.gnome.org/GnomeShell/Design/FAQ">FAQ środowiska GNOME 3</a>. Można znaleźć także wiele informacji o projektowaniu GNOME 3 na stronie <a href="http://live.gnome.org/GnomeShell/Design/">wiki projektowania pulpitu GNOME 3</a>.

source: What are GNOME's plans after GNOME 3 is released?
pl: Jakie są plany projektu GNOME po wydaniu GNOME 3?

source: We are going to have a huge party to celebrate the release, and then we're going to get back to work improving our desktop, so that GNOME 3 will get better and better with subsequent releases. We have lots of plans for new features which will make GNOME even easier and more satisfying to use, such as document search and an exciting new desktop extensions framework.
pl: Wydamy wielką imprezę, aby uczcić wydanie, a następnie wrócimy do pracy nad ulepszaniem środowiska, aby GNOME 3 stawało się coraz lepsze w każdym następnym wydaniu. Mamy wiele planów na nowe funkcje, które jeszcze ułatwią używanie środowiska GNOME, takie jak wyszukiwanie dokumentów i nową strukturę rozszerzeń pulpitu.

source: How can I get involved or help with GNOME 3?
pl: Jak mogę pomóc GNOME 3?

source: Spreading the word about GNOME 3 is a great way to help out. A positive tweet, dent, status update or post is always appreciated. You can also join our <a href="http://www.facebook.com/GNOMEDesktop">Facebook group</a> or become a <a href="http://www.gnome.org/friends/">friend of GNOME</a>. Additionally, you can help out with one of the many varied tasks involved in producing GNOME. Just check out our <a href="http://live.gnome.org/JoinGnome">contribution page</a> for more details.
pl: Informowanie o wydaniu GNOME 3 jest wspaniałym sposobem na pomoc. Pozytywny tweet, dent, aktualizacja stanu lub wpis na blogu jest zawsze doceniany. Można także dołączyć do naszej <a href="http://www.facebook.com/GNOMEDesktop">grupy w serwisie Facebook</a> lub zostać <a href="http://www.gnome.org/friends/">przyjacielem GNOME</a>. Dodatkowo można także pomóc w wiele różnych zadaniach związanych z tworzeniem GNOME. Wszystkie informacje znajdują się na stronie <a href="http://live.gnome.org/JoinGnome">wiki</a>.
