Repository: aviarypl/gnome-l10n-pl
Catalog: hipo.HEAD.*.po
Languages: pl

source: _File
pl: _Plik

source: _Add File...
pl: _Dodanie pliku...

source: Add a file to your iPod
pl: Dodanie pliku do iPoda

source: A_dd Folder...
pl: Dod_anie katalogu...

source: Add a folder to your iPod
pl: Dodanie katalogu do iPoda

source: New Playlist
pl: Nowa lista odtwarzania

source: Create a new Playlist
pl: Utworzenie nowej listy odtwarzania

source: _Eject
pl: _Wysuń

source: _Edit
pl: _Edycja

source: _Help
pl: P_omoc

source: Select the file to add
pl: Wybór pliku do dodania

source: Select a folder to add
pl: Wybór katalogu do dodania

source: Name:
pl: Nazwa:

source: There was an error ejecting the iPod:
pl: Wystąpił błąd podczas wysuwania iPoda:

source: The "Hipo Manual" could not be found. Please verify that your installation has been completed successfully.
pl: "Podręcznik obsługi Hipo" nie został odnaleziony. Proszę sprawdzić poprawność instalacji.

source: Help not found
pl: Pomoc nie została odnaleziona

source: iPod Management Tool
pl: Narzędzie do obsługi iPodów

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl> Tomasz Dominikowski (Aviary.pl) <tdominikowski@aviary.pl>

source: Updating iPod...
pl: Aktualizowanie iPoda...

source: <b>Preparing...</b>
pl: <b>Przygotowywanie</b>

source: Adding {0} of {0}
pl: Dodawanie {0} z {0}

source: Adding {0} of {1}
pl: Dodawanie {0} z {1}

source: <b>Finishing...</b>
pl: <b>Kończenie...</b>

source: <b><u>Show columns:</u></b>
pl: <b><u>Wyświetlanie kolumn:</u></b>

source: <b>Capacity:</b>
pl: <b>Pojemność:</b>

source: <b>Firmware Version:</b>
pl: <b>Wersja oprogramowania wewnętrznego:</b>

source: <b>Generation:</b>
pl: <b>Generacja:</b>

source: <b>Mount Point:</b>
pl: <b>Punkt montowania:</b>

source: <b>Serial Number:</b>
pl: <b>Numer seryjny:</b>

source: <b>Space Used:</b>
pl: <b>Użytej pojemności:</b>

source: <b>_Artist:</b>
pl: <b>_Wykonawca:</b>

source: <b>_Artwork:</b>
pl: <b>_Okładki</b>

source: <b>_Genre:</b>
pl: <b>_Gatunek:</b>

source: <b>_Title:</b>
pl: <b>_Tytuł:</b>

source: <b>_Track Number:</b>
pl: <b>_Numer ścieżki:</b>

source: Artist
pl: Wykonawca

source: Genre
pl: Gatunek

source: Hipo iPod Management Tool
pl: Narzędzie do obsługi iPodów Hipo

source: No device found.
pl: Nie odnaleziono urządzeń.

source: Preferences
pl: Preferencje

source: Title
pl: Tytuł

source: _Search:
pl: _Wyszukiwanie:

source: gtk-close
pl: Zamknij

source: Details
pl: Szczegóły

source: label
pl: etykieta

source: Add, Remove, Extract data from your iPod
pl: Dodawanie, usuwanie i wyodrębnianie danych z iPodów

source: Using {0} of {1}
pl: Użyte {0} z {1}

source: No iPod Found
pl: Nie odnaleziono iPoda

source: Rename
pl: Zmień nazwę

source: Rename the device
pl: Zmiana nazwy urządzenia

source: Rename the playlist
pl: Zmiana nazwy listy odtwarzania

source: Delete
pl: Usuń

source: Delete the playlist
pl: Usunięcie listy odtwarzania

source: Add to Playlist...
pl: Dodanie do listy odtwarzania...

source: Add the track to a Playlist
pl: Dodanie ścieżki do listy odtwarzania

source: Remove
pl: Usuń

source: Remove the track from your iPod
pl: Usunięcie ścieżki z iPoda

source: Track Properties
pl: Właściwości ścieżki

source: {0} {1} Properties
pl: Właściwości {0} {1}

source: Multiple tracks properties
pl: Właściwości wielu ścieżek

source: Select an image
pl: Wybór obrazu

source: Music
pl: Muzyka

source: Last path opened
pl: Ostatnia otwarta ścieżka

source: List of columns displayed in the tracks view. Possible values are Title, Artist, Album, Genre.
pl: Lista kolumn wyświetlana w widoku ścieżek. Możliwe wartości to Title (tytuł), Artist (wykonawca), Album (album), Genre (gatunek).

source: This is a string containing the last path used in the filechooser
pl: Ciąg zawierający ostatnią ścieżkę użytą przez wybierak plików

source: Tracks view columns
pl: Kolumny widoku ścieżek
