Repository: aviarypl/gnome-l10n-pl
Catalog: istanbul.HEAD.*.po
Languages: pl

source: Desktop Session Recorder
pl: Nagrywanie działań na pulpicie

source: Istanbul Desktop Session Recorder
pl: Nagrywanie działań na pulpicie Istanbul

source: Record a video of your desktop session
pl: Nagrywanie filmów wideo działań w środowisku.

source: Framerate to capture screencast as
pl: Ilość klatek na sekundę nagrania

source: Set true, if you want to record the mouse pointer
pl: Określa, czy nagrywać wskaźnik myszy.

source: You do not have Istanbul properly installed, cannot find the istximagesrc GStreamer plugin installed.
pl: Istanbul nie jest poprawnie zainstalowany - nie można odnaleźć wtyczki istximagesrc GStreamer.

source: You do not have the theora GStreamer plugin installed.
pl: Brak zainstalowanej wtyczki theora GStreamer.

source: You do not have the ogg GStreamer plugin installed.
pl: Brak zainstalowanej wtyczki ogg GStreamer.

source: Save Screencast
pl: Zapisz nagranie

source: Ogg Media File (*.ogg)
pl: Plik Ogg (*.ogg)

source: Close _without saving
pl: Zamknij _bez zapisywania

source: A file named "%s" already exists. Do you want to replace it?
pl: Plik o nazwie "%s" już istnieje. Czy go zastąpić?

source: The file already exists in "%s". Replacing it will overwrite its contents.
pl: Plik już istnieje w "%s". Zastąpienie go nadpisze jego zawartość.

source: There was an unknown error writing to "%s". Please try a different file or location.
pl: Wystąpił nieznany błąd podczas zapisywania do "%s". Należy wypróbować inne położenie lub plik.

source: You have not saved the screencast. Are you really sure you want to lose it?
pl: Nie zapisano nagrania. Czy na pewno je usunąć?

source: There was an error recording: %s Debug Information: %s
pl: Wystąpił błąd podczas nagrywania: %s Informacje debugowania: %s

source: Left click to start screencast. Right click for menu.
pl: Należy kliknąć lewym przyciskiem myszy, aby rozpocząć nagrywanie. Prawy przycisk wywołuje menu.

source: Left click to stop recording screencast.
pl: Należy kliknąć lewym przyciskiem myszy, aby zatrzymać nagrywanie.

source: In process of saving to disk.
pl: Trwa zapisywanie na dysku.

source: Records a video of your desktop session
pl: Nagrywanie filmów wideo działań w środowisku.

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2008. Piotr Zaryk <pzaryk@aviary.pl>.

source: _Select Area to Record
pl: _Wybierz obszar do nagrania

source: Select _Window to Record
pl: Wybierz _okno do nagrania

source: Select a window on the screen to capture
pl: Należy zaznaczyć okno na ekranie do nagrania

source: Record _3D
pl: Nagrywanie _3D

source: Tick this if you want to screencast a 3d application. This will however take more CPU power.
pl: Należy zaznaczyć w przypadku chęci nagrania programu 3d. Używa więcej mocy CPU.

source: Record _Mouse Pointer
pl: Nagrywanie wskaźnika _myszy

source: Record _Sound
pl: Nagrywanie _dźwięku

source: _Full Size
pl: _Pełny rozmiar

source: Select this if you do not want to scale down the size of the recording.
pl: Wybór tej opcji wyłącza skalowanie rozmiaru nagrania.

source: _Half width and height
pl: P_ołowa szerokości i wysokości

source: Select this to scale down the recording resolution by 1/2.
pl: Wybór tej opcji powoduje zmniejszenie rozdzielczości nagrania o 1/2.

source: _Quarter width and height
pl: Ćw_ierć szerokości i wysokości

source: Select this to scale down the recording resolution by 1/4.
pl: Wybór tej opcji powoduje zmniejszenie rozdzielczości nagrania o 1/4.
