Repository: aviarypl/gnome-l10n-pl
Catalog: libmbca.HEAD.*.po
Languages: pl

source: Country
pl: Kraj

source: Provider
pl: Dostawca

source: Product
pl: Produkt

source: Vendor
pl: Producent

source: Built-in
pl: Wbudowane

source: Select the built-in device from the list
pl: Proszę wybrać wbudowane urządzenie z listy

source: <small>Make sure the device is not disabled by a manual switch or button on the side of the computer.</small>
pl: <small>Proszę się upewnić, że urządzenie nie zostało wyłączone przez przełącznik lub przycisk na obudowie komputera.</small>

source: PC Card, PCMCIA, or ExpressCard
pl: PC Card, PCMCIA lub ExpressCard

source: Select the correct device from the list
pl: Proszę wybrać poprawne urządzenie z listy

source: <small>Make sure the SIM card is in place</small>
pl: <small>Proszę się upewnić, że karta SIM została umieszczona w odpowiednim miejscu</small>

source: Select the USB device from the list
pl: Proszę wybrać urządzenie USB z listy

source: <small>The device must be plugged in and must be switched on. Make sure that the mobile phone has no security lock active. Make sure the SIM card is in place</small>
pl: <small>Urządzenie musi być podłączone i włączone. Proszę się upewnić, że telefon nie ma włączonej żadnej blokady. Proszę się upewnić, że karta SIM została umieszczona w odpowiednim miejscu</small>

source: _Country:
pl: _Kraj:

source: You can search the list by entering text on your keyboard
pl: Można przeszukiwać listę wprowadzając tekst za pomocą klawiatury

source: The country code as defined by ISO 3166 standard
pl: Kod państwa zdefiniowany przez standard ISO 3166

source: missing from libgweather
pl: brak w libgweather

source: Serial cable
pl: Kabel szeregowy

source: <b>Connection method:</b>
pl: <b>Metoda połączenia:</b>

source: <b>Country:</b>
pl: <b>Kraj:</b>

source: <b>Device:</b>
pl: <b>Urządzenie:</b>

source: <b>Name:</b>
pl: <b>Nazwa:</b>

source: <b>Service Provider:</b>
pl: <b>Dostawca usługi:</b>

source: <small><b>note:</b></small>
pl: <small><b>uwaga:</b></small>

source: <small>If necessary go back and change the details. When you are done give the configuration a name which will be easy to identify later</small>
pl: <small>Jeśli to konieczne, można wrócić i zmienić szczegóły. Po ukończeniu można nadać połączeniu nazwę, aby można je było później łatwo rozpoznać</small>

source: <small>Make sure your computer and mobile phone have Bluetooth enabled and your mobile phone is discoverable by other Bluetooth devices. Consult your mobile phone's instruction manual if necessary</small>
pl: <small>Proszę się upewnić, że komputer i telefon komórkowy mają włączoną funkcję Bluetooth, a telefon komórkowy jest wykrywalny przez inne urządzenia Bluetooth. Jeśli to konieczne, proszę zapoznać się z instrukcją obsługi używanego telefonu komórkowego</small>

source: <small>Service providers may have multiple subscription models. Make sure you select the correct one</small>
pl: <small>Dostawcy usług mogą oferować kilka opcji abonamentowych. Proszę się upewnić, że została wybrana odpowiednia</small>

source: <small>The leftmost column indicates which subsystem the port belongs to. <i>pnp</i> usually means serial ports that are in the side of the computer, <i>usb</i> and <i>pci</i> are mobile phones, data modems, or serial port adapters. You must make sure that the device is always found from the port you select here in order to use the configuration you are now creating</small>
pl: <small>Kolumna po lewej wskazuje któremu podsystemowi podlega dany port. <i>pnp</i> zazwyczaj oznacza porty szeregowe znajdujące się po bokach komputera, <i>usb</i> i <i>pci</i> to telefony komórkowe, modemy i adaptery portów szeregowych. Proszę się upewnić, że urządzenie jest podłączane zawsze do tego samego portu, który zostanie tutaj wybrany, aby używać obecnie tworzonej konfiguracji</small>

source: Bluetooth address in form 01:23:45:67:89:AB
pl: Adres Bluetooth w formacie 01:23:45:67:89:AB

source: Bluetooth address:
pl: Adres Bluetooth:

source: Built-_in
pl: _Wbudowane

source: Click to show or hide a list of countries
pl: Kliknięcie wyświetli lub ukryje listę państw

source: Connection Method
pl: Metoda połączenia

source: How is your mobile phone or data modem connected to your computer?
pl: Jak jest podłączony używany telefon komórkowy lub modem?

source: New Mobile Broadband Connection
pl: Nowe połączenie komórkowe

source: Path:
pl: Ścieżka:

source: Select the Bluetooth device from the list
pl: Proszę wybrać urządzenie Bluetooth z listy

source: Select the country and the service provider
pl: Proszę wybrać kraj i dostawcę usług

source: Select the serial port and baud rate from the list
pl: Proszę wybrać port szeregowy i baud rate z listy

source: Serial Cable
pl: Kabel szeregowy

source: Service Provider
pl: Dostawca usługi

source: Summary
pl: Podsumowanie

source: This assistant will guide you through setting up a new mobile broadband connection. The connection can be established using a mobile phone or a dedicated data modem.
pl: Ten asystent przeprowadzi proces konfiguracji nowego komórkowego połączenia z Internetem. Połączenie zostanie nawiązane przy użyciu telefonu komórkowego lub dedykowanego modemu.

source: Verify the information you have provided
pl: Proszę sprawdzić podane informacje

source: Welcome
pl: Witamy

source: _PC Card, PCMCIA, or ExpressCard
pl: _PC Card, PCMCIA lub ExpressCard

source: _Serial cable
pl: Kabel _szeregowy

source: _Specify Manually:
pl: _Ręcznie:
