Repository: aviarypl/gnome-l10n-pl
Catalog: library-web.*.po
Languages: pl

source: API References
pl: Odwołania API

source: About
pl: Informacje

source: Across the world, there are many large to small deployments of GNOME, with their specific needs, and system administrators to manage them. Here you will find information on tools and methods to work with many GNOME desktops.
pl: Na całym świecie znajduje się wiele dużych i mniejszych zastosowań GNOME, z ich własnymi potrzebami i administratorami nimi zarządzającymi. Tutaj znajdują się informację o narzędziach i metodach pracy z wieloma środowiskami GNOME.

source: Administrators
pl: Administratorzy

source: Art
pl: Wygląd

source: Available Languages:
pl: Dostępne języki:

source: Available Versions:
pl: Dostępne wersje:

source: Community
pl: Społeczność

source: Developers
pl: Programiści

source: Development
pl: Programowanie

source: Development Guides
pl: Przewodniki dla programistów

source: Downloads
pl: Pobieranie

source: Even though it's extremely user-friendly, GNOME is a large and complex system, and thus, requires some learning to use to the fullest. To make that easier, we've provided some very useful documentation.
pl: Pomimo, iż GNOME jest niezwykle przyjazne użytkownikowi, jest ogromnym i skomplikowanym środowiskiem, którego pełnię możliwości można wykorzystać dopiero po zdobyciu pewnej wiedzy. Udostępniliśmy przydatną dokumentację, aby naukę stała się łatwiejsza.

source: For those who develop, or are interested in developing GNOME and applications for GNOME. You will find developer documentation and information on how to get involved, and much more.
pl: Dla osób, które zajmują się lub są zainteresowane rozwojem GNOME i jego programów. Można tu znaleźć dokumentację programowania, informacje, jak się zaangażować w rozwój GNOME i inne.

source: Frequently Asked Questions
pl: Najczęściej zadawane pytania (FAQ)

source: GNOME Documentation Library
pl: Biblioteka dokumentacji GNOME

source: GNOME Documentation Project
pl: Projekt dokumentacji GNOME

source: Guides
pl: Przewodniki

source: Home
pl: Strona główna

source: Language Bindings
pl: Powiązania językowe

source: Manuals
pl: Podręczniki

source: News
pl: Aktualności

source: Note the API references are usually available as packages in the distributions and visible via the Devhelp tool.
pl: Proszę zauważyć, że odwołania API są zazwyczaj dostępne w formie pakietów dystrybucji i widoczne poprzez narzędzie Devhelp.

source: Others
pl: Inne

source: Overview
pl: Przegląd

source: Preferred language is loaded from a cookie.
pl: Preferowany język jest wczytywany z ciasteczka.

source: Projects
pl: Projekty

source: Remove cookie
pl: Usuń ciasteczko

source: Same documents, formatted as a single HTML file
pl: Same dokumenty, sformatowane jako pojedynczy plik HTML

source: Search
pl: Znajdź

source: See also:
pl: Patrz też:

source: Standards
pl: Standardy

source: Support
pl: Wsparcie

source: There is no translation of this documentation for your language; the documentation in its original language is displayed instead.
pl: Nie istnieje tłumaczenie tej dokumentacji na używany język; dokumentacja została wyświetlona w oryginalnym języku.

source: This module is heading towards planned deprecation. It will continue to be supported and API/ABI stable throughout the GNOME 2.x series, but we do not recommend using it in new applications unless you require functionality that has not already been moved elsewhere.
pl: Ten moduł zbliża się do zaplanowanego momentu jego odżegnania. Będzie wciąż wspierany i stabilny z API/ABI serii GNOME 2.x, ale nie zaleca się jego użycia w nowych programach, chyba że jest wymagana funkcjonalność, która nie została zaimplementowana gdzie indziej.

source: Tools
pl: Narzędzia

source: Tutorials
pl: Samouczki

source: Unable to display document in preferred language loaded from cookie, as translation probably does not exist.
pl: Nie można wyświetlić dokumentu w preferowanym języku wczytanym z ciasteczka, gdyż tłumaczenie prawdopodobnie nie istnieje.

source: Users
pl: Użytkownicy

source: White Papers
pl: Białe kartki

source: development version
pl: wersja rozwojowa

source: documentation on development version
pl: dokumentacja wersji rozwojowej

source: external resource
pl: źródło zewnętrzne

source: more versions, languages, or options...
pl: więcej wersji, języków, bądź opcji...

source: see other translations for this documentation
pl: zobacz inne tłumaczenia tej dokumentacji

source: A library used for programming panel applets for the GNOME panel.
pl: Biblioteka używana do programowania apletów panelu GNOME.

source: ATK provides the set of accessibility interfaces that are implemented by other toolkits and applications. Using the ATK interfaces, accessibility tools have full access to view and control running applications.
pl: ATK zapewnia zestaw interfejsów wspierających, które są zaimplementowane przez inne pakiety narzędziowe i programy. Przy użyciu interfejsów ATK, narzędzia wspierające posiadają pełny dostęp do wyświetlania i sterowania uruchomionymi programami.

source: Accessibility for Developers
pl: Dostępność dla programistów

source: An intermediate layer which isolates GTK+ from the details of the windowing system.
pl: Zaawansowana warstwa, która izoluje GTK+ od szczegółów systemu okien.

source: An introduction to the new module interface of GNOME Deskbar-Applet.
pl: Wprowadzenie do nowego interfejsu modułu apletu GNOME Deskbar.

source: Bonobo is a framework for creating reusable components for use in GNOME applications, built on top of CORBA.
pl: Bonobo to framework do tworzenia komponentów ponownego użytku w programach GNOME zbudowany na CORBA.

source: Bonobo-activation allows you to browse the available CORBA servers on your system (running or not). It keeps track of the running servers so that if you ask for a server which is already running, you will not start it again but will reuse the already running one.
pl: Bonobo-activation umożliwia użytkownikowi przeglądanie dostępnych serwerów CORBA na systemie (uruchomionym, bądź nie). Śledzi działające serwery, więc jeśli zada się pytanie o serwer właśnie uruchomiony, nie trzeba będzie uruchamiać go ponownie, gdyż zostanie ponownie użyty już uruchomiony.

source: C++ Interfaces for GTK+ and GNOME
pl: Interfejsy C++ dla GTK+ i GNOME

source: Cairo is a 2D graphics library with support for multiple output devices. It is designed to produce consistent output on all output media while taking advantage of display hardware acceleration when available.
pl: Cairo to biblioteka grafiki 2D ze wsparciem wielu urządzeń wyjściowych. Jest zaprojektowana dla generowania spójnego wyjścia na wszystkich mediach wyjściowych przy korzystaniu z zalet akceleracji sprzętowej wyświetlania, gdy tylko dostępna.

source: D-Bus is a message bus system, a simple way for applications to talk to one another.
pl: D-Bus jest szyną systemową wiadomości, prostym sposobem na komunikację między programami.

source: Desktop Administrators' Guide to GNOME Lockdown and Preconfiguration
pl: Przewodnik administratora środowiska GNOME po X i prekonfiguracji

source: Desktop Application Autostart Specification
pl: Specyfikacja automatycznego uruchamiania programów środowiska

source: Desktop Entry Specification
pl: Specyfikacja wpisu pulpitu

source: Development Tools
pl: Narzędzia programistyczne

source: Extended Window Manager Hints
pl: Rozszerzone podpowiedzi menedżera okien

source: GAIL provides an implementation of the ATK interfaces for GTK+ and GNOME libraries, allowing accessibility tools to interact with applications written using these libraries.
pl: GAIL zapewnia implementację interfejsów ATK dla GTK+ i bibliotek GNOME umożliwiając narzędziom technologii wspierających interakcję z programami napisanymi przy użyciu tych bibliotek.

source: GConf provides the daemon and libraries for storing and retrieving configuration data.
pl: GConf zapewnia usługę i biblioteki dla przechowywania i uzyskiwania danych konfiguracyjnych.

source: GIO provides a modern and easy-to-use VFS API. It provides a file system abstraction which allows applications to access local and remote files with a single consistent API.
pl: GIO zapewnia nowoczesny i łatwy w użytku API VFS. Zapewnia abstrakcję systemu plików, która umożliwia programom dostęp do lokalnych i zdalnych plików poprzez jedno spójne API.

source: GLib provides the core application building blocks for libraries and applications written in C. It provides the core object system used in GNOME, the main loop implementation, and a large set of utility functions for strings and common data structures.
pl: GLib zapewnia główne bloki budowania programów dla bibliotek i aplikacji napisanych w języku C. Udostępnia główny system obiektowy używany w GNOME, implementację main loop i pokaźny zestaw narzędziowy dla ciągów i powszechnych struktur danych.

source: GMime is a powerful MIME (Multipurpose Internet Mail Extension) utility library. It is meant for creating, editing, and parsing MIME messages and structures.
pl: GMime jest wszechstronną biblioteką narzędziową MIME (wielozadaniowym rozszerzeniem poczty internetowej). Została stworzona dla tworzenia, modyfikowania i pobierania wiadomości i struktur MIME.

source: GNOME Desktop Libraries
pl: Biblioteki środowiska GNOME

source: GNOME Developer Platform Libraries
pl: Biblioteki platformy rozwojowej GNOME

source: GNOME has a time-based release schedule. This means that there is a new GNOME release with accompanying notes every six months, to the minute.
pl: GNOME posiada czasowy plan wydawniczy. Oznacza to, że nowe wydanie GNOME następuje co 6 miesięcy, co do minuty.

source: GNet is a network library, written in C, object-oriented, and built upon GLib.
pl: GNet jest zorientowaną obiektowo biblioteką sieciową napisaną w języku C zbudowaną na GLib.

source: GObject provides the object system used for Pango and GTK+.
pl: GObject zapewnia system obiektowy używany przez Pango i GTK+.

source: GStreamer Core Plugins Reference Manual
pl: Podręcznik odwołań głównych wtyczek GStreamer

source: GStreamer Core Reference Manual
pl: Podręcznik głównych odwołań GStreamer

source: GStreamer Library Reference Manual
pl: Podręcznik odwołań biblioteki GStreamer

source: GTK+ 2.0 Tutorial
pl: Samouczek GTK+ 2.0

source: GTK+ Programming Tutorial
pl: Samouczek programowania GTK+

source: GTK+ is the primary library used to construct user interfaces in GNOME applications. It provides user interface controls and signal callbacks to control user interfaces.
pl: GTK+ to podstawowa biblioteka używana do konstruowania interfejsów w programach GNOME. Zapewnia sterowanie interfejsu użytkownika i wywołania sygnału do kontrolowania interfejsu.

source: GdkPixbuf is a library for image loading and manipulation. The GdkPixbuf documentation contains both the programmer's guide and the API reference.
pl: GdkPixbuf jest biblioteką dla wczytywania i modyfikowania obrazów. Dokumentacja GdkPixbuf zawiera zarówno przewodnik programisty, jak i odwołania API.

source: GnomeVFS is the core library used to access files and folders in GNOME applications. It provides a file system abstraction which allows applications to access local and remote files with a single consistent API.
pl: GnomeVFS jest główną biblioteką używaną dla dostępu do plików i katalogów w programach GNOME. Zapewnia warstwę abstrakcji systemu plików, która umożliwia programom dostęp do lokalnych i zdalnych plików poprzez jedno spójne API.

source: Icon Naming Specification
pl: Specyfikacja nazewnictwa ikon

source: Icon Theme Specification
pl: Specyfikacja motywu ikon

source: Java Interfaces for GTK+, GNOME and related libraries
pl: Interfejsy Java dla GTK+, GNOME i powiązanych bibliotek

source: Libart functions - Libart handles the drawing capabilities in GNOME. All complex rendering is handled here.
pl: Funkcje Libart - Libart obsługuje możliwości rysowania GNOME. Całe złożone renderowanie jest obsługiwane tutaj.

source: Libglade is a library for constructing user interfaces dynamically from XML descriptions. Libglade allow programmers to construct their user interfaces using a graphical interface builder application, and then import those interface definitions.
pl: Libglade jest biblioteką dynamicznego konstruowania interfejsów użytkownika z opisów XML. Libglade pozwala programistom na konstruowanie interfejsów przy użyciu graficznego interfejsu programu budującego oraz import tych definicji interfejsu.

source: Library for rendering of SVG vector graphics.
pl: Biblioteka do renderowania grafik wektorowych SVG.

source: Lockdown is the mechanism which is used to bar users using a computing environnment from performing certain actions (like, for instance, printing files, or saving files to disk). The GNOME Desktop already has lockdown support in a few areas (especially the panel and the epiphany web browser). This document aims to cover all the lockdown features found in GNOME, as well as act as a guide on how to preconfigure the desktop settings.
pl: X jest mechanizmem, które jest używany dla użytkowników Y korzystających z środowiska komputerowego dla pewnych działań (jak na przykład drukowanie, zapisywanie plików na dysk). Środowisko gnome posiada już wsparcie X w kilku rejonach (w szczególności panel i przeglądarka internetowa Epiphany). Ten dokument ma na celu opisanie wszystkich funkcji X użytecznych w GNOME, jak również służenie jako przewodnik po prekonfiguracji ustawień środowiska.

source: Menu Specification
pl: Specyfikacja menu

source: ORBit is a fast and lightweight CORBA server. GNOME's component architecture, Bonobo, is built on top of CORBA.
pl: ORBit jest szybkim i lekkim serwerem CORBA. Architektura komponentu GNOME, Bonobo, jest zbudowana na CORBA.

source: Other related libraries
pl: Inne powiązane biblioteki

source: Pango is the core text and font handling library used in GNOME applications. It has extensive support for the different writing systems used throughout the world.
pl: Pango to podstawowa biblioteka tekstu i czcionek używanych w programach GNOME. Posiada rozległe wsparcie dla różnych systemów wprowadzania znaków używanych na całym świecie.

source: Plugins for GNOME Applications
pl: Wtyczki dla programów GNOME

source: Powerful and feature complete XML handling library.
pl: Potężna biblioteka obsługi XML z pełnym zestawem funkcji.

source: Powerful framework for creating multimedia applications. Supports both Audio and Video.
pl: Potężny framework do tworzenia programów multimedialnych. Wspiera zarówno dźwięk, jak i obraz.

source: PyGObject Reference Manual
pl: Podręcznik odwołań PyGObject

source: PyGTK Reference Manual
pl: Podręcznik odwołań PyGTK

source: References
pl: Odwołania

source: Release Notes
pl: Informacje o wydaniu

source: Shared MIME-info Database Specification
pl: Specyfikacja Współdzielonej bazy danych MIME-info

source: Structured File Library (GSF) is an I/O abstraction for reading/writing compound files.
pl: Strukturalna biblioteka plików (GSF) jest abstrakcją I/O dla odczytu/zapisu mieszanych plików.

source: Terminal emulator widget used by GNOME terminal.
pl: Widżet emulatora terminalu używany przez terminal GNOME.

source: The AT-SPI library provides interfaces which are used by accessibility technologies.
pl: Biblioteka AT-SPI zapewnia interfejsy, które są używane przez technologie wspierające.

source: The Bonobo UI library provides a number of user interface controls using the Bonobo component framework.
pl: Biblioteka Bonobo UI zapewnia wiele kontrolek interfejsu użytkownika przy użyciu Bonobo component framework.

source: The Desktop Entries provide information about an application such as the name, icon, and description. These files are used for application launchers and for creating menus of applications that can be launched.
pl: Wpis pulpitu zapewnia informacje o programie, jak nazwa, ikona i opis. Te pliki są używane dla aktywatorów programów oraz do tworzenia menu programów, które mogą zostać uruchomione.

source: The Easy Publish and Consume library (libepc) provides an easy method to publish data using HTTPS, announce that information via DNS-SD, find that information and finally consume it.
pl: Biblioteka Easy Publish and Consume library (libepc) zapewnia proste metody publikowania danych przy użyciu HTTPS, ogłaszania tych informacji poprzez DNS-SD, wyszukiwanie informacji oraz ich ostateczną konsumpcję.

source: The GNOME Devtools Library package provides a docking system and several utilities useful to GNOME development tools and GNOME applications in general.
pl: Pakiet biblioteki GNOME Devtools zapewnia system dokowania oraz kilka narzędzi użytecznych w narzędziach programistycznych GNOME i programach GNOME w ogóle.

source: The GNOME developer suite is a set of tools to ease the life of developers; it features a graphical interface builder, an integrated help system for API reference and more.
pl: Pakiet programisty GNOME jest zestawem narzędzi mających ułatwić życie programistów. Zawiera graficzne narzędzie budowania interfejsu, zintegrowany system pomocy dla odwołania API i więcej.

source: The GnomeCanvas widget provides a flexible widget for creating interactive structured graphics.
pl: Widżet GnomeCanvas zapewnia elastyczny widżet do tworzenia interaktywnej grafiki strukturalnej.

source: The XSLT C library developed for the Gnome project. XSLT itself is a an XML language to define transformation for XML. Libxslt is based on libxml2.
pl: Biblioteka XSLT C rozwijana dla projektu GNOME. XSLT jest językiem XML służącym do definiowania transformacji dla XML. Libxslt bazuje na libxml2.

source: The guides provide the common practices used in code and interface design within the GNOME platform as well as detailed knowledge about some applications and components.
pl: Przewodniki opisują najpopularniejsze praktyki stosowane w kodzie i projekcie interfejsu w platformie GNOME oraz szczegółową wiedzę na temat pewnych programów i komponentów.

source: The libgnome library provides a number of useful routines for building modern applications, including session management, activation of files and URIs, and displaying help.
pl: Biblioteka libgnome zapewnia wiele użytecznych procedur dla budowania nowoczesnych programów, jak zarządzanie sesją, aktywacja plików i adresów URI oraz wyświetlanie pomocy.

source: The libgnomeui library provides additional widgets for applications. Many of the widgets from libgnomeui have already been ported to GTK+.
pl: Biblioteka libgnomeui zapewnia dodatkowe widżety dla programów. Wiele spośród widżetów z libgnomeui zostało już przeportowanych do GTK+.

source: The references contain the Application Programming Interface, list of functions, classes and methods of the GNOME platform libraries and the standards used within the GNOME platform.
pl: Te odwołania zawierają Interfejs programowania aplikacji, listę funkcji, klasy i metody bibliotek platformy GNOME i standardy używane wewnątrz platformy GNOME.

source: This GTK+ tutorial is written for the C programming language. It is suitable for beginners and intermediate programmers.
pl: Ten przewodnik GTK+ jest napisany dla języka programowania C. Jest odpowiedni dla początkujących i średnio zaawansowanych programistów.

source: This document tells you how to make GNOME applications accessible.
pl: Ten dokument opisuje, jak uczynić programy GNOME dostępnymi.

source: This freedesktop.org specification attempts to unify the MIME database systems currently in use by X desktop environments.
pl: Ta specyfikacja freedesktop.org stara się zunifikować bazę danych MIME systemów obecnie w użyciu przez środowiska X.

source: This freedesktop.org specification describes a common way to name icons and their contexts in an icon theme.
pl: Ta specyfikacja freedesktop.org opisuje ogólny sposób nazywania ikon i ich kontekstów w temacie ikon.

source: This freedesktop.org specification describes a common way to store icon themes.
pl: Ta specyfikacja freedesktop.org określa ogólny sposób przechowywania motywów ikon.

source: This freedesktop.org specification describes how applications can be started automatically after the user has logged in and how media can request a specific application to be executed or a specific file on the media to be opened after the media has been mounted.
pl: Ta specyfikacja freedesktop.org określa w jaki sposób programy mogą być uruchamiane automatycznie po tym, jak użytkownik się zaloguje i w jaki sposób media mogą żądać uruchomienia określonego programu lub określonego pliku na medium do otwarcia po zamontowaniu go.

source: This freedesktop.org specification describes how menus are built up from desktop entries.
pl: Ta specyfikacja freedesktop.org określa sposób, w jaki budowane są menu z elementów pulpitu.

source: This freedesktop.org specification standardizes extensions to the ICCCM between X desktops.
pl: Ta specyfikacja freedesktop.org standaryzuje rozszerzenia do ICCCM pomiędzy środowiskami X.

source: Various specifications specify files and file formats. This freedesktop.org specification defines where these files should be looked for by defining one or more base directories relative to which files should be located.
pl: Różne specyfikacje określają pliki i formaty plików. Ta specyfikacja freedesktop.org definiuje gdzie te pliki powinny być wyszukiwane przez zdefiniowanie jednego lub większej liczby odnośników głównych katalogów, w których pliki te powinny być umieszczone.

source: Writing new-style modules for Deskbar-Applet
pl: Pisanie modułów dla apletu Deskbar w nowym stylu

source: XDG Base Directory Specification
pl: Specyfikacja XDG Base Directory

source: gtkmm Documentation
pl: Dokumentacja gtkmm

source: java-gnome API Documentation
pl: Dokumentacja API java-gnome

source: libart Reference Manual
pl: Podręcznik odwołań libart

source: libsoup is an HTTP client/server library for GNOME. It uses GObjects and the glib main loop, to integrate well with GNOME applications.
pl: libsoup jest biblioteką typu klient/serwer dla GNOME. Używa GObjects i main loop glib do sprawnej integracji z programami GNOME.

source: libxml2 Reference Manual
pl: Podręcznik odwołań libxml2

source: libxslt Reference Manual
pl: Podręcznik odwołań libxslt

source: telepathy-glib Reference Manual
pl: Podręcznik odwołań telepathy-glib
