Repository: aviarypl/gnome-l10n-pl
Catalog: library-web.master.*.po
Languages: pl

source: The libgnome library provides a number of useful routines for building modern applications, including session management, activation of files and URIs, and displaying help.
pl: Biblioteka libgnome zapewnia wiele użytecznych procedur dla budowania nowoczesnych programów, jak zarządzanie sesją, aktywacja plików i adresów URI oraz wyświetlanie pomocy.

source: The libgnomeui library provides additional widgets for applications. Many of the widgets from libgnomeui have already been ported to GTK+.
pl: Biblioteka libgnomeui zapewnia dodatkowe widżety dla programów. Wiele spośród widżetów z libgnomeui zostało już przeniesionych do GTK+.

source: The references contain the Application Programming Interface, list of functions, classes and methods of the GNOME platform libraries and the standards used within the GNOME platform.
pl: Te leksykony zawierają Interfejs programowania aplikacji, listę funkcji, klasy i metody bibliotek platformy GNOME oraz standardy używane wewnątrz platformy GNOME.

source: This GTK+ tutorial is written for the C programming language. It is suitable for beginners and intermediate programmers.
pl: Ten samouczek GTK+ jest napisany dla języka programowania C. Jest odpowiedni dla początkujących i średnio zaawansowanych programistów.

source: This freedesktop.org specification attempts to unify the MIME database systems currently in use by X desktop environments.
pl: Ta specyfikacja freedesktop.org ma na celu ujednolicenie baz danych MIME systemów obecnie w użyciu przez środowiska X.

source: This freedesktop.org specification describes a common way to name icons and their contexts in an icon theme.
pl: Ta specyfikacja freedesktop.org opisuje ogólny sposób nazywania ikon i ich kontekstów w motywie ikon.

source: This freedesktop.org specification describes a common way to store icon themes.
pl: Ta specyfikacja freedesktop.org określa ogólny sposób przechowywania motywów ikon.

source: This freedesktop.org specification describes how applications can be started automatically after the user has logged in and how media can request a specific application to be executed or a specific file on the media to be opened after the media has been mounted.
pl: Ta specyfikacja freedesktop.org określa, w jaki sposób programy mogą być uruchamiane automatycznie po zalogowaniu użytkownika i w jaki sposób nośniki mogą żądać uruchomienia określonego programu lub otwarcia określonego pliku na nośniku po zamontowaniu.

source: This freedesktop.org specification describes how menus are built up from desktop entries.
pl: Ta specyfikacja freedesktop.org określa, w jaki sposób są budowane menu z elementów pulpitu.

source: This freedesktop.org specification standardizes extensions to the ICCCM between X desktops.
pl: Ta specyfikacja freedesktop.org standaryzuje rozszerzenia do ICCCM pomiędzy środowiskami X.

source: This specification standardizes the interface to desktop notification services.
pl: Ta specyfikacja freedesktop.org standaryzuje usługi powiadomień pulpitu.

source: Tracker is a tool designed to extract information and metadata about user's personal data so that it can be searched easily and quickly. The libtracker-common library is the foundation for common procedures used in the daemon and the indexer.
pl: Tracker jest narzędziem zaprojektowanym do wydobywania informacji i metadanych o osobistych danych użytkownika, aby można je było łatwo i szybko wyszukiwać. Biblioteka libtracker-common jest podstawą wspólnych funkcji używanych przez usługę i program indeksujący.

source: Tracker is a tool designed to extract information and metadata about user's personal data so that it can be searched easily and quickly. The libtracker-module library helps developers write third party modules to extract content not commonly supported by Tracker.
pl: Tracker jest narzędziem zaprojektowanym do wydobywania informacji i metadanych o osobistych danych użytkownika, aby można je było łatwo i szybko wyszukiwać. Biblioteka libtracker-module pomaga programistom pisać własne moduły do wydobywania treści nieobsługiwanych przez program Tracker.

source: Unique is a library for writing single-instance applications. If you launch a single-instance application twice, the second instance will either just quit or will send a message to the running instance. Unique makes it easy to write this kind of application by providing a base class, taking care of all the IPC machinery needed to send messages to a running instance, and also handling startup notification.
pl: Unique jest biblioteką do pisania programów o pojedynczym wystąpieniu. Jeśli taki program zostanie uruchomiony dwa razy, to drugie wystąpienie zostanie po prostu zakończone lub wyśle komunikat do wcześniej uruchomionego wystąpienia. Biblioteka Unique ułatwia pisanie tego typu programów, dostarczając podstawową klasę, zajmując się całą maszynerią IPC wymaganą do wysyłania komunikatów i obsługując powiadamianie o uruchamianiu.

source: Vala API References
pl: Leksykon API języka Vala

source: Vala API References for GTK+, GNOME and related libraries
pl: Interfejsy języka Vala dla GTK+, GNOME i powiązanych bibliotek

source: Various links to learn more about GNOME development and how to get involved.
pl: Różne odnośniki do informacji o rozwoju GNOME i o tym, jak się weń zaangażować.

source: Various specifications specify files and file formats. This freedesktop.org specification defines where these files should be looked for by defining one or more base directories relative to which files should be located.
pl: Różne specyfikacje określają pliki i formaty plików. Ta specyfikacja freedesktop.org określa katalogi, względem których należy poszukiwać tych plików.

source: Writing new-style modules for Deskbar-Applet
pl: Pisanie modułów dla apletu Deskbar w nowym stylu

source: XDG Base Directory Specification
pl: Specyfikacja podstawowych katalogów XDG

source: atkmm Documentation
pl: Dokumentacja atkmm

source: clutter-box2dmm Documentation
pl: Dokumentacja clutter-box2dmm

source: clutter-gtkmm Documentation
pl: Dokumentacja clutter-gtkmm

source: cluttermm Documentation
pl: Dokumentacja cluttermm

source: dconf is a low-level configuration system. Its main purpose is to provide a backend to GSettings on platforms that don't already have configuration storage systems.
pl: dconf jest niskopoziomowym systemem konfiguracji. Jego głównym celem jest dostarczenie mechanizmu dla GSettings na platformach, które nie posiadają jeszcze systemów przechowywania konfiguracji.

source: gconfmm Documentation
pl: Dokumentacja gconfmm

source: glibmm Documentation
pl: Dokumentacja glibmm

source: goocanvasmm Documentation
pl: Dokumentacja goocanvasmm

source: gstreamermm Documentation
pl: Dokumentacja gstreamermm

source: gtkglextmm Documentation
pl: Dokumentacja gtkglextmm

source: gtkmm Documentation
pl: Dokumentacja gtkmm

source: gtksourceviewmm Documentation
pl: Dokumentacja gtksourceviewmm

source: java-gnome API Documentation
pl: Dokumentacja API java-gnome

source: libart Reference Manual
pl: Dokumentacja libart

source: libcanberra is an implementation of the XDG Sound Theme and Name Specifications, for generating event sounds on free desktops,
pl: Biblioteka libcanberra jest implementacją motywu dźwiękowego XDG i specyfikacji nazw do generowania dźwięków zdarzeń w wolnych środowiskach,

source: libgda-uimm Documentation
pl: Dokumentacja libgda-uimm

source: libgdamm Documentation
pl: Dokumentacja libgdamm

source: libnotify is a library that sends desktop notifications to a notification daemon, as defined in the Desktop Notifications spec. These notifications can be used to inform the user about an event or display some form of information without getting in the user's way.
pl: libnotify jest biblioteką wysyłającą powiadomienia pulpitu do usługi powiadomień, według specyfikacji powiadomień pulpitu. Te powiadomienia mogą być używane do informowania użytkownika o zdarzeniach lub wyświetlania informacji bez przeszkadzania użytkownikowi.

source: libpeas is a gobject-based plugins engine, and is targetted at giving every application the chance to assume its own extensibility.
pl: libpeas to mechanizm wtyczek oparty na GObject, mający na celu dostarczenie każdemu programowi szansy na rozszerzenie własnej funkcjonalności.

source: librsvgmm Documentation
pl: Dokumentacja librsvgmm

source: libsigc++ Documentation
pl: Dokumentacja libsigc++

source: libsigc++ Tutorial
pl: Samouczek libsigc++

source: libsoup is an HTTP client/server library for GNOME. It uses GObjects and the glib main loop, to integrate well with GNOME applications.
pl: libsoup jest biblioteką typu klient/serwer dla GNOME. Używa GObjects i pętli głównej biblioteki glib do sprawnej integracji z programami GNOME.

source: libvtemm Documentation
pl: Dokumentacja libvtemm

source: libxml++ Documentation
pl: Dokumentacja libxml++

source: libxml++ Tutorial
pl: Samouczek libxml++

source: libxml2 Reference Manual
pl: Dokumentacja libxml2

source: libxslt Reference Manual
pl: Dokumentacja libxslt

source: pangomm Documentation
pl: Dokumentacja pangomm

source: telepathy-glib Reference Manual
pl: Podręcznik telepathy-glib
