Repository: aviarypl/gnome-l10n-pl
Catalog: library-web.master.*.po
Languages: pl

source: 10-minute Tutorials
pl: Dziesięciominutowe samouczki

source: API Documentation
pl: Dokumentacja API

source: About
pl: Informacje

source: Across the world, there are many large to small deployments of GNOME, with their specific needs, and system administrators to manage them. Here you will find information on tools and methods to work with many GNOME desktops.
pl: Na całym świecie znajduje się wiele dużych i mniejszych instalacji GNOME, z ich własnymi potrzebami i administratorami nimi zarządzającymi. Tutaj znajdują się informację o narzędziach i metodach pracy z wieloma środowiskami GNOME.

source: Active Language:
pl: Aktywny język:

source: Administrators
pl: Administratorzy

source: Art
pl: Wygląd

source: Available Languages:
pl: Dostępne języki:

source: Available Versions:
pl: Dostępne wersje:

source: Communication
pl: Komunikacja

source: Community
pl: Społeczność

source: Core
pl: Główne

source: Core Libraries
pl: Główne biblioteki

source: Data Storage
pl: Przechowywanie danych

source: Deprecated API References
pl: Leksykony przestarzałego API

source: Desktop Integration
pl: Integracja z pulpitem

source: Developers
pl: Programiści

source: Development
pl: Programowanie

source: Development Guides
pl: Podręczniki dla programistów

source: Download GNOME Development Tools
pl: Pobieranie narzędzi programistycznych GNOME

source: Downloads
pl: Pobieranie

source: Even though it's extremely user-friendly, GNOME is a large and complex system, and thus, requires some learning to use to the fullest. To make that easier, we've provided some very useful documentation.
pl: Pomimo, iż środowisko GNOME jest niezwykle przyjazne użytkownikom, jest ono ogromne i skomplikowane. Pełnię jego możliwości można wykorzystać dopiero po zdobyciu pewnej wiedzy. Udostępniliśmy przydatną dokumentację, aby naukę stała się łatwiejsza.

source: External Tools and Resources
pl: Zewnętrzne narzędzia i zasoby

source: For those who develop, or are interested in developing GNOME and applications for GNOME. You will find developer documentation and information on how to get involved, and much more.
pl: Dla osób, które zajmują się lub są zainteresowane rozwojem GNOME i jego programów. Można tu znaleźć dokumentację programowania, informacje, jak się zaangażować w rozwój GNOME i wiele więcej.

source: Frequently Asked Questions
pl: Najczęściej zadawane pytania

source: GNOME Developer Center
pl: Centrum programistów GNOME

source: GNOME Documentation Library
pl: Biblioteka dokumentacji GNOME

source: GNOME Documentation Project
pl: Projekt dokumentacji GNOME

source: Get ready for GNOME Development
pl: Programowanie w GNOME

source: Getting Started
pl: Udział w projekcie

source: Guides
pl: Podręczniki

source: Home
pl: Strona główna

source: Language Bindings
pl: Powiązania z językami programowania

source: Lookup Symbol
pl: Wyszukiwanie symboli

source: Manuals
pl: Podręczniki

source: News
pl: Aktualności

source: Nightly
pl: Nocny

source: Nightly Generated Documents
pl: Codziennie generowane dokumenty

source: Note the API references are usually available as packages in the distributions and visible via the Devhelp tool.
pl: Proszę zauważyć, że leksykony API są zazwyczaj dostępne w formie pakietów dystrybucji i widoczne poprzez narzędzie Devhelp.

source: Other Libraries
pl: Inne biblioteki

source: Others
pl: Inne

source: Overview
pl: Przegląd

source: Platform Overview
pl: Przegląd platformy

source: Plugins for GNOME Application
pl: Wtyczki dla programów GNOME

source: Preferred language is loaded from a cookie.
pl: Preferowany język jest wczytywany z ciasteczka.

source: Projects
pl: Projekty

source: Remove cookie
pl: Usuń ciasteczko

source: Same documents, formatted as a single HTML file
pl: Te same dokumenty sformatowane jako pojedynczy plik HTML

source: Search
pl: Znajdź

source: See also:
pl: Proszę zobaczyć także:

source: Standards
pl: Standardy

source: Support
pl: Wsparcie

source: Switching Language
pl: Przełączenie języka

source: System Integration
pl: Integracja z systemem

source: There is no translation of this documentation for your language; the documentation in its original language is displayed instead.
pl: Nie istnieje tłumaczenie tej dokumentacji na używany język; dokumentacja została wyświetlona w oryginalnym języku.

source: This module is heading towards planned deprecation. It will continue to be supported and API/ABI stable throughout the GNOME 2.x series, but we do not recommend using it in new applications unless you require functionality that has not already been moved elsewhere.
pl: Ten moduł zbliża się do zaplanowanego momentu jego porzucenia. Będzie wciąż wspierany i stabilny z API/ABI serii GNOME 2.x, ale nie zaleca się jego użycia w nowych programach, chyba że jest wymagana funkcjonalność, która nie została zaimplementowana nigdzie indziej.

source: Tools
pl: Narzędzia

source: Tutorials
pl: Samouczki

source: Unable to display document in preferred language loaded from cookie, as translation probably does not exist.
pl: Nie można wyświetlić dokumentu w preferowanym języku wczytanym z ciasteczka, ponieważ tłumaczenie prawdopodobnie nie istnieje.

source: User Interface
pl: Interfejs użytkownika

source: Users
pl: Użytkownicy

source: Utilities
pl: Narzędzia

source: Welcome to GNOME. Getting started is easy - install our dev tools and take a look at a tutorial.
pl: Witamy w Projekcie GNOME. Łatwo jest zacząć - wystarczy zainstalować narzędzia programistyczne i przejrzeć samouczki.

source: White Papers
pl: Raporty

source: development version
pl: wersja rozwojowa

source: documentation on development version
pl: dokumentacja wersji rozwojowej

source: external resource
pl: zasób zewnętrzny

source: more versions, languages, or options...
pl: więcej wersji, języków lub opcji...

source: see other translations for this documentation
pl: zobacz inne tłumaczenia tej dokumentacji

source: A collection of useful scripts to help developers accomplish simple (often repetitive) tasks.
pl: Zbiór przydatnych skryptów ułatwiających programistom wykonywanie prostych (zazwyczaj powtarzalnych) zadań.

source: A feast of essential GNOME future planning information.
pl: Duża doza kluczowych informacji o planowaniu przyszłych wersji GNOME.

source: A library used for programming panel applets for the GNOME panel.
pl: Biblioteka używana do programowania apletów panelu GNOME.

source: ATK provides the set of accessibility interfaces that are implemented by other toolkits and applications. Using the ATK interfaces, accessibility tools have full access to view and control running applications.
pl: ATK zapewnia zestaw interfejsów dostępności, które są zaimplementowane przez inne pakiety narzędziowe i programy. Używając interfejsów ATK, narzędzia wspierające posiadają pełny dostęp do wyświetlania i sterowania uruchomionymi programami.

source: Accessibility
pl: Dostępność

source: An intermediate layer which isolates GTK+ from the details of the windowing system.
pl: Warstwa pośrednia, która izoluje GTK+ od szczegółów systemu okien.

source: An introduction to the new module interface of GNOME Deskbar-Applet.
pl: Wprowadzenie do nowego interfejsu modułu apletu GNOME Deskbar.

source: Bonobo is a framework for creating reusable components for use in GNOME applications, built on top of CORBA.
pl: Bonobo to struktura do tworzenia komponentów ponownego użytku w programach środowiska GNOME zbudowana na technologii CORBA.

source: Bonobo-activation allows you to browse the available CORBA servers on your system (running or not). It keeps track of the running servers so that if you ask for a server which is already running, you will not start it again but will reuse the already running one.
pl: Aktywacja Bonobo umożliwia użytkownikowi przeglądanie dostępnych serwerów CORBA w systemie (uruchomionym lub nie). Śledzi działające serwery, więc jeśli zada się pytanie o serwer właśnie uruchomiony, nie trzeba będzie uruchamiać go ponownie, gdyż zostanie ponownie użyty już uruchomiony.

source: COGL is a low level OpenGL abstraction library developed for (and part of) Clutter. It is used primarily by Clutter to provide a common rendering API that works transparently across OpenGL >=1.4, OpenGL ES 1.1 and OpenGL ES 2.0.
pl: Cogl jest niskopoziomową biblioteką abstrakcji OpenGL napisaną dla (i będącą częścią) biblioteki Clutter. Jest używana przede wszystkim przez bibliotekę Clutter, aby dostarczyć wspólne API rysowania działające z OpenGL >=1.4, OpenGL ES 1.1 i OpenGL ES 2.0.

source: Cairo is a 2D graphics library with support for multiple output devices. It is designed to produce consistent output on all output media while taking advantage of display hardware acceleration when available.
pl: cairo to biblioteka grafiki dwuwymiarowej obsługująca wiele urządzeń wyjściowych. Jest zaprojektowana dla generowania spójnego wyjścia na wszystkich mediach wyjściowych z wykorzystaniem zalet przyspieszenia sprzętowego wyświetlania, gdy jest ono dostępne.

source: Clutter is a GObject based library for creating fast, visually rich, graphical user interfaces.
pl: Clutter jest biblioteką opartą na GObject do tworzenia szybkich, bogatych wizualnie graficznych interfejsów użytkownika.

source: Core UPnP API built on top of gssdp
pl: Główne API UPnP zbudowane w oparciu o gssdp

source: D-Bus is a message bus system, a simple way for applications to talk to one another.
pl: D-Bus jest systemową magistralą komunikatów, prostym sposobem na komunikację między programami.

source: Desktop Administrators' Guide to GNOME Lockdown and Preconfiguration
pl: Podręcznik administratora środowiska GNOME po ograniczaniu dostępu i wstępnej konfiguracji

source: Desktop Application Autostart Specification
pl: Specyfikacja automatycznego uruchamiania programów środowiska

source: Desktop Entry Specification
pl: Specyfikacja elementu pulpitu

source: Desktop Notifications Specification
pl: Specyfikacja powiadomień środowiska

source: Developer Scripts
pl: Skrypty programistów

source: Development Tools
pl: Narzędzia programistyczne

source: Extended Window Manager Hints
pl: Rozszerzone podpowiedzi menedżera okien

source: GAIL provides an implementation of the ATK interfaces for GTK+ and GNOME libraries, allowing accessibility tools to interact with applications written using these libraries.
pl: GAIL zapewnia implementację interfejsów ATK dla GTK+ i bibliotek GNOME umożliwiając narzędziom technologii wspierających interakcję z programami napisanymi przy użyciu tych bibliotek.

source: GConf provides the daemon and libraries for storing and retrieving configuration data.
pl: GConf zapewnia usługę i biblioteki dla przechowywania i pobierania danych konfiguracyjnych.

source: GIO provides a modern and easy-to-use VFS API. It provides a file system abstraction which allows applications to access local and remote files with a single consistent API.
pl: GIO zapewnia nowoczesne i łatwe w użytku API dla wirtualnego systemu plików. Zapewnia abstrakcję systemu plików, która umożliwia programom dostęp do lokalnych i zdalnych plików poprzez jedno spójne API.

source: GLib provides the core application building blocks for libraries and applications written in C. It provides the core object system used in GNOME, the main loop implementation, and a large set of utility functions for strings and common data structures.
pl: GLib zapewnia główne bloki budowania programów dla bibliotek i aplikacji napisanych w języku C. Udostępnia główny system obiektowy używany w GNOME, implementację pętli głównej programu i duży zestaw funkcji pomocniczych dla ciągów znaków i powszechnych struktur danych.

source: GMime is a powerful MIME (Multipurpose Internet Mail Extension) utility library. It is meant for creating, editing, and parsing MIME messages and structures.
pl: GMime jest wszechstronną biblioteką pomocniczą MIME (wielozadaniowym rozszerzeniem poczty internetowej). Została utworzona dla tworzenia, modyfikowania i pobierania wiadomości i struktur MIME.

source: GNOME Bug Tracker
pl: Narzędzie śledzenia błędów GNOME

source: GNOME Development
pl: Programowanie w GNOME

source: GNOME Git Repository
pl: Repozytorium Git Projektu GNOME

source: GNOME has a time-based release schedule. This means that there is a new GNOME release with accompanying notes every six months, to the minute.
pl: GNOME posiada czasowy plan wydawniczy. Oznacza to, że nowe wydanie GNOME wraz z informacjami o nim następuje co 6 miesięcy, co do minuty.

source: GNet is a network library, written in C, object-oriented, and built upon GLib.
pl: GNet jest zorientowaną obiektowo biblioteką sieciową napisaną w języku C, zbudowaną w oparciu o bibliotekę GLib.

source: GObject provides the object system used for Pango and GTK+.
pl: GObject zapewnia system obiektowy używany przez biblioteki Pango i GTK+.

source: GObject-based API for handling resource discovery and announcement over SSDP.
pl: API oparte na GObject do obsługi wykrywania i ogłaszania zasobów przez SSDP.

source: GStreamer Core Plugins Reference Manual
pl: Dokumentacja głównych wtyczek GStreamer

source: GStreamer Core Reference Manual
pl: Dokumentacja rdzenia GStreamer

source: GStreamer Library Reference Manual
pl: Podręcznik biblioteki GStreamer

source: GTK+ 2.0 Tutorial
pl: Samouczek GTK+ 2.0

source: GTK+ FAQ
pl: Najczęściej zadawane pytania o bibliotekę GTK+

source: GTK+ Programming Tutorial
pl: Samouczek programowania w GTK+

source: GTK+ is the primary library used to construct user interfaces in GNOME applications. It provides user interface controls and signal callbacks to control user interfaces.
pl: GTK+ to podstawowa biblioteka używana do konstruowania interfejsów użytkownika w programach GNOME. Zapewnia sterowanie interfejsu użytkownika i wywołania zwrotne do kontrolowania interfejsu.

source: GdkPixbuf is a library for image loading and manipulation. The GdkPixbuf documentation contains both the programmer's guide and the API reference.
pl: GdkPixbuf jest biblioteką dla wczytywania i modyfikowania obrazów. Dokumentacja biblioteki GdkPixbuf zawiera zarówno podręcznik programisty, jak i leksykon API.

source: Getting Involved
pl: Udział w projekcie

source: GnomeVFS is the core library used to access files and folders in GNOME applications. It provides a file system abstraction which allows applications to access local and remote files with a single consistent API.
pl: GnomeVFS jest główną biblioteką używaną dla dostępu do plików i katalogów w programach GNOME. Zapewnia warstwę abstrakcji systemu plików, która umożliwia programom dostęp do lokalnych i zdalnych plików poprzez jedno spójne API.

source: Grilo is a framework that provides access to different sources of multimedia content, using a pluggable system.
pl: Grilo jest strukturą dostarczającą dostęp do różnych źródeł treści multimedialnych, używając rozszerzalnego systemu.

source: GtkGLExt is an OpenGL extension to GTK+. It provides additional GDK objects which support OpenGL rendering in GTK+ and GtkWidget API add-ons to make GTK+ widgets OpenGL-capable.
pl: GtkGLExt jest rozszerzeniem OpenGL biblioteki GTK+. Dostarcza dodatkowe obiekty GDK, obsługujące rysowanie OpenGL w bibliotece GTK+ i dodatki API GtkWidget, udostępniając widżetom GTK+ możliwości OpenGL.

source: Icon Naming Specification
pl: Specyfikacja nazw ikon

source: Icon Theme Specification
pl: Specyfikacja motywu ikon

source: Introspection
pl: Introspekcja

source: JSON-GLib is a library for reading and parsing JSON using GLib and GObject data types and API.
pl: JSON-GLib jest biblioteką do odczytywania i przetwarzania plików JSON używając biblioteki GLib oraz typów danych i API GObject.

source: Java Interfaces for GTK+, GNOME and related libraries
pl: Interfejsy języka Java dla GTK+, GNOME i powiązanych bibliotek

source: Libart functions - Libart handles the drawing capabilities in GNOME. All complex rendering is handled here.
pl: Funkcje libart - libart obsługuje możliwości rysowania w GNOME. Całe złożone renderowanie jest obsługiwane tutaj.

source: Libchamplain is a C library providing a ClutterActor to display maps.
pl: libchamplain jest biblioteką napisaną w języku C dostarczającą obiekt ClutterActor do wyświetlania map.

source: Libchamplain-gtk is a C library on top of libchamplain providing a Gtk+ widget to display maps in GTK+ applications.
pl: libchamplain-gtk jest biblioteką napisaną w języku C na podstawie biblioteki libchamplain dostarczającą widżet GTK+ do wyświetlania map w programach biblioteki GTK+.

source: Libglade is a library for constructing user interfaces dynamically from XML descriptions. Libglade allow programmers to construct their user interfaces using a graphical interface builder application, and then import those interface definitions.
pl: libglade jest biblioteką dynamicznego konstruowania interfejsów użytkownika z opisów w języku XML. libglade umożliwia programistom konstruowanie interfejsów używając graficznego interfejsu programu budującego oraz import tych definicji interfejsu.

source: Library for rendering of SVG vector graphics.
pl: Biblioteka do rysowania grafik wektorowych SVG.

source: Library to ease DLNA-related bits for applications using gupnp.
pl: Biblioteka do ułatwiania programom używania rzeczy związanych z DLNA za pomocą gupnp.

source: Library to handle UPnP Internet Gateway Device port mappings.
pl: Biblioteka do obsługi mapowania portów urządzenia bramy internetowej UPnP.

source: Lockdown is the mechanism which is used to bar users using a computing environnment from performing certain actions (like, for instance, printing files, or saving files to disk). The GNOME Desktop already has lockdown support in a few areas (especially the panel and the epiphany web browser). This document aims to cover all the lockdown features found in GNOME, as well as act as a guide on how to preconfigure the desktop settings.
pl: Ograniczanie dostępu jest mechanizmem, który jest stosowany dla użytkowników korzystających z środowiska komputerowego dla pewnych działań (jak na przykład drukowanie, zapisywanie plików na dysk). Środowisko GNOME posiada już obsługę ograniczania w kilku rejonach (w szczególności panel i przeglądarka internetowa Epiphany). Ten dokument opisuje wszystkie funkcje ograniczania dostępu w GNOME i stanowi podręcznik wstępnej konfiguracji ustawień środowiska.

source: Menu Specification
pl: Specyfikacja menu

source: ORBit is a fast and lightweight CORBA server. GNOME's component architecture, Bonobo, is built on top of CORBA.
pl: ORBit jest szybkim i lekkim serwerem CORBA. Bonobo, czyli architektura składników GNOME jest zbudowana na CORBA.

source: Pango is the core text and font handling library used in GNOME applications. It has extensive support for the different writing systems used throughout the world.
pl: Pango to podstawowa biblioteka obsługi tekstu i czcionek używana w programach GNOME. Zawiera rozległą obsługę różnych systemów wprowadzania znaków używanych na całym świecie.

source: Powerful and feature complete XML handling library.
pl: Biblioteka obsługi XML o wielu możliwościach, z pełnym zestawem funkcji.

source: Powerful framework for creating multimedia applications. Supports both Audio and Video.
pl: Struktura do tworzenia programów multimedialnych o dużych możliwościach. Obsługuje zarówno dźwięk, jak i obraz.

source: PyGObject Reference Manual
pl: Podręcznik PyGObject

source: PyGTK Reference Manual
pl: Podręcznik PyGTK

source: References
pl: Leksykony

source: Release Notes
pl: Informacje o wydaniu

source: Release Planning
pl: Planowanie wydań

source: Shared MIME-info Database Specification
pl: Specyfikacja współdzielonej bazy danych MIME

source: Small utility library that aims to ease the handling and implementation of UPnP audio/video profiles
pl: Mała biblioteka narzędziowa ułatwiająca obsługę i implementację profili audio/wideo UPnP

source: So you want to get involved with GNOME. This will show you how to become a member of the GNOME community. There are several sub-projects to choose from.
pl: A więc chcesz się zaangażować w tworzenie GNOME. Tu znajdziesz informacje, jak zostać członkiem społeczności GNOME. Jest kilka podprojektów do wyboru.

source: Structured File Library (GSF) is an I/O abstraction for reading/writing compound files.
pl: Uporządkowana biblioteka plików (GSF) jest abstrakcją wejścia/wyjścia do odczytywania/zapisywania mieszanych plików.

source: Terminal emulator widget used by GNOME terminal.
pl: Widżet emulatora terminalu używany przez terminal GNOME.

source: The AT-SPI library provides interfaces which are used by accessibility technologies.
pl: Biblioteka AT-SPI zapewnia interfejsy, używane przez technologie wspierające.

source: The Bonobo UI library provides a number of user interface controls using the Bonobo component framework.
pl: Biblioteka interfejsu użytkownika Bonobo dostarcza wiele kontrolek interfejsu użytkownika używając struktury składników Bonobo.

source: The Desktop Entries provide information about an application such as the name, icon, and description. These files are used for application launchers and for creating menus of applications that can be launched.
pl: Elementy pulpitu zawierają informacje o programie, takie jak nazwa, ikona i opis. Te pliki są używane dla aktywatorów programów oraz do tworzenia menu programów, które mogą zostać uruchomione.

source: The Easy Publish and Consume library (libepc) provides an easy method to publish data using HTTPS, announce that information via DNS-SD, find that information and finally consume it.
pl: Biblioteka libepc (Easy Publish and Consume library) zapewnia proste metody publikowania danych używając protokołu HTTPS, ogłaszania tych informacji poprzez DNS-SD, wyszukiwanie informacji oraz ich konsumpcję.

source: The GNOME Bug Tracker allows you to send information about bugs you encounter to the GNOME developers in an organized manner.
pl: Narzędzie śledzenia błędów GNOME umożliwia wysyłanie w zorganizowany sposób informacji o doświadczanych błędach programistom.

source: The GNOME Devtools Library package provides a docking system and several utilities useful to GNOME development tools and GNOME applications in general.
pl: Pakiet biblioteki GNOME Devtools zapewnia system dokowania oraz kilka narzędzi użytecznych w narzędziach programistycznych GNOME i programach GNOME w ogóle.

source: The GNOME Git Tree holds the latest development versions of the main GNOME packages, and allows coordination of GNOME development.
pl: Drzewo Git GNOME przechowuje najnowsze wersje rozwojowe głównych pakietów GNOME i umożliwia koordynację rozwoju GNOME.

source: The GNOME developer suite is a set of tools to ease the life of developers; it features a graphical interface builder, an integrated help system for API reference and more.
pl: Pakiet programisty GNOME jest zestawem narzędzi mających ułatwić życie programistów. Zawiera graficzne narzędzie budowania interfejsu, zintegrowany system pomocy dla leksykonu API i wiele więcej.

source: The GnomeCanvas widget provides a flexible widget for creating interactive structured graphics.
pl: Widżet GnomeCanvas zapewnia elastyczny widżet do tworzenia interaktywnej grafiki strukturalnej.

source: The XSLT C library developed for the Gnome project. XSLT itself is a an XML language to define transformation for XML. Libxslt is based on libxml2.
pl: Biblioteka XSLT C rozwijana dla projektu GNOME. XSLT jest językiem XML służącym do definiowania transformacji dla XML. libxslt jest oparte na libxml2.

source: The guides provide the common practices used in code and interface design within the GNOME platform as well as detailed knowledge about some applications and components.
pl: Podręczniki opisują najpopularniejsze praktyki stosowane w kodzie i projektowaniu interfejsu dla platformy GNOME oraz szczegółową wiedzę na temat pewnych programów i komponentów.
