Repository: aviarypl/gnome-l10n-pl
Catalog: library-web-help.master.*.po
Languages: pl

source: GNOME Library Help
pl: Pomoc biblioteki dokumentacji GNOME

source: GNOME Documentation Project
pl: Projekt dokumentacji GNOME

source: GNOME Library Help v1
pl: Pomoc biblioteki dokumentacji GNOME v1

source: May 2008
pl: Maj 2008

source: GNOME Library Help v0
pl: Pomoc biblioteki dokumentacji GNOME v0

source: July 2007
pl: Lipiec 2007

source: Information pages on library.gnome.org
pl: Strony informacyjne o library.gnome.org

source: About library.gnome.org
pl: Informacje o library.gnome.org

source: library.gnome.org aims to be the central place for documentation related to the GNOME project, be it for users, system administrators or developers.
pl: Library.gnome.org stawia sobie za cel skupienie w jednym miejscu całości dokumentacji związanej z projektem GNOME, zarówno dla użytkowników, jak iadministratorów systemów lub programistów.

source: Its development tree is hosted in the GNOME GIT repository, in the library-web module.
pl: Kod źródłowy tego serwisu znajduje się w repozytorium GIT projektu GNOME, w module library-web.

source: This web site in different languages
pl: Wyświetlanie tej strony w różnych językach

source: When you request a document from a server, your language preference is passed via HTTP Accept-Language header. This is a standard way to deliver the preferred version of a page available in more than one language. It is very important to setup your browser language preference correctly.
pl: Podczas pobierania dokument z serwera, przeglądarka przekazuje ustawienia preferowanego języka poprzez nagłówek HTTP Accept-Language. Jest to standardowy sposób dostarczania preferowanej wersji strony, która jest dostępna w więcej niż jednym języku. Bardzo ważne jest poprawne ustawienie tych preferencji w przeglądarce.

source: What to do if page is in wrong language
pl: Co zrobić w przypadku gdy strona wyświetlana jest w złej wersji językowej

source: The usual reason is that your web browser is improperly configured. Skip to <ulink url="#setup-language-settings">How to set up the language settings section</ulink> for more informations. You may use this <ulink url="http://www.cs.tut.fi/cgi-bin/run/~jkorpela/lang.cgi">online tool</ulink> to see what languages your browser requests.
pl: Zazwyczaj powodem tego jest niewłaściwa konfiguracja przeglądarki internetowej. Przejdź do sekcji <ulink url="#setup-language-settings">Jak poprawnie ustawić preferowany język stron</ulink>, by uzyskać więcej informacji. Można skorzystać z <ulink url="http://www.cs.tut.fi/cgi-bin/run/~jkorpela/lang.cgi">tego narzędzia</ulink> w celu sprawdzenia jakich wersji językowych żąda używana przeglądarka.

source: If your browser is configured, the problem may be that your ISP or your internal network is using misconfigured cache or proxy server. They are servers without any content that sits in the middle between users and real web servers. They grab your requests for web pages and fetch the page. After that, they forward the page to you but also make a local, cached copy, for later requests. This can really cut down on network traffic when many users request the same page.
pl: Jeśli przeglądarka jest poprawnie skonfigurowana problem może leżeć po stronie dostawcy internetu lub w złej konfiguracji serwera cache, lub pośredniczącego wewnątrz sieci. Serwery te nie przechowują żadnej treści, lecz jedynie pośredniczą w komunikacji między użytkownikami a innymi serwerami internetowymi. Przechwytują one żądania dostępu do strony, pobierają ją a następnie przesyłają ją do użytkownika, zachowując jej kopię na wypadek ponownego wywołania tej samej strony przez innego użytkownika. . W przypadku, gdy wielu użytkowników żąda dostępu do tej samej strony, zdecydowanie obniża to ruch sieciowy.

source: Problem is when they do not understand content negotiation and keep cached copy of a page in only one language. The only way you can fix this is to complain to your ISP in order for them to upgrade or replace their software.
pl: Problem powstaje w chwili, gdy serwery te nie rozumieją negocjacji treści i trzymają kopię strony tylko w jednym języku. Jedynym sposobem na poprawę tej sytuacji jest zgłoszenie istnienia tego problemu do dostawcy internetu, aby uaktualnił lub wymienił on swoje oprogramowanie.

source: Third problem may be that you are unable or do not want to change browser settings. If you have JavaScript and cookies enabled, our server will store your language preference in a cookie every time you change language manually by clicking on a link. The next time you click on link to another page, your language selection will be preserved.
pl: Kolejny problem występuje w sytuacji, kiedy zmiana ustawień języka przeglądarki nie jest możliwa. Jesli włączona jest obsługa ciasteczek oraz języka JavaScript, nasz serwer zapisze wybraną wersję językową za każdym razem po wybraniu jej ręcznie na stronie (poprzez kliknięcie w odpowiedni odnośnik). Przy odwiedzaniu każdej kolejnej strony, wybrane ustawienia zostaną zachowane.

source: How to set up the language settings
pl: Jak poprawnie ustawić preferowany język stron

source: Generally, you should include all languages you can read in preferred language, ordered by preference. It is good idea to include English ('en') as last item in your list, to use it as a fallback language. You need to be careful with sub-categories of languages, en-GB will not include en, so you need to include both en and en-GB in your list.
pl: W większości przypadków należy zawrzeć wszystkie języki, w których potrafimy się komunikować w liście języków preferowanych — w kolejności od najlepiej do najmniej znanego. Dobrym pomysłem będzie wpisanie na listę języka angielskiego ("en") jako ostatniego języka na liście, aby był on używany jako język zapasowy. Należy uważać przy wpisywaniu odmian języków, gdyż na przykład en-GB nie zawiera en, w związku z czym należy zawrzeć na liście zarówno en-GB jak i en.

source: Edit
pl: Edycja

source: Preferences
pl: Preferencje

source: Language
pl: Język

source: Content
pl: Zawartość

source: Languages
pl: Język

source: O (Options)
pl: O (Opcje)

source: Headers Transferred to Remote Servers
pl: Nagłówki przekazywane do serwera

source: Preferred document language
pl: Preferowany język dokumentu

source: Browsing
pl: Przeglądanie internetu

source: List of preferred languages
pl: Liste preferowanych języków

source: Tools
pl: Narzędzia

source: Internet Options
pl: Opcje internetowe

source: General
pl: Ogólne

source: File
pl: Plik

source: Mac OS X System preferences
pl: Preferencje systemowe Mac OS X

source: International
pl: Międzynarodowe

source: About translations
pl: Informacje o tłumaczeniach

source: All translations are available as an effort of <ulink url="http://developer.gnome.org/projects/gtp/">Gnome Translation Project (GTP)</ulink>.
pl: Wszystkie tłumaczenia są dostępne dzięki wysiłkowi <ulink url="http://developer.gnome.org/projects/gtp/">Projektu tłumaczeń GNOME (GTP)</ulink>.

source: Feedback
pl: Opinie

source: This section contains information on reporting bugs about this website and requesting for new documents to be added.
pl: Sekcja ta zawiera informacje na temat zgłaszania błędów dotyczących tej strony, jak i składania próśb o dodanie nowych dokumentów.

source: If you have found a bug on this website, please report it! Developers do read all the bug reports and try to fix these bugs. Please try to be as specific as possible when describing the circumstances under which the bug shows (what was the URL?, which browser are you using?, do you have cookies enabled?). If there were any error messages, be sure to include them, too.
pl: Jeśli znajdziesz błąd na tej stronie, prosimy o jego zgłoszenie. Programiści naprawdę czytają wszystkie zgłoszenia błędów i starają się je naprawić. Proszę podać jak najwięcej szczegółów opisujących sytuację, w której wystąpił błąd (np. jaki to był adres URL? Jaka przeglądarka internetowa? Czy ciasteczka były włączone?). Jeśli zostały wyświetlone jakiekolwiek komunikaty błędów należy je również dołączyć do zgłoszenia.

source: You can submit bugs and browse the list of known bugs by connecting to the <ulink type="http" url="http://bugzilla.gnome.org/">GNOME bug tracking database</ulink>. You will need to register before you can submit any bugs this way — and do not forget to read <ulink type="http" url="http://bugzilla.gnome.org/bugwritinghelp.html">Bug Writing Guidelines</ulink>.
pl: Można zgłaszać błędy oraz przeglądać już znane, łącząc się z <ulink type="http" url="http://bugzilla.gnome.org/">systemem śledzenia błędów GNOME</ulink>. Należy się zarejestrować w serwisie zanim będzie możliwe zgłaszanie nowych błędów. Prosimy również o zapoznanie się z <ulink type="http" url="http://bugzilla.gnome.org/bugwritinghelp.html">wytycznymi odnośnie zgłaszania błędów</ulink>.

source: GNOME Library bugs are filed under the <guilabel>website</guilabel> product, in the <guilabel>library.gnome.org</guilabel> component. The following link will get you straight a form prefilled with appropriate values: <ulink type="http" url="http://bugzilla.gnome.org/enter_bug.cgi?product=website&amp;component=library.gnome.org">Enter a new bug report</ulink>.
pl: Błędy odnośnie biblioteki GNOME powinny być zgłaszane w komponencie <guilabel>library.gnome.org</guilabel> produktu <guilabel>website</guilabel>. Następujący odnośnik przekierowuje na stronę z uprzednio wypełnionymi potrzebnymi wartościami: <ulink type="http" url="http://bugzilla.gnome.org/enter_bug.cgi?product=website&amp;component=library.gnome.org">Wprowadź nowe zgłoszenie błędu</ulink>.

source: Requesting for a documentation to be added
pl: Prośba o dodanie nowej dokumentacji

source: Library.gnome.org has support for both gnome-doc-utils (manuals) and gtk-doc (references) as well as some minimalistic support for straight passing of HTML files through XSL stylesheets. It can also display links to resource available on other websites.
pl: Library.gnome.org obsługuje formaty podręczników gnome-doc, gtk-doc jak również dokumenty HTML z zastosowaniem szablonów XSL. Potrafi również wyświetlać odnośniki do zasobów dostępnych na innych serwerach.

source: Modules that are part of the GNOME JHBuild modulesets, as published by the release team, are automatically added to the library. For other modules you have to file a bug.
pl: Moduły, będące częścią zestawów GNOME JHBuild publikowanych przez zespół wydawców są automatycznie dodawane do tej biblioteki. W celu dodania innych modułów, należy utworzyć zgłoszenie w systemie zgłaszania błędów projektu GNOME.

source: Please note Library.gnome.org only operates on tarballs, there is no support for documents that are only available through a revision control system, so the first thing is to make sure when requesting for a new document to be added is that a tarball is available. It also has some special support for tarballs hosted on download.gnome.org and will automatically pick up new versions.
pl: Należy pamiętać o tym, iż library.gnome.org działa tylko na archiwach i nie wspiera dokumentów przechowywanych w systemach kontroli wersji, w związku z czym pierwszą rzeczą jaką należy sprawdzić przed prośbą o dodanie nowego dokumentu jest sprawdzenie czy takie archiwum jest dostępne. Library.gnome.org posiada również specjalne wsparcie dla archiwów utrzymywanych na serwerze download.gnome.org i potrafi z niego automatycznie pobrać nowsze wersje.

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2010 Łukasz Jernaś <deejay1@srem.org>, 2010
