Repository: aviarypl/gnome-l10n-pl
Catalog: monkey-bubble.master.*.po
Languages: pl

source: Keyboard Shortcuts
pl: Skróty klawiszowe

source: _Shortcut Keys:
pl: _Skróty klawiszowe:

source: Left
pl: Kursor w lewo

source: left key for player one
pl: klawisz ruchu w lewo dla pierwszego gracza

source: Right
pl: Kursor w prawo

source: right key for player one
pl: klawisz ruchu w prawo dla pierwszego gracza

source: Up
pl: Kursor w górę

source: shoot key for player one
pl: klawisz strzału dla pierwszego gracza

source: left key for player two
pl: klawisz ruchu w lewo dla drugiego gracza

source: right key for player two
pl: klawisz ruchu w prawo dla drugiego gracza

source: shoot key for player two
pl: klawisz strzału dla drugiego gracza

source: Pause
pl: Wstrzymanie

source: Pause the game
pl: Wstrzymanie gry

source: Stop the game
pl: Zatrzymanie gry

source: Quit the game
pl: Zakończenie gry

source: 1 player game
pl: Gra dla 1 gracza

source: 2 players game
pl: Gra dla dwóch graczy

source: Warning
pl: Ostrzeżenie

source: <markup> <span weight="bold" size="large" style="oblique"> Can't create server ! </span> </markup>
pl: <markup> <span weight="bold" size="large" style="oblique"> Nie można utworzyć serwera. </span> </markup>

source: Network game
pl: Gra sieciowa

source: _Server
pl: _Serwer

source: _Go
pl: _Rozpocznij

source: Number of players :
pl: Liczba graczy:

source: Number of games :
pl: Liczba gier:

source: Quit game
pl: Zakończ grę

source: Close
pl: Zamknij

source: Ready
pl: Gotowy

source: Number of game
pl: Numer gry

source: Number of players
pl: Liczba graczy

source: Start Game
pl: Rozpocznij grę

source: Top Ten
pl: Najlepsza dziesiątka

source: User
pl: Użytkownik

source: Score
pl: Wynik

source: Date
pl: Data

source: %a %b %d %T %Y
pl: %a %d %b %Y, %T

source: Monkey Bubble Arcade Game
pl: Gra zręcznościowa Monkey Bubble

source: New game 1 player
pl: Nowa gra (1 gracz)

source: New game 2 player
pl: Nowa gra (2 graczy)

source: Pause/Resume
pl: Wstrzymanie/wznowienie

source: Stop game
pl: Zatrzymanie gry

source: Full Screen
pl: Pełny ekran

source: Normal Size
pl: Zwykły rozmiar

source: aim left
pl: ruch w lewo

source: aim right
pl: ruch w prawo

source: shoot
pl: strzał

source: Player 1
pl: Gracz 1

source: Player 2
pl: Gracz 2

source: Game
pl: Gra

source: View
pl: Widok

source: There was an error loading config from %s. (%s)
pl: Wystąpił błąd podczas wczytywania konfiguracji z %s. (%s)

source: There was an error subscribing to notification of terminal keybinding changes. (%s)
pl: Wystąpił błąd podczas zapisywania powiadomień dotyczących zmian ustawień klawiszy dla terminalu. (%s)

source: There was an error loading a terminal keybinding. (%s)
pl: Wystąpił błąd podczas wczytywania ustawień klawiszy dla terminalu. (%s)

source: The value of configuration key %s is not valid; value is "%s"
pl: Wartość klucza konfiguracji %s nie jest prawidłowa; wartością jest "%s"

source: There was an error loading config value for whether to use menubar access keys. (%s)
pl: Wystąpił błąd podczas wczytywania wartości konfiguracji określającej użycie klawiszy dostępu paska menu. (%s)

source: There was an error subscribing to notification on changes on whether to use menubar access keys (%s)
pl: Wystąpił błąd podczas włączania powiadamiania o zmianach dotyczących użycia klawiszy dostępu paska menu (%s)

source: There was an error loading config value for whether to use menu accelerators. (%s)
pl: Wystąpił błąd podczas wczytywania konfiguracji określającej użycie klawiszy skrótów w menu (%s)

source: There was an error subscribing to notification for use_menu_accelerators (%s)
pl: Wystąpił błąd podczas włączania powiadamiania use_menu_accelerators (%s)

source: Disabled
pl: Wyłączone

source: Error propagating accelerator change to configuration database: %s
pl: Błąd podczas rozpowszechniania zmiany klawisza dostępu w bazie danych konfiguracji: %s

source: Error setting new accelerator in configuration database: %s
pl: Błąd podczas ustawiania nowego klawisza dostępu w bazie danych konfiguracji: %s

source: _Action
pl: _Działanie

source: Shortcut _Key
pl: _Klawisz skrótu

source: Monkey Bubble is a Bust'a'Move clone for GNOME
pl: Monkey Bubble jest klonem gry Bust'a'Move dla środowiska GNOME.

source: _Game
pl: _Gra

source: New 1 player
pl: Nowa gra (1 gracz)

source: Join _network game
pl: _Dołącz do gry sieciowej

source: Pause game
pl: Wstrzymanie gry

source: Resume game
pl: Wznowienie gry

source: New 2 players
pl: Nowa gra (2 graczy)

source: New network game
pl: Nowa gra sieciowa

source: _High Scores
pl: _Wyniki

source: _Help
pl: Pomo_c

source: _Contents
pl: _Spis treści

source: _About
pl: _O grze

source: _Fullscreen
pl: _Pełny ekran

source: _Leave Fullscreen
pl: _Wyłącz pełny ekran

source: Monkey Bubble is an Arcade Game for the GNOME Desktop Environment. Simply remove all Bubbles by the creation of unicolor triplets.
pl: Monkey Bubble jest grą zręcznościową dla środowiska GNOME. Tworzenie jednobarwnych zestawów (po trzy bańki każdy) pozwala na usunięcie wszystkich baniek.

source: translator_credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2008, 2009, 2012 Szymon Kawalec <szymon.kawalec@gmail.com>, 2008 Joanna Mazgaj <jmazgaj@aviary.pl>, 2009

source: There was an error displaying help: %s
pl: Wystąpił błąd podczas wyświetlania pomocy: %s

source: _Player name
pl: _Nazwa gracza

source: _Owner
pl: _Właściciel

source: _Ready
pl: _Gotowy
