Repository: aviarypl/gnome-l10n-pl
Catalog: network-manager-netbook.master.*.po
Languages: pl

source: Control your network connections
pl: Kontrola połączeń sieciowych

source: Access the Internet using your mobile phone
pl: Dostęp do Internetu używając telefonu komórkowego

source: Default
pl: Domyślne

source: Could not delete connection: %s
pl: Nie można usunąć połączenia: %s

source: Could not activate device: %s
pl: Nie można aktywować urządzenia: %s

source: Could not deactivate device: %s
pl: Nie można deaktywować połączenia: %s

source: wired
pl: przewodowe

source: PIN unlocking failed: %s
pl: Odblokowanie za pomocą kodu PIN się nie powiodło: %s

source: Locked GSM device
pl: Zablokowane urządzenie GSM

source: None
pl: Brak

source: WEP 40/128-bit Key
pl: Klucz WEP 40/128-bitowy

source: WEP 128-bit Passphrase
pl: 128-bitowe hasło WEP

source: Dynamic WEP (802.1x)
pl: Dynamiczne WEP (802.1x)

source: WPA & WPA2 Personal
pl: WPA i WPA2 Personal

source: WPA & WPA2 Enterprise
pl: WPA i WPA2 Enterprise

source: C_reate
pl: _Utwórz

source: Passwords or encryption keys are required to access the wireless network '%s'.
pl: Dostęp do sieci bezprzewodowej "%s" wymaga hasła lub kluczy szyfrowania.

source: Wireless Network Authentication Required
pl: Wymagane uwierzytelnienie bezprzewodowe

source: Authentication required by wireless network
pl: Ta sieć bezprzewodowa wymaga uwierzytelnienia

source: Create New Wireless Network
pl: Utwórz nową sieć bezprzewodową

source: New wireless network
pl: Nowa sieć bezprzewodowa

source: Enter a name for the wireless network you wish to create.
pl: Proszę wprowadzić nazwę dla połączenia sieciowego, które ma zostać utworzone.

source: Connect to Hidden Wireless Network
pl: Połącz z ukrytą siecią bezprzewodową

source: Hidden wireless network
pl: Ukryta sieć bezprzewodowa

source: Enter the name and security details of the hidden wireless network you wish to connect to.
pl: Proszę wprowadzić nazwę i szczegóły zabezpieczeń ukrytej sieci bezprzewodowej, z którą połączyć.

source: C_onnect
pl: _Połącz

source: Connection:
pl: Połączenie:

source: Other Wireless Network...
pl: Inna sieć bezprzewodowa...

source: Wireless _adapter:
pl: _Adapter bezprzewodowy:

source: _Network Name:
pl: _Nazwa sieci:

source: _Wireless Security:
pl: _Zabezpieczenia:

source: <span weight="bold" size="larger">No Certificate Authority certificate chosen</span> Not using a Certificate Authority (CA) certificate can result in connections to insecure, rogue wireless networks. Would you like to choose a Certificate Authority certificate?
pl: <span weight="bold" size="larger">Nie wybrano certyfikatu CA</span> Niestosowanie certyfikatu CA może spowodować nawiązywanie połączeń z niebezpiecznymi i przestępczymi sieciami bezprzewodowymi. Wybrać certyfikat CA?

source: Choose CA Certificate
pl: Wybór certyfikatu CA

source: Don't warn me again
pl: Bez ostrzegania ponownie

source: Ignore
pl: Zignoruj

source: Authentication:
pl: Uwierzytelnianie:

source: Password:
pl: Hasło:

source: Show password
pl: Wyświetlanie hasła

source: User Name:
pl: Nazwa użytkownika:

source: Anonymous Identity:
pl: Tożsamość anonimowa:

source: CA Certificate:
pl: Certyfikat CA:

source: Inner Authentication:
pl: Uwierzytelnianie wewnętrzne:

source: PEAP Version:
pl: Wersja protokołu PEAP:

source: Identity:
pl: Tożsamość:

source: Private Key Password:
pl: Hasło klucza prywatnego:

source: Private Key:
pl: Klucz prywatny:

source: User Certificate:
pl: Certyfikat użytkownika:

source: Key:
pl: Klucz:

source: Show key
pl: Wyświetlanie klucza

source: WEP Index:
pl: Indeks WEP:

source: Type:
pl: Typ:

source: Choose a Certificate Authority certificate...
pl: Wybierz certyfikat CA...

source: Choose your personal certificate...
pl: Wybierz certyfikat osobisty...

source: Choose your private key...
pl: Wybierz klucz prywatny...

source: DER, PEM, or PKCS#12 private keys (*.der, *.pem, *.p12)
pl: Klucze prywatne DER, PEM lub PKCS#12 (*.der, *.pem, *.p12)

source: DER or PEM certificates (*.der, *.pem, *.crt, *.cer)
pl: Certyfikaty DER lub PEM (*.der, *.pem, *.crt, *.cer)

source: Tunneled TLS
pl: Tunelowany TLS

source: Protected EAP (PEAP)
pl: Chroniony EAP (PEAP)

source: Message Type
pl: Typ komunikatu

source: The type of message
pl: Typ komunikatu

source: Content area border
pl: Krawędź obszaru treści

source: Width of border around the content area
pl: Szerokość krawędzi dookoła obszaru treści

source: Content area spacing
pl: Odstęp w obszarze treści

source: Spacing between elements of the area
pl: Odstępy między elementami w obszarze

source: Button spacing
pl: Odstępy przycisków

source: Spacing between buttons
pl: Odstępy między przyciskami

source: Action area border
pl: Krawędź obszaru działania

source: Width of border around the action area
pl: Szerokość krawędzi dookoła obszaru działania

source: and
pl: i

source: Sorry, we can't find any networks.
pl: Nie można odnaleźć żadnych sieci.

source: You could try disabling Offline mode.
pl: Można spróbować wyłączyć tryb offline.

source: You could try turning on
pl: Można spróbować włączyć

source: Wired
pl: Przewodowa

source: Add new connection
pl: Dodaj nowe połączenie

source: Networks
pl: Sieci

source: Offline mode
pl: Tryb offline

source: This will disable all your connections
pl: Spowoduje to wyłączenie wszystkich połączeń

source: Run in standalone mode
pl: Uruchomienie w trybie samodzielnym

source: Run in desktop mode
pl: Uruchomienie w trybie pulpitu

source: NetworkManager Netbook
pl: NetworkManager dla netbooków

source: - NetworkManager Netbook
pl: - NetworkManager dla netbooków

source: Connected
pl: Połączono

source: Disconnect
pl: Rozłącz

source: Connecting
pl: Łączenie

source: Cancel
pl: Anuluj

source: Disconnected
pl: Niepołączono

source: Connect
pl: Połącz

source: Available
pl: Dostępne

source: Could not update connection: %s
pl: Nie można zaktualizować połączenia: %s

source: Really remove?
pl: Na pewno usunąć?

source: No, save
pl: Nie, zapisać

source: Yes, delete
pl: Tak, usunąć

source: Do you want to remove the '%s' %s network? This will forget the password and you will no longer be automatically connected to '%s'.
pl: Usunąć sieć "%s" %s? Spowoduje to zapomnienie hasła i utratę automatycznego łączenia z siecią "%s".

source: Advanced
pl: Zaawansowane

source: Remove connection
pl: Usuń połączenie

source: network
pl: sieć

source: Network connected
pl: Połączono z siecią

source: You're now connected to %s, a %s network
pl: Połączono z %s, siecią %s

source: You're now connected to %s network
pl: Połączono z siecią %s

source: You're now connected to network
pl: Połączono z siecią

source: Network lost
pl: Utracono sieć

source: Sorry, we've lost your %s connection to %s
pl: Utracono połączenie %s z %s

source: Sorry, we've lost your %s connection
pl: Utracono połączenie %s

source: Sorry, we've lost your connection
pl: Utracono połączenie

source: networks - not connected
pl: sieci - nie połączono

source: networks - connecting
pl: sieci - łączenie

source: networks - %s - %s
pl: sieci - %s - %s

source: networks - %s
pl: sieci - %s

source: networks - connected
pl: sieci - połączono

source: Unlock
pl: Odblokuj

source: Disable PIN
pl: Wyłącz kod PIN

source: (none)
pl: (brak)

source: Connect by:
pl: Połącz przez:

source: Manual
pl: Ręcznie

source: IP Address:
pl: Adres IP:

source: Subnet mask:
pl: Maska podsieci:

source: Your MAC address:
pl: Adres MAC:

source: 3G disabled
pl: Sieć 3G jest wyłączona

source: 3G modem is locked
pl: Modem 3G jest zablokowany

source: Internal 3G modem and SIM card detected
pl: Wykryto wewnętrzny modem 3G i kartę SIM

source: No modems detected
pl: Nie wykryto modemów

source: Add a new connection
pl: Dodaj nowe połączenie

source: Hidden network
pl: Sieć ukryta

source: Save connection
pl: Zapisz połączenie

source: Return to Networking
pl: Powrót do obszaru Sieci
