Repository: aviarypl/gnome-l10n-pl
Catalog: NetworkManager.HEAD.*.po
Languages: pl

source: error processing netlink message: %s
pl: błąd przetwarzania komunikatu netlink: %s

source: unable to allocate netlink handle for monitoring link status: %s
pl: nie można utworzyć uchwytu netlink dla monitorowania statusu połączenia - %s

source: unable to connect to netlink for monitoring link status: %s
pl: nie można połączyć się z netlink dla monitorowania statusu połączenia - %s

source: unable to join netlink group for monitoring link status: %s
pl: nie można dołączyć do grupy netlink dla monitorowania statusu połączenia - %s

source: unable to allocate netlink link cache for monitoring link status: %s
pl: nie można utworzyć buforaw połączenia netlink dla monitorowania statusu połączenia - %s

source: error occurred while waiting for data on socket
pl: napotkano błąd podczas oczekiwania na dane

source: Invalid option. Please use --help to see a list of valid options.
pl: Błędna opcja. Parametr --help wyświetla listę poprawnych opcji/

source: # Created by NetworkManager
pl: # Utworzony przez NetworkManager

source: # Merged from %s
pl: # Scalony od %s

source: NOTE: the glibc resolver does not support more than 3 nameservers.
pl: UWAGA: obsługa nazw glibc nie obsługuje więcej niż 3 serwerów nazw.

source: The nameservers listed below may not be recognized.
pl: Serwery nazw poniżej nie mogą nie zostać rozpoznane.

source: PEM key file had no end tag '%s'.
pl: Plik klucza PEM nie zawiera znacznika końcowego "%s".

source: Doesn't look like a PEM private key file.
pl: Nie wygląda na plik klucza prywatnego PEM.

source: Not enough memory to store PEM file data.
pl: Brak wystarczającej ilości pamięci do przechowania danych PEM.

source: Malformed PEM file: Proc-Type was not first tag.
pl: Uszkodzony plik PEM: Proc-Type nie był pierwszym znacznikiem.

source: Malformed PEM file: unknown Proc-Type tag '%s'.
pl: Uszkodzony plik PEM: nieznany znacznik Proc-Type "%s".

source: Malformed PEM file: DEK-Info was not the second tag.
pl: Uszkodzony plik PEM: DEK-Info nie był drugim znacznikiem.

source: Malformed PEM file: no IV found in DEK-Info tag.
pl: Uszkodzony plik PEM: brak IV w znaczniku DEK-Info.

source: Malformed PEM file: invalid format of IV in DEK-Info tag.
pl: Uszkodzony plik PEM: niepoprawny format IV w znaczniku DEK-Info.

source: Malformed PEM file: unknown private key cipher '%s'.
pl: Uszkodzony plik PEM: nieznany szyfr klucza prywatnego: "%s".

source: Could not decode private key.
pl: Nie można było zdekodować klucza prywatnego.

source: PEM certificate '%s' had no end tag '%s'.
pl: Certyfikat PEM "%s" nie zawiera kończącego znacznika "%s".

source: Failed to decode certificate.
pl: Nieudane zdekodowanie certyfikatu.

source: Not enough memory to store certificate data.
pl: Brak wystarczającej ilości pamięci do przechowania danych certyfikatu.

source: IV must be an even number of bytes in length.
pl: Ilość bajtów w IV musi być parzystą liczbą.

source: Not enough memory to store the IV.
pl: Brak wystarczającej ilości pamięci do przechowania IV.

source: IV contains non-hexadecimal digits.
pl: IV zawiera nie-szesnastkowe cyfry.

source: Private key cipher '%s' was unknown.
pl: Nieznany szyfr klucza prywatnego "%s".

source: Not enough memory to create private key decryption key.
pl: Brak wystarczającej ilości pamięci do utworzenia klucza deszyfrującego dla klucza prywatnego.

source: Not enough memory to store decrypted private key.
pl: Brak wystarczającej ilości pamięci do przechowania zdeszyfrowanego klucza prywatnego.

source: Failed to initialize the MD5 engine: %s / %s.
pl: Nieudana inicjacja modułu MD5: %s / %s.

source: Not enough memory for decrypted key buffer.
pl: Brak wystarczającej ilości pamięci dla zdeszyfrowanego bufora klucza.

source: Failed to initialize the decryption cipher context: %s / %s.
pl: Nieudana inicjacja kontekstu szyfru do deszyfrowania: %s / %s.

source: Failed to set symmetric key for decryption: %s / %s.
pl: Nieudane ustawienie klucza symetrycznego do deszyfrowania: %s / %s.

source: Failed to set IV for decryption: %s / %s.
pl: Nieudane ustawienie IV do deszyfrowania: %s / %s.

source: Failed to decrypt the private key: %s / %s.
pl: Nieudane zdeszyfrowanie klucza prywatnego: %s / %s.

source: Error initializing certificate data: %s
pl: Błąd podczas inicjowania danych certyfikatu: %s

source: Couldn't decode certificate: %s
pl: Nie można było zdekodować certyfikatu: %s

source: Failed to initialize the MD5 context: %d.
pl: Nieudana inicjacja kontekstu MD5: %d.

source: Failed to initialize the decryption cipher slot.
pl: Nieudana inicjacja slotu szyfru do deszyfrowania.

source: Failed to set symmetric key for decryption.
pl: Nieudane ustawienie klucza symetrycznego do deszyfrowania.

source: Failed to set IV for decryption.
pl: Nieudane ustawienie IV do deszyfrowania.

source: Failed to initialize the decryption context.
pl: Nieudana inicjacja kontekstu deszyfrowania.

source: Failed to decrypt the private key: %d.
pl: Nieudane zdeszyfrowanie klucza prywatnego: %d.

source: Failed to finalize decryption of the private key: %d.
pl: Nieudane ukończenie deszyfrowania klucza prywatnego: %d.

source: Couldn't decode certificate: %d
pl: Nie można było zdekodować certyfikatu: %d
