Repository: aviarypl/gnome-l10n-pl
Catalog: ontv.master.*.po
Languages: pl

source: OnTV
pl: W telewizji (OnTV)

source: OnTV is a GNOME Applet for monitoring TV programs.
pl: OnTV to aplet środowiska GNOME do monitorowania programów TV.

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2010

source: Accessories
pl: Akcesoria

source: Factory for creating the OnTV applet
pl: Fabryka tworząca aplet OnTV

source: Monitor TV programs
pl: Monitor programów TV

source: OnTV Applet Factory
pl: Fabryka apletu OnTV

source: _About
pl: _O programie

source: _Preferences
pl: _Preferencje

source: _Search Program
pl: Wy_szukaj program

source: _Update TV listings
pl: Zakt_ualizuj listingi TV

source: Absolute path to the XMLTV file containing TV listings.
pl: Dokładne położenie pliku XMLTV, zawierającego ramówkę TV.

source: Command for grabbing XMLTV file.
pl: Polecenie do pobierania pliku XMLTV.

source: Command for showing the search program window.
pl: Polecenie do wyświetlania okna wyszukiwania programów.

source: Command for toggling visibility of the OnTV program window.
pl: Polecenie do przełączenia widoczności okna programu OnTV.

source: Display current programs
pl: Wyświetlanie bieżących programów

source: Display upcoming programs
pl: Wyświetlanie nadchodzących programów

source: Keyboard shortcut for showing the search program window.
pl: Skrót klawiszowy wyświetlający okno wyszukiwania programów.

source: Keyboard shortcut for toggling visibility of the OnTV program window.
pl: Skrót klawiszowy przełączający widoczność okna programów OnTV.

source: Path to XMLTV file
pl: Ścieżka do pliku XMLTV

source: Position upcoming programs below or to the right
pl: Położenie nadchodzących programów poniżej lub po prawej

source: Show search program action
pl: Wyświetlanie działania wyszukiwania programów

source: Show search program binding
pl: Wyświetlanie dowiązywania wyszukiwania programów

source: Show search program dialog
pl: Wyświetlanie okna wyszukiwania programów

source: Show search program dialog.
pl: Wyświetlanie okna wyszukiwania programów.

source: Toggle OnTV program window
pl: Przełączanie okna programu OnTV

source: Toggle program window action
pl: Przełączanie działania okna programu

source: Toggle program window binding
pl: Przełączanie dowiązywania okna programu

source: Toggle visibility of the OnTV program window.
pl: Przełączanie widoczności okna programu OnTV.

source: Whether OnTV should display current programs.
pl: Określa, czy program OnTV ma wyświetlać bieżące programy.

source: Whether OnTV should display upcoming programs.
pl: Określa, czy program OnTV ma wyświetlać nadchodzące programy.

source: Whether OnTV should position upcoming programs below or to the right of the current programs.
pl: Określa, czy program OnTV ma umieszczać informacje o nadchodzących programach poniżej, czy po prawej bieżących programów.

source: XMLTV grabber command
pl: Polecenie mechanizmu pobierania XMLTV

source: <b>Display</b>
pl: <b>Wyświetlanie</b>

source: Browse...
pl: Przeglądaj...

source: C_urrent programs
pl: _Bieżące programy

source: Channels
pl: Kanały

source: General
pl: Ogólne

source: Position:
pl: Położenie:

source: Preferences for OnTV
pl: Preferencje programu OnTV

source: Reminders
pl: Powiadomienia

source: Right-click on a channel to set logo
pl: Kliknięcie prawym przyciskiem na kanale ustawi logo

source: To the _right
pl: Po p_rawej

source: U_pcoming programs
pl: _Nadchodzące programy

source: _Below
pl: _Poniżej

source: _Channel:
pl: _Kanał:

source: _Current reminders:
pl: _Bieżące powiadomienia:

source: _Grabber command:
pl: _Polecenie mechanizmu pobierania:

source: _Notify
pl: _Powiadom

source: _Output file:
pl: P_lik wyjściowy:

source: _Select channels to monitor in preferred order:
pl: _Proszę wybrać kanały do monitorowania w preferowanej kolejności:

source: minutes before the program begins
pl: minut przed rozpoczęciem programu

source: <b>Air time:</b>
pl: <b>Czas nadawania:</b>

source: <b>Channel:</b>
pl: <b>Kanał:</b>

source: <b>Description:</b>
pl: <b>Opis:</b>

source: <b>Name:</b>
pl: <b>Nazwa:</b>

source: Search Program
pl: Wyszukaj program

source: _Add reminder
pl: _Dodaj powiadomienie

source: _Details
pl: _Szczegóły

source: _Search:
pl: Wys_zukaj:

source: About
pl: O programie

source: Exit
pl: Zakończ

source: Preferences
pl: Preferencje

source: Search
pl: Wyszukaj

source: Update TV Listings
pl: Zaktualizuj listingi TV

source: Error while importing vte module
pl: Błąd podczas importowania modułu vte

source: Could not find python-vte.
pl: Nie odnaleziono programu python-vte.

source: OnTV XMLTV Configuration
pl: Konfiguracja XMLTV programu OnTV

source: Welcome! This assistant will help you setup the program OnTV will use to download TV listings for your country.
pl: Witamy! Ten asystent pomoże w konfiguracji programu OnTV do pobierania listingów TV dla danego kraju.

source: Configure installed grabber
pl: Konfiguracja mechanizmu pobierania

source: Country:
pl: Kraj:

source: Use custom grabber
pl: Użycie własnego mechanizmu pobierania

source: Grabber command:
pl: Polecenie mechanizmu pobierania:

source: Output file:
pl: Plik wyjściowy:

source: Configure grabber
pl: Konfiguracja mechanizmu pobierania

source: XML files
pl: Plik XML

source: Select XMLTV file...
pl: Wybierz plik XMLTV...

source: Configure the grabber by answering the questions in the terminal below.
pl: Należy skonfigurować mechanizm pobierania odpowiadając na pytania w poniższym terminalu.

source: Please wait while the TV listings are being downloaded and sorted. This may take several minutes depending on the speed of your Internet connection.
pl: Proszę czekać, podczas gdy listingi TV są pobierane i porządkowane. To może potrwać kilka minut, zależnie od prędkości połączenia internetowego.

source: Details
pl: Szczegóły

source: Downloading and sorting TV listings
pl: Pobieranie i porządkowanie listingów TV

source: Congratulations! OnTV is now ready for use. You can select which channels to monitor in the preferences dialog.
pl: Gratulacje! Program OnTV jest teraz gotowy do użycia. Można wybrać, które kanały mają być monitorowane w oknie preferencji.

source: All done!
pl: Wszystko gotowe.

source: Downloading TV listings...
pl: Pobieranie listingów TV...

source: Failed to download TV listings!
pl: Wczytanie listingów TV się nie powiodło.

source: Sorting TV listings...
pl: Porządkowanie listingów TV...

source: Done!
pl: Gotowe.

source: Error while loading %s
pl: Błąd podczas wczytywania %s

source: Could not find configuration directory in GConf
pl: Nie można odnaleźć katalogu konfiguracji w GConf

source: Please make sure that ontv.schemas was correctly installed.
pl: Proszę sprawdzić, czy plik ontv.schemas został poprawnie zainstalowany.

source: Properties for channel %s
pl: Właściwości kanału %s

source: All
pl: Wszystkie

source: _Properties
pl: _Właściwości

source: Channel
pl: Kanał

source: Notification time
pl: Czas powiadomienia

source: Details about %s
pl: Szczegóły %s

source: All files
pl: Wszystkie pliki

source: Error
pl: Błąd

source: Error while importing pynotify module
pl: Błąd podczas importowania modułu pynotify

source: Could not find python-notify.
pl: Nie odnaleziono programu python-notify.

source: %s until the program begins.
pl: %s do rozpoczęcia programu.

source: Downloading TV Listings...
pl: Pobieranie listingów TV...

source: Sorting TV Listings...
pl: Porządkowanie listingów TV...

source: Loading TV Listings...
pl: Wczytywanie listingów TV...

source: No channels selected
pl: Nie wybrano żadnego kanału

source: Now Playing...
pl: Teraz grane...

source: %d hour
pl: %d godzina

source: %d minute
pl: %d minuta

source: %s and %s left
pl: pozostało %s i %s

source: %d hour left
pl: pozostała %d godzina

source: %d minute left
pl: pozostała %d minuta

source: %d second left
pl: pozostała %d sekunda

source: Upcoming programs
pl: Nadchodzące programy

source: Failed to load %s
pl: Wczytanie %s się nie powiodło

source: File not found
pl: Plik nie został odnaleziony

source: Access denied
pl: Brak dostępu

source: Unknown error
pl: Nieznany błąd

source: Error while parsing %s
pl: Błąd podczas przetwarzania %s

source: The parser returned: "%s"
pl: Parser zwrócił: "%s"

source: Unknown error while loading %s
pl: Nieznany błąd podczas wczytywania %s
