Repository: aviarypl/gnome-l10n-pl
Catalog: release-notes-help.gnome-2-26.*.po
Languages: pl

source: Brasero delivers new features that were not supported by the CD burner, such as audio CD burning with audio track preview, track splitting, and volume normalization; full multisession support; integrity checks; a cover editor; and support for multiple burning backends.
pl: Program Brasero posiada funkcje, które nie były dostępne w dotychczasowym programie do nagrywania płyt. Są to m.in. nagrywanie dźwiękowych płyt CD z odsłuchem ścieżek, możliwość podziału ścieżek, normalizacja głośności, pełna obsługa dysków wielosesyjnych, sprawdzanie spójności, edytor okładek oraz obsługa wielu mechanizmów nagrywających.

source: People who appreciated the way CD burning used to work will not have to relearn their habits; the existing interfaces are also available. <menuchoice><guimenu>Places</guimenu><guimenuitem>CD/DVD Creator</guimenuitem></menuchoice> in the menu still brings up a folder you can drag into. CD (ISO) image files can still be burnt directly from the file manager by right-clicking on them.
pl: Użytkownicy przyzwyczajeni do istniejącej metody nagrywania płyt nie muszą uczyć się obsługi nowego programu. W dalszym ciągu można korzystać z opcji menu <menuchoice><guimenu>Miejsca</guimenu><guimenuitem>Asystent CD/DVD</guimenuitem></menuchoice>, która wyświetla okno, gdzie można upuścić pliki do nagrania. Obrazy płyt (ISO) można nagrywać za pomocą opcji z menu kontekstowego pliku obrazu.

source: Brasero allows other GNOME applications to add disc burning capabilities. For example, the Media Player now allows you to burn the movie you're watching to either (S)VCD or DVD.
pl: Program Brasero umożliwia dodawanie obsługi nagrywania płyt do innych programów. Na przykład odtwarzacz multimediów pozwala na nagranie oglądanego filmu na płytę (S)VCD lub DVD.

source: Simpler File Sharing
pl: Łatwiejsze współdzielenie plików

source: GNOME 2.26 now includes a plugin for its file manager to enable simple personal file sharing over WebDAV, HTTP and Bluetooth.
pl: Środowisko GNOME 2.26 zawiera wtyczkę dla menedżera plików, która pozwala na proste współużytkowanie plików poprzez protokoły WebDAV, HTTP oraz Bluetooth.

source: Sharing Files
pl: Współużytkowanie plików

source: Evolution Evolves its Migration from Windows
pl: Ułatwiona migracja z Windows do programu Evolution

source: GNOME's email and groupware suite, <application>Evolution</application>, has gained two important features for helping users who are migrating to GNOME from Microsoft Windows environments.
pl: Pakiet do pracy grupowej <application>Evolution</application> zyskał dwie funkcje ważne dla użytkowników przechodzących do środowiska GNOME z systemu Microsoft Windows.

source: First is the ability to import Microsoft Outlook Personal Folders (PST files) directly in Evolution. Email, contacts, appointments, tasks and journal entries are supported. Previously, the files had to be imported via a third-party utility, such as Thunderbird on Windows.
pl: Pierwszą z nich jest możliwość importowania plików folderów osobistych programu Microsoft Outlook (pliki PST) bezpośrednio w programie Evolution. Obsługiwane są: wiadomości e-mail, informacje kontaktowe, spotkania, zadania i wpisy dziennika. Dotychczas importowanie trzeba było wykonywać za pomocą innych programów, jak np. Thunderbird dla Windows.

source: Second is support for Microsoft Exchange's MAPI protocol. This is the protocol that Microsoft Outlook uses to communicate with Exchange. Previously, Evolution only supported Exchange's SOAP protocol, which is not available on all Exchange servers. This support significantly improves Evolution's integration with Exchange servers.
pl: Drugą ważną funkcją jest obsługa protokołu MAPI serwera Microsoft Exchange. Jest to protokół używany przez program Outlook do kontaktowania się z serwerem Exchange. Dotychczas obsługiwany był tylko protokół SOAP serwera Exchange, który nie jest dostępny na wszystkich instalacjach serwera Exchange. Funkcja ta znacznie poprawia integrację programu Evolution z serwerami Exchange.

source: Media Player Improvements
pl: Usprawnienia odtwarzacza multimediów

source: GNOME's <application>Media Player</application> continues to be improved with several new features.
pl: <application>Odtwarzacz multimediów</application> GNOME zyskał kilka nowych funkcji.

source: Many media player appliances now offer the option to share the stored content via either the UPnP or DLNA protocols. With the new <application>Coherence</application> DLNA/UPnP client, it is possible to browse and play this content from within the GNOME Media Player.
pl: Wiele współczesnych odtwarzaczy mediów umożliwia współdzielenie treści za pomocą protokołów UPnP i DLNA. Nowy klient DLNA/UPnP <application>Coherence</application> umożliwia przeglądanie i odtwarzanie tych treści w Odtwarzaczu multimediów GNOME.

source: While GNOME's Media Player already has the ability to display subtitles for a movie, this still required you to have the subtitle data available. As of GNOME 2.26, this restriction is gone. Using the new subtitle downloader plugin, the Media Player will automatically find subtitles for you.
pl: Odtwarzacz multimediów GNOME obsługuje już od dłuższego czasu wyświetlanie napisów do filmów, jednak napisy te musiały być dostarczone przez użytkownika. W wydaniu GNOME 2.26 nie jest to już konieczne ― nowa wtyczka pobierania napisów umożliwia ich automatyczne wyszukiwanie i pobieranie.

source: Volume Control Integrated with PulseAudio
pl: Kontrola głośności zintegrowana z systemem PulseAudio

source: <application>PulseAudio</application> is the new audio input/output routing and mixing framework that is being adopted by many free software platforms. It has support for features like per-application volume and dynamic plug-and-play and rerouting of sound devices (e.g. USB soundcards).
pl: <application>PulseAudio</application> to nowy system zarządzania i miksowania sygnałów dla wejść i wyjść dźwiękowych, stosowany na wielu platformach. Obsługuje on m.in. regulację głośności dla poszczególnych programów oraz dynamiczne kierowanie sygnałów z wielu urządzeń dźwiękowych (np. kart dźwiękowych z interfejsem USB).

source: GNOME 2.26 can take advantage of these features with its new volume control and new <application>Sound Preferences</application> tool.
pl: Środowisko GNOME 2.26 korzysta z tych funkcji poprzez nowy regulator głośności i narzędzie <application>Preferencje dźwięku</application>.

source: Volume Control Input Settings
pl: Ustawienia wejść kontroli głośności

source: The <application>Sound Preferences</application> tool integrates the choice of sound devices, application volumes, alert volume and alert theme in one place.
pl: Okno <application>Preferencje dźwięku</application> łączy funkcje wyboru urządzeń dźwiękowych, regulacji głośności dla programów, głośności i motywów powiadomień.

source: For those without PulseAudio, the old (GStreamer) mixer will still be available and has even been augmented with a sound theme tab to match the new interface.
pl: Dla użytkowników, którzy nie korzystają z systemu PulseAudio, dostępny jest stary mikser (bazujący na bibliotece GStreamer). Program rozszerzono o opcje wyboru motywu dźwięków systemowych.

source: Almost Telepathic Communication
pl: Prawie telepatyczna komunikacja

source: The <application>Empathy</application> instant messaging application, which uses the Telepathy communications framework, has taken another step forward with features including file transfer where supported by Telepathy (currently Jabber and link-local XMPP), chat room invite support, sound themes and notifications, and an improved VoIP experience.
pl: Komunikator <application>Empathy</application>, który korzysta z biblioteki komunikacyjnej Telepathy, zyskał kolejne funkcje. Są to między innymi: obsługa przesyłania plików (Jabber i link-local XMPP), obsługa zaproszeń w pokojach rozmów, motywy i powiadomienia dźwiękowe oraz usprawnione działanie technologii VoIP.

source: Video Calling in Empathy
pl: Wideokonferencja w programie Empathy

source: VoIP using the free Theora and Speex codecs is now possible over Jingle to clients that support them.
pl: Możliwa jest komunikacja VoIP za pomocą protokołu Jingle z użyciem kodeków Theora i Speex.

source: Support for <application>Canberra</application> sound themes and notification bubble has also been added.
pl: Dodano także obsługę motywów dźwiękowych i dymków powiadomień biblioteki <application>Canberra</application>.

source: Location Epiphany
pl: Pasek położenia w przeglądarce Epiphany

source: GNOME's web browser, <application>Epiphany</application>, gains an exciting new feature of an improved location bar, similar to the Awesome Bar popularized by Firefox 3.0.
pl: Przeglądarka internetowa środowiska GNOME ― <application>Epiphany</application> ― ma nowy pasek adresu, podobny do paska Awesome Bar z przeglądarki Firefox 3.0.

source: New Location Bar
pl: Nowy pasek adresu

source: Fingerprint Reader Integration
pl: Integracja czytników linii papilarnych

source: GNOME 2.26 now integrates with the <application>fprintd</application> fingerprint service to allow users to enroll fingerprints for use in authentication.
pl: Program <application>fprintd</application> został zintegrowany ze środowiskiem GNOME 2.26, co umożliwia rejestrację linii papilarnych i korzystanie z nich do uwierzytelniania.

source: If a system is configurated for allowing fingerprint authentication, users can enroll their fingerprints via <menuchoice><guimenu>Desktop</guimenu><guimenu>Preferences</guimenu><guimenuitem>About Me</guimenuitem></menuchoice> from the panel menu.
pl: Jeśli komputer jest skonfigurowany do korzystania z uwierzytelniania na podstawie linii papilarnych, użytkownicy mogą zarejestrować swoje odciski palców, korzystając z okna <menuchoice><guimenu>System</guimenu><guimenu>Preferencje</guimenu><guimenuitem>O mnie</guimenuitem></menuchoice>.

source: But Wait, There's More…
pl: Ale to nie wszystko...

source: As well as big changes, there are also various small additions and tweaks that happen in every GNOME release.
pl: Obok dużych zmian w każdym wydaniu środowiska GNOME jest też wiele małych dodatków i usprawnień.

source: The file manager can now to ask <application>PackageKit</application> to install support for a file you wish to open.
pl: Menedżer plików może uruchamiać program <application>PackageKit</application> w celu instalacji programów obsługujących otwierany typ pliku.

source: A keyboard modifier (usually Alt) is now required to drag panels around on the screen (the same keyboard modifier used for dragging windows around by their middles).
pl: Do przeciągania paneli na ekranie wymagane jest wciśnięcie klawisza modyfikatora (zwykle klawisz Alt). Ten sam klawisz modyfikatora umożliwia przeciąganie okien, chwytając za ich środek.

source: Password entry widgets will now warn if you have your Caps Lock key enabled.
pl: Kontrolki wpisywania hasła wyświetlają ostrzeżenie, gdy włączony jest klawisz CapsLock.

source: Changing the Input Method type using the context menu on a text entry widget is now per-widget, rather than per-application. (This is separate from setting your default input manager or keyboard layout.)
pl: Zmiana metody wprowadzania w menu kontekstowym dotyczy tylko danego pola tekstowego, a nie całego programu jak dotychczas. (Jest to opcja niezależna od ustawień domyślnych metody wprowadzania i układu klawiatury).

source: Input methods now work in password entry widgets.
pl: Ustawienia metody wprowadzania działają także w polach wprowadzania haseł.

source: The <application>Deskbar</application> now supports OpenSearch plugins.
pl: Program <application>Deskbar</application> obsługuje wtyczki formatu OpenSearch.

source: New visual effects, such as the panels sliding in and out at login and logout, and crossfading desktop backgrounds.
pl: Nowe efekty graficzne, takie jak wysuwanie się paneli podczas logowania i wylogowywania oraz przenikanie teł pulpitu.

source: GNOME 2.26 Release Notes
pl: GNOME 2.26 ― informacje o wydaniu

source: GNOME Foundation
pl: Fundacja GNOME

source: GNOME has a time-based release schedule. This means that there is a new GNOME release with accompanying notes every six months, to the minute.
pl: Plan wydań projektu GNOME oparty jest na harmonogramie czasowym. Oznacza to, że dokładnie co sześć miesięcy wydawana jest nowa wersja środowiska GNOME wraz z informacjami o wydaniu.

source: GNOME Documentation Project
pl: Projekt dokumentacji GNOME

source: GNOME Translation Project
pl: Projekt tłumaczenia GNOME

source: Introduction
pl: Wprowadzenie

source: GNOME 2.26 is the latest version of the GNOME Desktop: a popular, multi-platform desktop environment for your computer. GNOME's focus is ease of use, stability, and first class internationalization and accessibility support. GNOME is Free and Open Source Software and provides all of the common tools computer users expect of a modern computing environment, such as email, groupware, web browsing, file management, multimedia, and games. Furthermore, GNOME provides a flexible and powerful platform for software developers, both on the desktop and in mobile applications.
pl: GNOME 2.26 to najnowsza wersja popularnego, wieloplatformowego, graficznego środowiska do pracy z komputerem. Najważniejszymi cechami środowiska jest łatwość użycia, stabilność oraz najlepsza dostępność i tłumaczenie. Projekt GNOME tworzy oprogramowanie o wolnym kodzie źródłowym, które zawiera wszystkie elementy nowoczesnego środowiska pracy z komputerem. Są to programy do: obsługi poczty elektronicznej, pracy grupowej, zarządzania plikami i multimediami oraz gry. GNOME to także elastyczna platforma programowania o dużych możliwościach, przeznaczona dla komputerów osobistych i urządzeń przenośnych.

source: The GNOME Desktop is released every six months and contains many new features, improvements, bug fixes, and translations. GNOME 2.26 continues this tradition. To learn more about GNOME and the qualities that distinguish it from other computer desktop environments (such as usability, accessibility, internationalization, and freedom) visit the <ulink url="http://www.gnome.org/about">About GNOME</ulink> page on our website.
pl: Środowisko GNOME jest wydawane co sześć miesięcy. Każde wydanie zawiera wiele nowych funkcji, usprawnień, poprawek błędów i tłumaczeń. Wydanie GNOME 2.26 nie jest wyjątkiem. Więcej informacji o środowisku GNOME i o cechach (użyteczność, dostępność, internacjonalizacja i wolność), które wyróżniają je spośród innych systemów i środowisk, można znaleźć na stronie <ulink url="http://www.gnome.org/about">About GNOME</ulink> (strona w języku angielskim).

source: <ulink url="http://live.gnome.org/JoinGnome">Join us today</ulink> and see what a difference you can make.
pl: <ulink url="http://live.gnome.org/JoinGnome">Dołącz do nas</ulink> i przekonaj się, że każdy może zmieniać świat.

source: GNOME 2.26 includes all of the improvements made in GNOME 2.24 and earlier. You can learn more about the changes that happened in GNOME 2.24 from its <ulink url="http://www.gnome.org/start/2.24/">release notes</ulink>.
pl: Wydanie GNOME 2.26 zawiera wszystkie usprawnienia dokonane w wersji GNOME 2.24 i wcześniejszych. Więcej informacji o zmianach w wersji GNOME 2.24 można znaleźć w odpowiednich <ulink url="http://www.gnome.org/start/2.24/">informacjach o wydaniu</ulink>.

source: Credits
pl: Zasługi

source: These release notes were compiled by Davyd Madeley with extensive help from the GNOME community. On behalf of the community, we give our warmest thanks to the developers and contributors who made this GNOME release possible.
pl: Informacje o wydaniu zostały zebrane przez Davyda Madeleya z pomocą społeczności GNOME. Polskie tłumaczenie środowiska GNOME oraz tego dokumentu wykonał zespół Aviary.pl oraz Współpracownicy. W imieniu użytkowników dziękujemy wszystkim, dzięki którym to wydanie środowiska GNOME było możliwe.

source: This work may be freely translated into any language. If you wish to translate it into your language, please contact the <ulink url="http://developer.gnome.org/projects/gtp/">GNOME Translation Project</ulink>.
pl: Niniejszy dokument może być tłumaczony na dowolny język. Osoby chcące go przetłumaczyć proszone są o kontakt z <ulink url="http://developer.gnome.org/projects/gtp/">Projektem tłumaczenia GNOME</ulink>.

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2009
