Repository: aviarypl/gnome-l10n-pl
Catalog: release-notes-help.gnome-3-4.*.po
Languages: pl

source: We also revised the design of spin buttons for 3.4, which used to be fiddly. The new versions are much easier to use and look great too.
pl: W wydaniu 3.4 przeprojektowano także wejścia liczbowe, które poprzednio były trudne w użyciu. Nowa wersja jest dużo wygodniejsza, a także świetnie wygląda.

source: When maximized, certain applications will now hide their title bar. This ensures more space is available for the application.
pl: Po zmaksymalizowaniu niektóre programy ukrywają swój pasek tytułowy. Zwiększa to przestrzeń dostępną dla programów.

source: A Bonanza of Smaller Improvements
pl: Niezliczone mniejsze ulepszenia

source: Incremental improvements and polishing has been a big focus for this release. The result is a large number of smaller improvements which add up to a big increase in quality.
pl: W tym wydaniu skupiliśmy się także na stopniowych ulepszeniach. Wynikiem są liczne pomniejsze usprawnienia, które razem tworzą wielki wzrost jakości.

source: The visual theme is a lot more polished in this release. Many of the changes are subtle, but almost every part of the theme has been improved in some way. The overall effect is much better looking applications.
pl: Motyw wizualny został znacznie ulepszony w tym wydaniu. Wiele zmian jest subtelnych, ale niemal każda część motywu została ulepszona w pewien sposób. W efekcie programy wyglądają dużo lepiej.

source: A new initiative, called <ulink url="https://live.gnome.org/EveryDetailMatters">Every Detail Matters</ulink>, has been focusing on improving the quality of the Activities Overview for this release. Thanks to these efforts, lots of small details have been taken care of, including improved application launcher labels, new window labels and captions, better keyboard navigation, more legible text styles and an easier to use dash.
pl: Nowa inicjatywa o nazwie <ulink url="https://live.gnome.org/EveryDetailMatters">Każdy szczegół jest ważny</ulink> w tym wydaniu skupiła się na zwiększaniu jakości ekranu podglądu. Dzięki tym wysiłkom poprawiono wiele małych szczegółów, takich jak ulepszone etykiety programów, okien i podpisów, lepszą nawigację za pomocą klawiatury, czytelniejszy styl tekstu i łatwiejszy w użyciu panel ulubionych.

source: There are many other incremental improvements in GNOME 3.4. As ever, there are too many to list here, but they include:
pl: Dodano także wiele innych stopniowych ulepszeń w wydaniu GNOME 3.4. Jak zwykle jest ich za dużo, żeby je wszystkie wymienić, ale obejmują między innymi:

source: Network password dialogs, including those for VPN passwords, were stuck on GNOME 2 until this release. They have now been fully integrated with the GNOME 3 experience.
pl: Okna haseł sieci, w tym te dla haseł VPN, utknęły w czasach GNOME 2 aż do tego wydania. Są one teraz w pełni zintegrowane ze środowiskiem GNOME 3.

source: The return of Wanda the Fish! Yes Wanda, our trusty friend from GNOME 2, has returned. She's an <ulink url="http://en.wikipedia.org/wiki/Easter_egg_%28media%29#Computer-related_Easter_eggs">easter egg</ulink>, so we won't tell you exactly where to find her. Search and you'll receive.
pl: Rybka Wanda powróciła! Tak, Wanda, nasza zaufana przyjaciółka z czasów GNOME 2, powróciła. Jest to "<ulink url="http://pl.wikipedia.org/wiki/Easter_egg">easter egg</ulink>", więc nie powiemy, gdzie można ją znaleźć. Szukajcie, a znajdziecie. :)

source: Our built in screen recorder now produces smoother videos while also using less system resources. To use it, simply press <keysym>Control+Shift+Alt+R</keysym>.
pl: Wbudowana funkcja nagrywania ekranu tworzy teraz płynniejsze nagrania wideo zużywając mniej zasobów komputera. Aby jej użyć wystarczy nacisnąć klawisze <keysym>Ctrl+Shift+Alt+R</keysym>.

source: The visual layout of system modal dialogs has been improved since 3.2. They look much nicer as a result.
pl: Wygląd modalnych okien dialogowych został ulepszony w stosunku do wersji 3.2.

source: Notification pop-ups are more intelligent now and will avoid the mouse or touchpad pointer, so that they won't get in your way.
pl: Wyskakujące powiadomienia są teraz inteligentniejsze i unikają wskaźnika myszy lub panelu dotykowego, więc nie powinny już przeszkadzać.

source: Another important enhancement to notifications is that the message tray, which displays a summary of your notifications, is now shown if you haven't interacted with your device for a short period of time. This makes it easier to be aware of ongoing conversations or unanswered messages.
pl: Innym ważnym usprawnieniem powiadomień jest to, że obszar powiadamiania, wyświetlający podsumowanie powiadomień, jest wyświetlany po krótkim okresie nieaktywności. Ułatwia to zorientowanie się w trwających rozmowach i nieodebranych wiadomościach.

source: Smooth Scrolling
pl: Płynne przewijanie

source: Scrolling has got smooth in GNOME 3.4. In previous releases scrolling content could be a slightly abrupt affair. Now it is slick and graceful. Scroll operations gradually ease to a halt and have a tactile, physical feel to them. This is a big improvement which will make GNOME applications far more pleasurable and satisfying to use.
pl: Przewijanie w środowisku GNOME 3.4 jest płynne. W poprzednich wydaniach zawartość była przewijana dość nagle. Teraz jest gładka i wdzięczna. Przewijanie stopniowo zwalnia i daje namacalne, fizyczne odczucie. Jest to znaczące ulepszenie, które sprawia, że programy środowiska GNOME są dużo wygodniejsze w użyciu.

source: Smooth scrolling is the first result of our ongoing touch input work, which is planned to deliver more features in the future.
pl: Płynne przewijanie jest pierwszym wynikiem trwającej pracy nad wprowadzaniem dotykowym, które dostarczy więcej funkcji w przyszłości.

source: New Animated Background
pl: Nowe animowane tło

source: Morning, Daytime and Night
pl: Poranek, dzień i noc

source: The default background (or 'wallpaper') has been updated for this release. The new version is a new take on the stripes theme from the previous background. The new background is also dynamic, becoming brighter and more radiant during the day, and dark and shadowy in the evening.
pl: Domyślne tło (tapeta) zostało w tym wydaniu zaktualizowane. Nowa wersja jest innym podejściem do motywu pasków z poprzedniego tła. Jest także dynamiczne, jaśniejąc za dnia i ciemniejąc w nocy.

source: Improved System Settings
pl: Ulepszone ustawienia systemu

source: <application>System Settings</application> have received a number of updates for 3.4. These changes include:
pl: <application>Ustawienia systemu</application> otrzymały liczne aktualizacje w wydaniu 3.4, w tym:

source: Power Settings, Now with Extra Pretty
pl: Ustawienia zasilania, teraz jeszcze ładniejsze

source: Improved network panel layout, which now allows you to forget the configuration of individual networks.
pl: Ulepszony układ panelu sieci, który umożliwia teraz zapominanie konfiguracji poszczególnych sieci.

source: A better looking power panel, which includes a redesigned status section.
pl: Lepiej wyglądający panel zasilania, w tym przeprojektowana sekcja stanu.

source: Greatly enhanced Wacom graphics tablet support, including calibration and button mapping, as well as the new ability to configure multiple tablets.
pl: Znacznie usprawniona obsługa tabletów graficznych firmy Wacom, w tym kalibracja i mapowanie przycisków, a także nowa możliwość konfiguracji wielu tabletów na raz.

source: Easier navigation thanks to the renaming of some panels and an updated 'All Settings' button.
pl: Łatwiejsza nawigacja dzięki zmianie nazw niektórych panelu i zaktualizowany przycisk "Wszystkie ustawienia".

source: Better Hardware Support
pl: Lepsza obsługa sprzętu

source: Several of the smaller improvements that feature in this release address hardware support and integration, making GNOME 3 work with more hardware devices, and providing a more seamless experience.
pl: Kilka mniejszych ulepszeń dodanych w tym wydaniu dotyczy obsługi i integracji sprzętu, usprawniając działanie środowiska GNOME 3 z większą liczbą urządzeń.

source: Various color calibration improvements, which will now remember which device a particular color profile is for.
pl: Różne ulepszenia kalibracji kolorów, w tym powiązanie konkretnych profilów kolorów z urządzeniami.

source: Better handling of docking stations and external monitors, so that a laptop will now stay running (and not suspend) when it is connected to an external monitor, even if the lid is closed.
pl: Lepsza obsługa stacji dokujących i zewnętrznych monitorów. Teraz laptop pozostanie uruchomiony (a nie uśpiony) po podłączeniu do zewnętrznego monitora, nawet jeśli zamknięto pokrywę.

source: Support for volume keys on USB speakers and headsets.
pl: Obsługa przycisków głośności na głośnikach i słuchawkach USB.

source: New support for multiseat setups, such as pluggable USB multiseat devices.
pl: Nowa obsługa wielu stanowisk, takich jak urządzenia USB dodające stanowiska do komputera.

source: Documentation That Really Helps You
pl: Naprawdę pomocna dokumentacja

source: Traditional user documentation is written like a paper book; a good story, but it is very long and takes time to read through. It's not ideal if you just want to quickly find out how to perform a certain task. To address this, applications are gradually updated to provide topic-orientated documentation. The following applications provide new documentation in GNOME 3.4:
pl: Tradycyjnie dokumentacja użytkownika jest pisana jak drukowana książka - dobra fabuła, ale bardzo długa i przeczytanie jej zajmuje dużo czasu. Nie jest idealna, jeśli chce się szybko znaleźć sposób na wykonanie konkretnego zadania. Aby temu zapobiec, następujące programy w środowisku GNOME 3.4 zawierają teraz dokumentację zorientowaną na zadania:

source: The disk usage analyzer <application><ulink url="http://library.gnome.org/users/baobab/3.4">Baobab </ulink></application>
pl: Analizator użycia dysku <application><ulink url="http://library.gnome.org/users/baobab/3.4">Baobab </ulink></application>

source: The archive manager <application><ulink url="http://library.gnome.org/users/file-roller/3.4">File Roller</ulink></application>
pl: Menedżer archiwów <application><ulink url="http://library.gnome.org/users/file-roller/3.4">File Roller</ulink></application>

source: The games <application><ulink url="http://library.gnome.org/users/glines/3.4">Glines</ulink></application>, <application><ulink url="http://library.gnome.org/users/iagno/3.4">Iagno </ulink></application>, <application><ulink url="http://library.gnome.org/users/mahjongg/3.4"> Mahjongg</ulink></application>, and <application><ulink url="http://library.gnome.org/users/gnome-sudoku/3.4">Sudoku</ulink></application>
pl: Gry <application><ulink url="http://library.gnome.org/users/glines/3.4">Glines</ulink></application>, <application><ulink url="http://library.gnome.org/users/iagno/3.4">Iagno</ulink></application>, <application><ulink url="http://library.gnome.org/users/mahjongg/3.4"> Mahjongg</ulink></application> i <application><ulink url="http://library.gnome.org/users/gnome-sudoku/3.4">Sudoku</ulink></application>

source: The <application><ulink url="http://library.gnome.org/users/gnome-system-log/3.4">log file viewer</ulink></application>
pl: <application><ulink url="http://library.gnome.org/users/gnome-system-log/3.4">Przeglądarka plików dziennika</ulink></application>

source: The dialog box tool <application><ulink url="http://library.gnome.org/users/zenity/3.4">Zenity</ulink></application>
pl: Narzędzie do tworzenia okien dialogowych <application><ulink url="http://library.gnome.org/users/zenity/3.4">Zenity</ulink></application>

source: There have also been large improvements and enhancements to the <ulink url="http://library.gnome.org/users/gnome-help/3.4">Desktop Help</ulink>.
pl: Znacznie ulepszono także <ulink url="http://library.gnome.org/users/gnome-help/3.4">pomoc środowiska</ulink>.

source: Video Calling and Live Messenger Support
pl: Wideorozmowy i obsługa sieci Live Messenger

source: New to Empathy: Video Calling
pl: Nowość w programie Empathy: wideorozmowy

source: 3.4 includes a number of improvements to the <application>Empathy</application> chat application. Foremost among these is its brand new audio and video calling interface. This provides a really nice way to do video calling, and it is fully integrated into GNOME 3, so you can quickly and easily respond to video calls as they come in.
pl: Wydanie 3.4 zawiera liczne ulepszenia w komunikatorze <application>Empathy</application>. Najciekawszym z nich jest całkiem nowy interfejs do rozmów głosowych i wideorozmów. Jest w pełni zintegrowane we środowiskiem GNOME 3, więc można łatwo i szybko odpowiadać na rozmowy przychodzące.

source: Another major enhancement to <application>Empathy</application> for this release is the new support for both Windows Live Messaging and Facebook chat, so that chatting with your friends is easier than ever before.
pl: Innym dużym ulepszeniem w programie <application>Empathy</application> w tym wydaniu jest nowa obsługa sieci Windows Live Messaging i komunikatora serwisu Facebook, więc rozmawianie z przyjaciółmi jest łatwiejsze niż kiedykolwiek.

source: There are several other improvements included in this release of <application>Empathy</application>, including:
pl: To wydanie komunikatora <application>Empathy</application> zawiera kilka innych ulepszeń, w tym:

source: The accounts dialog has been partially re-designed, giving it a simplified interface that is easier to use.
pl: Okno kont zostało częściowo przeprojektowane, ułatwiając jego używanie.

source: Improved integration with <application>Contacts</application>, which simplifies the user interface and means that Empathy can take advantage of Contacts' features, such as linking suggestions.
pl: Ulepszono integrację z programem <application>Kontakty</application>, co upraszcza interfejs użytkownika i umożliwia korzystanie z jego funkcji w programie Empathy, takich jak sugestie powiązywania.

source: Many Application Enhancements
pl: Wiele usprawnień programów

source: There are plenty of other improvements to our applications in this release. As well as the usual bug fixing work, there are visible enhancements and new features. Here are some of them:
pl: W tym wydaniu ulepszono wiele innych programów. Poza zwyczajowymi poprawkami błędów dodano także widoczne usprawnienia i nowe funkcje. Oto niektóre z nich:

source: The file manager <application>Nautilus</application> now includes an Undo function which allows you to revert changes you might have made. Great for correcting mistakes!
pl: Menedżer plików <application>Nautilus</application> zawiera teraz funkcję Cofnij, która umożliwia przywracanie wprowadzonych zmian. Świetne do poprawiania pomyłek!

source: The <application>Sound Juicer</application> CD ripper has a new metadata fetching facility which provides enhanced support for multi-disc albums.
pl: Program do zgrywania płyt CD <application>Sound Juicer</application> posiada nową funkcję pobierania metadanych, zawierającą ulepszoną obsługę albumów wielopłytowych.

source: The text editor <application>gedit</application> will now run on Mac OS X as well as GNOME.
pl: Edytor tekstu <application>gedit</application> można uruchamiać także w systemie Mac OS X.

source: The webcam booth <application>Cheese</application> now uses WebM as its default video format (instead of Theora).
pl: Narzędzie do obsługi kamer internetowych <application>Cheese</application> używa teraz WebM jako domyślny format nagrań wideo (zamiast formatu Theora).

source: Our games have been modernized. Status bars have been removed, application menus added, and more.
pl: Gry zostały unowocześnione. Usunięto paski stanu, dodano menu programu i wiele więcej.

source: <application>System Monitor</application> has received <ulink url="http://www.mjmwired.net/kernel/Documentation/cgroups.txt">Control Groups</ulink> support.
pl: <application>Monitor systemu</application> otrzymał obsługę <ulink url="http://www.mjmwired.net/kernel/Documentation/cgroups.txt">grup kontrolnych</ulink>.

source: <application>Image Viewer</application> (used to be called Eye of GNOME) has a new image metadata sidebar. This makes it easy to browse images and see their properties at the same time.
pl: <application>Przeglądarka obrazów</application> (znana wcześniej jako Oko Gnoma) posiada nowy panel boczny metadanych obrazu. Ułatwia to przeglądanie obrazów i wyświetlanie ich właściwości w tym samym czasie.

source: It is now possible to use <application>Evolution</application> to connect to <ulink url="http://www.kolab.org/">Kolab Groupware</ulink> servers. It is possible to use multiple Kolab accounts at the same time. Full offline support, extended free/busy lists, and synchronization conflict detection and resolution are also all supported.
pl: Można teraz używać programu <application>Evolution</application> do łączenia się z serwerami <ulink url="http://www.kolab.org/">Kolab Groupware</ulink>. Można używać wielu kont Kolab w tym samym czasie. Obsługiwane są także tryb offline, rozszerzone listy zajętości oraz wykrywanie i rozwiązywanie konfliktów synchronizacji.

source: <application>Evolution</application>'s account setup assistant will also automatically detect common email providers, making it less work to set up your email account. As an added bonus, it will now also let you reorder your email accounts in the sidebar.
pl: Asystent ustawień programu <application>Evolution</application> automatycznie wykrywa często używanych dostawców poczty, ułatwiając ustawianie konta e-mail. Dodatkowo można teraz zmieniać kolejność kont pocztowych na panelu bocznym.

source: GNOME 3.4 Release Notes
pl: Informacje o wydaniu GNOME 3.4

source: GNOME Foundation
pl: Fundacja GNOME

source: GNOME 3.4 follows the project's predictable release cycle and comes six months after the last GNOME major release, version 3.2. It includes improvements and interesting new features.
pl: GNOME 3.4 zostało wydane zgodnie z przewidywalnym cyklem wydawniczym projektu, dokładnie sześć miesięcy po ostatnim wydaniu GNOME, wersji 3.2. Zawiera ulepszenia i interesujące nowe funkcje.

source: GNOME Marketing Team
pl: Zespół marketingowy GNOME

source: GNOME Translation Project
pl: Projekt tłumaczenia GNOME, zespół Aviary.pl

source: Introduction
pl: Wprowadzenie

source: The GNOME Project is an international community that works to make great software available to all. GNOME focuses on ease of use, stability, first-class internationalization, and accessibility. GNOME is Free and Open Source Software. This means that all our work is free to use, modify and redistribute.
pl: Projekt GNOME to międzynarodowa społeczność, której celem jest dostarczanie każdemu wspaniałego oprogramowania. Skupia się on na łatwości użycia, stabilności, jak najlepszym umiędzynaradawianiu i dostępności. Środowisko GNOME jest oprogramowaniem wolnym i open source, co oznacza, że wszystkie efekty naszej pracy są wolne do użytku, modyfikacji i rozprowadzania.

source: GNOME is released every six months. Since the last version, 3.2, approximately 1275 people made about 41000 changes to GNOME. Interested in what we do? Follow us on <ulink url="http://identi.ca/gnome">Identi.ca</ulink>, <ulink url="https://twitter.com/GNOME">Twitter</ulink> or <ulink url="https://www.facebook.com/GNOMEDesktop">Facebook</ulink>.
pl: Nowe GNOME jest wydawane co sześć miesięcy. Od ostatniej wersji, 3.2, około 1275 osób dokonało mniej więcej 41000 zmian w środowisku GNOME. Zainteresowani naszą pracą mogą śledzić nas w serwisach <ulink url="http://identi.ca/gnome">Identi.ca</ulink>, <ulink url="https://twitter.com/GNOME">Twitter</ulink> lub <ulink url="https://www.facebook.com/GNOMEDesktop">Facebook</ulink>.

source: If you would like to help make our products even better, <ulink url="http://live.gnome.org/JoinGnome">join us</ulink>. We always welcome more people who can translate from English, assist with marketing, write documentation, test, or do development.
pl: Można do nas <ulink url="http://live.gnome.org/JoinGnome">dołączyć</ulink>, aby pomóc w ulepszaniu naszych produktów. Zawsze serdecznie witamy osoby mogące tłumaczyć oprogramowanie i dokumentację z języka angielskiego, pomóc przy marketingu, pisaniu dokumentacji, testowaniu lub rozwijaniu oprogramowania.

source: You can also support us financially by becoming a <ulink url="http://www.gnome.org/friends/">Friend of GNOME</ulink>.
pl: Można nas także wesprzeć finansowo zostając <ulink url="http://www.gnome.org/friends/">Przyjacielem GNOME</ulink>.

source: Credits
pl: Zasługi

source: These release notes were compiled by Allan Day, André Klapper and Olav Vitters with extensive help from the GNOME community.
pl: Ułożone przez Allana Daya, André Klappera oraz Olava Vittersa z pomocą społeczności GNOME. Przetłumaczone przez Piotra Drąga z zespołu Aviary.pl.

source: This release could not have been possible without the hard work and dedication of <ulink url="http://www.gnome.org/foundation/membership/">the GNOME community</ulink>. Congratulations and thanks to everyone.
pl: To wydanie nie byłoby możliwe bez ciężkiej pracy i poświęceniu <ulink url="http://www.gnome.org/foundation/membership/">społeczności GNOME</ulink>. Gratulacje i podziękowania dla nich wszystkich.

source: These release notes can be freely translated into any language. If you wish to translate them into your language, please contact the <ulink url="http://live.gnome.org/TranslationProject">GNOME Translation Project</ulink>.
pl: Niniejszy dokument może zostać tłumaczony na dowolny język. Osoby chcące go przetłumaczyć proszone są o kontakt z <ulink url="http://live.gnome.org/TranslationProject">Projektem tłumaczenia GNOME</ulink>.

source: This document is distributed under the <ulink url="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Sharealike 3.0 license</ulink>. Copyright © The GNOME Project
pl: Ten dokument jest dostępny na warunkach licencji <ulink url="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons ShareAlike 3.0</ulink>. Copyright © Projekt GNOME

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2009, 2010, 2011, 2012
