Repository: aviarypl/gnome-l10n-pl
Catalog: release-notes-help.gnome-2-26.*.po
Languages: pl

source: Looking Forward to GNOME 2.28
pl: Plany dotyczące GNOME 2.28

source: Development doesn't stop with GNOME 2.26. Work has already begun on GNOME 2.28, due to be released exactly six months after 2.26.
pl: Prace nie kończą się wraz z wersją GNOME 2.26. Rozpoczęły się już prace nad środowiskiem GNOME w wersji 2.28, które ukaże się dokładnie sześć miesięcy po wersji 2.26.

source: <ulink url="http://live.gnome.org/RoadMap">GNOME's roadmap</ulink> details the developers' plans for the next release cycle, and the <ulink url="http://www.gnome.org/start/unstable/">GNOME 2.28 release schedule</ulink> will appear soon.
pl: Strona <ulink url="http://live.gnome.org/RoadMap">GNOME's roadmap</ulink> (w języku angielskim) zawiera szczegółowy plan programistów dla następnego cyklu wydania. Strona <ulink url="http://www.gnome.org/start/unstable/">harmonogramu wydania GNOME 2.28</ulink> pojawi się w najbliższym czasie.

source: Installing GNOME
pl: Instalacja środowiska GNOME

source: You can try out GNOME 2.26 with the LiveCD, which contains all of the software included in GNOME 2.26 on a single CD. You can boot your computer directly from the LiveCD without installing anything. The LiveCD can be downloaded from the GNOME <ulink url="http://torrent.gnome.org/">BitTorrent site</ulink>.
pl: Środowisko GNOME 2.26 można wypróbować dzięki płycie LiveCD, która zawiera całe oprogramowanie z wydania GNOME 2.26. Z tej płyty można uruchomić komputer bez instalowania czegokolwiek na dysku twardym. Płytę LiveCD można pobrać z <ulink url="http://torrent.gnome.org/">witryny BitTorrent</ulink> projektu GNOME.

source: To install or upgrade your machine to GNOME 2.26, we recommend you install official packages from your vendor or distribution. Popular distributions will make GNOME 2.26 available very soon, and some already have development versions with GNOME 2.26 available. You can get a list of distributions that ship GNOME and discover the latest versions they ship on our <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> page.
pl: Do instalacji lub aktualizacji używanego środowiska do wersji GNOME 2.26 polecamy skorzystanie z oficjalnych pakietów dostawcy lub dystrybucji. Środowisko GNOME 2.26 będzie niedługo dostępne poprzez systemy pakietów popularnych dystrybucji. Niektóre dystrybucje w wersjach rozwojowych zawierają już pakiety GNOME 2.26. Listę dystrybucji wraz z wersjami środowiska GNOME można znaleźć na stronie <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> (strona w języku angielskim).

source: If you are brave and patient, and would like to build GNOME from source, we recommend you use one of the build tools. <ulink url="http://www.gnome.org/projects/garnome/">GARNOME</ulink> builds GNOME from release tarballs. You will need GARNOME 2.26.x to build GNOME 2.26.x. There is also <ulink url="http://library.gnome.org/devel/jhbuild/">JHBuild</ulink>, which is designed to build the latest GNOME from SVN. You can use JHBuild to build GNOME 2.26.x by using the <filename>gnome-2.26</filename> moduleset.
pl: Odważni i cierpliwi użytkownicy mogą skompilować środowisko GNOME samodzielnie. Polecamy narzędzie <ulink url="http://www.gnome.org/projects/garnome/">GARNOME</ulink>, które pozwala zbudować środowisko GNOME z pakietów źródłowych. Narzędzie <ulink url="http://library.gnome.org/devel/jhbuild/">JHBuild</ulink> umożliwia kompilację najnowszej wersji kodu źródłowego GNOME z repozytorium SVN. Środowisko GNOME w wersji 2.26.x można skompilować za pomocą tego narzędzia, używając zestawu modułów <filename>gnome-2.26</filename>.

source: While it is possible to build GNOME directly from the release tarballs, we strongly recommend the use of one of the build tools above.
pl: Mimo, że możliwa jest kompilacja środowiska GNOME bezpośrednio z pakietów źródłowych, zalecamy skorzystanie z jednego z powyższych narzędzi.

source: Internationalization
pl: Internacjonalizacja

source: Thanks to members of the worldwide <ulink url="http://developer.gnome.org/projects/gtp/">GNOME Translation Project</ulink>, GNOME 2.26 offers support for 48 languages with at least 80 percent of strings translated, including the user and administration manuals for many languages.
pl: Dzięki członkom <ulink url="http://developer.gnome.org/projects/gtp/">Projektu tłumaczenia GNOME</ulink> z całego świata środowisko GNOME 2.26 może poszczycić się obsługą 48 języków na poziomie co najmniej 80 procent przetłumaczonych komunikatów (włącznie z podręcznikami dla użytkownika i administratora w wielu językach).

source: Arabic
pl: arabski

source: Assamese
pl: assamski

source: Basque
pl: baskijski

source: Bengali (India)
pl: bengalski (Indie)

source: Brazilian Portuguese
pl: portugalski brazylijski

source: Bulgarian
pl: bułgarski

source: Catalan
pl: kataloński

source: Chinese (China)
pl: chiński (Chiny)

source: Chinese (Hong Kong)
pl: chiński (Hongkong)

source: Chinese (Taiwan)
pl: chiński (Tajwan)

source: Czech
pl: czeski

source: Danish
pl: duński

source: Dutch
pl: holenderski

source: English (US, British)
pl: angielski (amerykański, brytyjski)

source: Estonian
pl: estoński

source: Finnish
pl: fiński

source: French
pl: francuski

source: Galician
pl: galicyjski

source: German
pl: niemiecki

source: Greek
pl: grecki

source: Gujarati
pl: gudżaracki

source: Hebrew
pl: hebrajski

source: Hungarian
pl: węgierski

source: Italian
pl: włoski

source: Japanese
pl: japoński

source: Korean
pl: koreański

source: Lithuanian
pl: litewski

source: Macedonian
pl: macedoński

source: Malayalam
pl: malajalam

source: Norwegian Bokmål
pl: norweski bokmål

source: Oriya
pl: orija

source: Polish
pl: polski

source: Portuguese
pl: portugalski

source: Punjabi
pl: pendżabski

source: Romanian
pl: rumuński

source: Russian
pl: rosyjski

source: Slovenian
pl: słoweński

source: Spanish
pl: hiszpański

source: Swedish
pl: szwedzki

source: Tamil
pl: tamilski

source: Thai
pl: tajski

source: Turkish
pl: turecki

source: Ukrainian
pl: ukraiński

source: Vietnamese
pl: wietnamski

source: Supported languages: <placeholder-1/>
pl: Obsługiwane języki: <placeholder-1/>

source: Many other languages are partially supported, with more than half of their strings translated.
pl: Wiele innych języków jest obsługiwanych częściowo (tzn. z ponad połową przetłumaczonych komunikatów).

source: Translating a software package as large as GNOME into a new language can be an overwhelming task for even the most dedicated translation team. For this release two language teams have put in a stellar effort, increasing the completeness of their translations by more than 20%. Congratulations to the Romanian and Oriya teams for their hard work. Congratulations also to the Assamese, Kannada, Oriya, Romanian, and Telugu teams, which each passed the 80% mark this time.
pl: Tłumaczenie na nowy język pakietu oprogramowania tak wielkiego jak GNOME jest wielkim wyzwaniem nawet dla najbardziej ambitnego zespołu. W tym wydaniu dwa zespoły tłumaczące wykonały wielką pracę i zwiększyły stopień przetłumaczenia o więcej niż 20%. Gratulacje dla tłumaczy na języki rumuński i orija. Gratulujemy również zespołom: assamskiemu, kannada, orija, rumuńskiemu i telugu, które przekroczyły barierę 80% przetłumaczonych komunikatów.

source: Detailed statistics and more information are available on GNOME's <ulink url="http://l10n.gnome.org/">translation status site</ulink>.
pl: Szczegółowe statystyki i dodatkowe informacje można znaleźć w <ulink url="http://l10n.gnome.org/">witrynie stanu tłumaczeń</ulink> środowiska GNOME.

source: What's New In Mobile
pl: Nowości w platformie mobilnej

source: The GNOME Mobile platform is the technological heart of numerous Linux-based mobile device platforms including <ulink url="http://maemo.org/">Maemo</ulink>, the <ulink url="http://http://alp.access-company.com/">ACCESS Linux Platform</ulink>, the <ulink url="http://www.limofoundation.org">LiMo reference platform</ulink>, <ulink url="http://www.ubuntu.com/products/mobile">Ubuntu Mobile</ulink>, <ulink url="http://www.moblin.org/">Moblin</ulink> and <ulink url="http://www.pokylinux.org/">Poky</ulink>.
pl: Platforma GNOME Mobile stanowi technologiczne serce wielu urządzeń przenośnych obsługiwanych przez system Linux. Są to m.in. <ulink url="http://maemo.org/">Maemo</ulink>, <ulink url="http://http://alp.access-company.com/">ACCESS Linux Platform</ulink>, <ulink url="http://www.limofoundation.org">LiMo reference platform</ulink>, <ulink url="http://www.ubuntu.com/products/mobile">Ubuntu Mobile</ulink>, <ulink url="http://www.moblin.org/">Moblin</ulink> oraz <ulink url="http://www.pokylinux.org/">Poky</ulink>.

source: What's New For Developers
pl: Nowości dla programistów

source: The following changes are important for developers using the GNOME 2.26 developer platform. If you're not interested in changes for developers, you can skip forward to <xref linkend="rnmobile"/>.
pl: Poniższe zmiany są ważne dla osób korzystających z platformy programistycznej GNOME 2.26. Niezainteresowani czytelnicy mogą przejść dalej, do części <xref linkend="rnmobile"/>.

source: As well as the GNOME Desktop, GNOME 2.26 is the latest release of the GNOME Developer Platform, a set of API and ABI stable libraries available under the GNU LGPL that can be used for the development of cross-platform applications.
pl: GNOME 2.26 to, obok środowiska GNOME, także wydanie platformy programistycznej GNOME ― zestawu bibliotek o stabilnych interfejsach programistycznych (API) oraz binarnych (ABI). Biblioteki te umożliwiają tworzenie oprogramowania dla wielu platform i są dostępne na licencji GNU LGPL.

source: Fixing Usage of Deprecated Libraries
pl: Korzystanie z przestarzałych bibliotek

source: Starting with GNOME 3.0, various deprecated parts of GNOME will be removed. These deprecated components include GNOME-specific libraries such as libgnome, libgnomeui, libgnomeprint, libgnomeprintui, libglade, and libgnomevfs. For applications that ship as part of the GNOME Desktop, a number of <ulink url="http://live.gnome.org/GnomeGoals">cleanup tasks</ulink> have been carried out to ensure no deprecated code is used. This will ensure the smooth transition to GNOME 3.0.
pl: W wydaniu GNOME 3.0 usunięte będą różne przestarzałe części platformy GNOME. Są to między innymi biblioteki GNOME takie jak libgnome, libgnomeui, libgnomeprint, libgnomeprintui, libglade oraz libgnomevfs. Dla programów środowiska GNOME przygotowano <ulink url="http://live.gnome.org/GnomeGoals">listę zadań</ulink> mających na celu usunięcie odwołań do przestarzałego kodu. Pozwoli to zapewnić łagodne przejście na platformę GNOME 3.0.

source: Developers are strongly urged to follow this example in their own applications too. Furthermore, for any developers (or potential developers) who wish to help us out, the <ulink url="http://live.gnome.org/GnomeGoals">GNOME goals</ulink> wiki page lists the various tasks that are yet to be completed.
pl: Zachęcamy programistów do wykonania tego kroku także w ich własnych programach. Dla wszystkich programistów (także potencjalnych) na stronie wiki <ulink url="http://live.gnome.org/GnomeGoals">GNOME goals</ulink> przygotowaliśmy listę zadań do wykonania.

source: GTK+ 2.16 is the latest release of the GTK+ toolkit, which is at the heart of GNOME. GTK+ 2.16 includes a couple of new features for developers, as well as extensive bug fixing and housecleaning for the upcoming GTK+ 3.0.
pl: GTK+ 2.16 to najnowsze wydanie biblioteki GTK+, która stanowi serce platformy GNOME. Wersja GTK+ 2.16 zawiera nowe funkcje dla programistów oraz wiele poprawek błędów. W kodzie źródłowym rozpoczęto także przygotowania do nadchodzącej wersji GTK+ 3.0.

source: <classname>GtkEntry</classname> widgets can now display icons at the front or back of the entry widget (depending on your locale's text direction). These icons are optionally prelightable and clickable.
pl: Kontrolki <classname>GtkEntry</classname> mogą wyświetlać ikony na początku lub końcu pola wprowadzania tekstu (w zależności od kierunku wprowadzania tekstu w danym języku). Ikony te mogą być podświetlane i klikane.

source: Icons in <classname>GtkEntry</classname>
pl: Ikony w kontrolce <classname>GtkEntry</classname>

source: <classname>GtkEntry</classname> widgets can now also be used to display a progress bar.
pl: Kontrolki <classname>GtkEntry</classname> mogą także wyświetlać pasek postępu.

source: <classname>GtkEntry</classname> with a progress bar
pl: Kontrolka <classname>GtkEntry</classname> z paskiem postępu

source: A new interface, <interfacename>GtkActivatable</interfacename>, has been added for widgets that can be connected to a <classname>GtkAction</classname>.
pl: Dla kontrolek, które mogą być łączone z <classname>GtkAction</classname>, dodano nowy interfejs <interfacename>GtkActivatable</interfacename>.

source: Access to Disc Burning APIs
pl: Dostęp do interfejsów programistycznych do nagrywania płyt

source: <application>libbrasero-media</application> provides an API for accessing the disc burning infrastructure in GNOME. An example of its use can be found in GNOME's Media Player, which includes a plugin to burn DVDs and VCDs from a video.
pl: Biblioteka <application>libbrasero-media</application> udostępnia interfejs API do dostępu do infrastruktury nagrywania płyt w środowisku GNOME. Przykład użycia można znaleźć w odtwarzaczu mediów GNOME, który zawiera wtyczkę do nagrywania płyt DVD i VCD z filmami.

source: Access to Evince APIs
pl: Dostęp do interfejsów programistycznych programu Evince

source: A new library, <application>libevview</application>, has been created to provide the <classname>EvView</classname> widget used in <application>Evince</application>. This allows other applications to embed Evince's document viewing component.
pl: W celu umożliwienia dostępu do kontrolki <classname>EvView</classname> używanej w programie <application>Evince</application> utworzono nową bibliotekę <application>libevview</application>. Pozwala ona na osadzanie komponentu przeglądania dokumentów w innych programach.

source: <application>libevdocument</application> is a library that makes it possible to develop third-party document backends for use with Evince without having to add them to the Evince source tree.
pl: Biblioteka <application>libevdocument</application> umożliwia tworzenie mechanizmów wyświetlania dokumentów dla programu Evince bez konieczności dodawania ich do drzewa kodu źródłowego programu Evince.

source: Both libraries already have available Python bindings included in <application>gnome-python-desktop</application>.
pl: Obie biblioteki posiadają wiązania do języka Python. Znajdują się one w module <application>gnome-python-desktop</application>.

source: The <application>Anjuta</application> integrated development environment has gained some great improvements in GNOME 2.26. Most important is a completely rewritten symbol management engine that, together with the new bookmark system, allows for much faster code navigation. Auto-detection of any libraries using <application>pkg-config</application> for code completion and calltips is now possible.
pl: W zintegrowanym środowisku programowania <application>Anjuta</application> także dokonano wielu ulepszeń. Jednym z ważniejszych jest zupełnie nowy mechanizm zarządzania symbolami, który wraz z nowym systemem zakładek pozwala na znacznie szybsze poruszanie się po kodzie źródłowym. Za pomocą programu <application>pkg-config</application> możliwe jest automatyczne wykrywanie bibliotek dla funkcji automatycznego uzupełniania i podpowiedzi w kodzie źródłowym.

source: In addition, the integration of version control systems and the <application>Glade</application> interface designer have taken a major step forward. The file tree now shows status icons for all files in projects using the <application>Subversion</application> or <application>Git</application> version control systems. It is possible to automatically generate callbacks from Glade, and GtkBuilder files are now supported.
pl: Dodatkowo poczyniono duże postępy w integracji systemów kontroli wersji oraz programu <application>Glade</application> (projektowanie interfejsu użytkownika). Drzewo plików zawiera ikony stanu dla wszystkich plików przechowywanych w systemie kontroli wersji (<application>Subversion</application> lub <application>Git</application>). Możliwe jest automatyczne generowanie wywołań zwrotnych z Glade. Obsługiwane są też pliki GtkBuilder.

source: For better support of the GNOME Mobile platform, remote debugging using <application>gdbserver</application> and support for <application>Scratchbox</application> (version 2) have also been added.
pl: Dla lepszej obsługi platformy GNOME Mobile dodano możliwość debugowania za pomocą programu <application>gdbserver</application> oraz obsługę programu <application>Scratchbox</application> (w wersji 2).

source: What's New For Contributors
pl: Nowości dla współpracowników

source: GNOME is the result of various people helping out by either developing the software, writing documentation, translating the software into a local language, performing usability testing, creating the images used by GNOME, designing t-shirts and websites, testing and more. This section provides an overview of the various improvements made by various contributors for other contributors.
pl: Projekt GNOME powstaje dzięki ludziom piszącym programy i dokumentację, tłumaczącym oprogramowanie, wykonującym testy użyteczności, przygotowującym grafikę, witryny WWW, testującym i wielu innym. W tym miejscu znajdują się informacje o usprawnieniach dla współpracowników projektu.

source: Workflow addition to Damned Lies translation website
pl: Przepływ pracy w witrynie tłumaczenia

source: Damned Lies is the name of the GNOME translation website. In the beginning this site just provided statistics statistics such as the percentage of strings which have been translated. It since has expanded to include statistics regarding documentation.
pl: "Przeklęte kłamstwa" to nazwa witryny projektu tłumaczenia środowiska GNOME. Na początku witryna ta zawierała tylko statystyki dotyczące stanu zaawansowania tłumaczeń na poszczególne języki. Następnym krokiem było dodanie statystyk dotyczących tłumaczenia dokumentacji.

source: During the development of GNOME 2.26, Damned Lies was enhanced to include the workflow tool known by some as Vertimus. The addition allows a translator to create their own account on Damned Lies and upload their translation work. After that the site tracks the review status and finally if it has been integrated within GNOME ('committed').
pl: W trakcie rozwoju środowiska GNOME 2.26 witryna "Przeklęte kłamstwa" została wzbogacona o komponent znany jako Veritmus. Umożliwia on tłumaczowi założenie własnego konta i wysyłanie wyników swojej pracy na serwer. Następnie tłumaczenie poddawane jest korekcie i ostatecznie wysyłane do repozytorium projektu GNOME. Witryna "Przeklęte kłamstwa" z komponentem Veritmus wspomaga i pozwala śledzić te prace.

source: Project related news site
pl: Witryna wiadomości z projektów

source: Tracking the changes within GNOME involved following Planet GNOME, various mailing lists and hanging around on IRC. A new site has been set up with the aim of allowing people to easily track changes within GNOME.
pl: Dotychczas śledzenie zmian w projektach GNOME odbywało się poprzez witrynę Planet GNOME, listy pocztowe i kanały IRC. W celu usprawnienia obiegu informacji i ułatwienia śledzenia zmian przygotowano nową witrynę WWW.

source: GNOME foundation related announcements
pl: ogłoszenia związane z fundacją GNOME,

source: Development announcements such as the request for tarballs and GNOME releases
pl: ogłoszenia dotyczące rozwoju, takie jak żądania archiwów i wydania GNOME,

source: Commit Digest, a weekly summary of all the code changes
pl: Commit Digest ― tygodniowe podsumowania zmian w repozytorium kodu źródłowego,

source: Product announcements, with for example the nearly daily Metacity blog, GTK+ news, Project Hamster and more.
pl: ogłoszenia projektów, takie jak blog Metacity, wiadomości GTK+, projekt Hamster i inne.

source: Articles on this site include: <placeholder-1/>
pl: Artykuły w tej witrynie to między innymi: <placeholder-1/>

source: What's New For Administrators
pl: Nowości dla administratorów

source: What's New In Accessibility
pl: Nowości w dziedzinie dostępności

source: GNOME has a passion for making software available to everyone, including users and developers with impairments that can make it harder to use their computer. To help, GNOME created the GNOME Accessibility Project and an accessibility framework that is now a standard on libre desktops.
pl: Misją projektu GNOME jest tworzenie oprogramowania dostępnego dla wszystkich, także dla użytkowników niepełnosprawnych, którym trudniej jest używać komputera. W tym celu utworzono projekt dostępności GNOME i bibliotekę programistyczną dla ułatwień dostępu, która stała się standardem dla Wolnego Oprogramowania.

source: GNOME 2.26 continues to build on its prior accessibility credentials with several improvements.
pl: Wydanie GNOME 2.26 kontynuuje tę misję i zawiera wiele usprawnień.

source: Orca Screenreader
pl: Czytnik ekranowy Orca

source: The <application>Orca</application> screenreader has had significant work done to reduce program bugs and improve performance, with over 160 bugs fixed for GNOME 2.26. Some of the improvements include:
pl: Programiści projektu <application>Orca</application> włożyli wiele pracy w zmniejszenie liczby błędów (w wersji GNOME 2.26 poprawiono ich ponad 160) i poprawę wydajności programu. Niektóre z usprawnień to:

source: improved support for ARIA in Firefox;
pl: poprawiona obsługa standardu ARIA w przeglądarce Firefox,

source: new understanding of how to pronounce WikiWords and mnemonics;
pl: nowe reguły wymowy SłówWiki oraz mnemoników,

source: the ability to configure speech pitch, rate and volume on the fly from the preferences pane; and
pl: możliwość konfiguracji wysokości głosu, szybkości i głośności bezpośrednio z okna preferencji,

source: improved performance and reliability.
pl: zwiększona wydajność i niezawodność.

source: What's New For Users
pl: Nowości dla użytkowników

source: The GNOME Project's focus on users and usability continues in GNOME 2.26 with its hundreds of bug fixes and user-requested improvements. The sheer number of enhancements makes it impossible to list every change and improvement made, but these notes aim to highlight some of the more exciting, user-oriented features in this release.
pl: Użytkownicy i użyteczność są od zawsze w centrum uwagi projektu GNOME. W wersji 2.26 poprawiono setki błędów i dodano wiele usprawnień wnioskowanych przez użytkowników. Wypisanie ich wszystkich w tym miejscu nie jest możliwe, dlatego wspomnimy tylko o najważniejszych i najciekawszych funkcjach przeznaczonych dla użytkowników.

source: Comprehensive New Disc Burning
pl: Nowa, pełna obsługa nagrywania płyt

source: Although previous versions of GNOME already had an easy way to burn CDs and DVDs, as of GNOME 2.26 this has been expanded to a whole application dedicated to disc creation: <application>Brasero</application>.
pl: Mimo, że poprzednie wersje środowiska GNOME umożliwiały łatwe nagrywanie płyt CD i DVD, w wydaniu GNOME 2.26 debiutuje nowy program do nagrywania płyt ― <application>Brasero</application>.
