Repository: aviarypl/gnome-l10n-pl
Catalog: release-notes-help.gnome-3-4.*.po
Languages: pl

source: Looking Forward to GNOME 3.6
pl: Plany dotyczące GNOME 3.6

source: The next release in the GNOME 3 series is scheduled for September 2012. Many new features and enhancements are planned for 3.6.
pl: Następne wydanie w serii GNOME 3 jest zaplanowane na październik 2012. W wersji 3.6 pojawi się wiele nowych funkcji i ulepszeń.

source: User-Visible Changes
pl: Zmiany widoczne dla użytkownika

source: Continued work on perfect integration of system components while still keeping an eye on the small details that make your life easier.
pl: Dalsza praca nad dokładną integracją składników systemu, jednocześnie pamiętając o ułatwiających życie szczegółach.

source: <application>Boxes</application> is in the making: A brand new GNOME 3 application which allows you to easily connect to remote machines as well as use virtual machines. A first testing version of Boxes is already available for GNOME 3.4. However, it might not come included with your system yet.
pl: Trwa praca nad programem <application>Boxes</application>. Ten nowy program dla środowiska GNOME 3.4 ułatwia łączenie ze zdalnymi komputerami oraz używanie maszyn wirtualnych. Pierwsza testowa wersja programu Boxes jest już dostępna w wersji 3.4. Jednakże może on nie być jeszcze dostępny w każdej dystrybucji.

source: Improved rendering of HTML messages in <application>Evolution</application> by using <application>WebKit</application> instead of <application>GtkHtml</application>.
pl: Ulepszone wyświetlanie wiadomości HTML w programie <application>Evolution</application> dzięki zmianie biblioteki <application>GtkHtml</application> na <application>WebKit</application>.

source: Accessibility Changes
pl: Zmiany dostępności

source: Continued improvements to <application>GNOME Shell</application> accessibility via <application>Orca</application> and further improvements to <application>Orca</application>'s support for <application>WebKit2GTK+</application>.
pl: Dalsze ulepszenia dostępności <application>Powłoki GNOME</application> oraz obsługi mechanizmu <application>WebKit2GTK+</application> przez program <application>Orca</application>.

source: <application>GNOME Shell Magnifier</application> will provide additional options for customizing brightness and contrast.
pl: <application>Lupa powłoki GNOME</application> dostarcza dodatkowe opcje dostosowania jasności i kontrastu.

source: Developer-Related Changes
pl: Zmiany dotyczące programistów

source: Support for search providers in <application>GNOME Shell</application> that are provided by applications.
pl: Obsługa dostawców wyszukiwania programów w <application>Powłoce GNOME</application>.

source: <application>Web</application> might switch to using <application>WebKit2GTK+</application>.
pl: Program <application>WWW</application> może przejść na używanie mechanizmu <application>WebKit2GTK+</application>.

source: <application>GTK+</application> plans to move away from implementing widget behaviors in event handlers, and instead move to a model where behaviors can be added to a widget as separate objects (<ulink url="http://docs.clutter-project.org/docs/clutter/stable/ClutterAction.html">similar to Clutter</ulink>).
pl: Programiści biblioteki <application>GTK+</application> planują odejście od implementowania zachowania widżetów jako mechanizmów obsługi zdarzeń i przejście do modelu, w którym zachowanie może być dodawane do widżetu jako oddzielny obiekt (<ulink url="http://docs.clutter-project.org/docs/clutter/stable/ClutterAction.html">podobnie do biblioteki Clutter</ulink>).

source: Getting GNOME 3.4
pl: Skąd wziąć GNOME 3.4

source: To install or upgrade your machine to GNOME 3.4, we recommend you install the official packages provided by your vendor or distribution. Popular distributions will make GNOME 3.4 available very soon, and some already have development versions with GNOME 3.4 available.
pl: Aby zainstalować lub zaktualizować komputer do środowiska GNOME 3.4, zalecane jest zainstalowanie oficjalnych pakietów dostarczanych przez dostawcę lub dystrybucję. GNOME 3.4 będzie dostępne w popularnych dystrybucjach już niedługo, a niektóre z nich już posiadają wersje rozwojowe z dostępnym środowiskiem GNOME 3.4.

source: If you want to try out GNOME, download one of our live images. These are available on our <ulink url="http://www.gnome.org/getting-gnome/">Getting GNOME</ulink> page.
pl: Aby wypróbować środowisko GNOME, można pobrać jeden z naszych obrazów Live. Są one dostępne na witrynie <ulink url="http://www.gnome.org/getting-gnome/">Skąd wziąć GNOME</ulink>.

source: If you are brave and patient, and would like to build GNOME from source, we recommend you use <ulink url="http://library.gnome.org/devel/jhbuild/">JHBuild</ulink>, which is designed to build the latest GNOME from Git. You can use JHBuild to build GNOME 3.4.x by using the <filename>gnome-3.4</filename> moduleset.
pl: Dzielnym i cierpliwym użytkownikom chcącym zbudować środowisko GNOME ze źródeł zalecamy użycie systemu <ulink url="http://library.gnome.org/devel/jhbuild/">JHBuild</ulink>, który został zaprojektowany, aby budować najnowszą wersję środowiska GNOME z repozytoriów git. Można użyć systemu JHBuild, aby zbudować środowisko GNOME 3.4.x używając zestawu modułów <filename>gnome-3.4</filename>.

source: Internationalization
pl: Umiędzynaradawianie

source: Thanks to members of the worldwide <ulink url="http://live.gnome.org/TranslationProject">GNOME Translation Project</ulink>, GNOME 3.4 offers support for more than 50 languages with at least 80 percent of strings translated, including the user and administration manuals for many languages.
pl: Dzięki członkom <ulink url="http://live.gnome.org/TranslationProject">Projektu tłumaczenia GNOME</ulink> z całego świata środowisko GNOME 3.4 może poszczycić się obsługą ponad 50 języków. Podręczniki dla użytkownika i administratora są również dostępne w wielu językach.

source: Arabic
pl: arabski

source: Assamese
pl: asamski

source: Asturian
pl: asturyjski

source: Basque
pl: baskijski

source: Belarusian
pl: białoruski

source: Bengali
pl: bengalski

source: Bengali (India)
pl: bengalski (Indie)

source: Brazilian Portuguese
pl: portugalski brazylijski

source: British English
pl: angielski (Wielka Brytania)

source: Bulgarian
pl: bułgarski

source: Catalan
pl: kataloński

source: Catalan (Valencian)
pl: kataloński (walencki)

source: Chinese (China)
pl: chiński (Chiny)

source: Chinese (Hong Kong)
pl: chiński (Hongkong)

source: Chinese (Taiwan)
pl: chiński (Tajwan)

source: Czech
pl: czeski

source: Danish
pl: duński

source: Dutch
pl: holenderski

source: English (US)
pl: angielski (Stany Zjednoczone)

source: Estonian
pl: estoński

source: Finnish
pl: fiński

source: French
pl: francuski

source: Galician
pl: galicyjski

source: German
pl: niemiecki

source: Greek
pl: grecki

source: Gujarati
pl: gudżaracki

source: Hebrew
pl: hebrajski

source: Hungarian
pl: węgierski

source: Indonesian
pl: indonezyjski

source: Italian
pl: włoski

source: Japanese
pl: japoński

source: Korean
pl: koreański

source: Latvian
pl: łotewski

source: Lithuanian
pl: litewski

source: Macedonian
pl: macedoński

source: Malayalam
pl: malajalam

source: Norwegian Bokmål
pl: norweski bokmål

source: Norwegian Nynorsk
pl: norweski nynorsk

source: Oriya
pl: orija

source: Polish
pl: polski

source: Portuguese
pl: portugalski

source: Punjabi
pl: pendżabski

source: Romanian
pl: rumuński

source: Russian
pl: rosyjski

source: Serbian
pl: serbski

source: Slovak
pl: słowacki

source: Slovenian
pl: słoweński

source: Spanish
pl: hiszpański

source: Swedish
pl: szwedzki

source: Tamil
pl: tamilski

source: Thai
pl: tajski

source: Turkish
pl: turecki

source: Uighur
pl: ujgurski

source: Ukrainian
pl: ukraiński

source: Vietnamese
pl: wietnamski

source: Supported languages: <placeholder-1/>
pl: Obsługiwane języki: <placeholder-1/>

source: Many other languages are partially supported, with more than half of their strings translated.
pl: Wiele innych języków jest obsługiwanych częściowo, z przetłumaczoną ponad połową tekstów.

source: Translating a software package as large as GNOME into a new language can be an overwhelming task for even the most dedicated translation team. For this release a stellar effort has been done by the Belarusian team, increasing the completeness of their translation by more than 39 points since version 3.0. Also to be congratulated are the Khmer team with 24 points more than in version 3.2 and the Macedonian team as they raised their translation status 21 points since 3.2.
pl: Tłumaczenie pakietu oprogramowania, tak wielkiego jak GNOME, na inny język jest wielkim wyzwaniem nawet dla najbardziej ambitnego zespołu. W tym wydaniu chcielibyśmy szczególnie wspomnieć zespół języka białoruskiego, który zwiększył kompletność swoich tłumaczeń o ponad 39 punktów procentowych w stosunku do wersji 3.0. Chcielibyśmy także pogratulować zespołowi języka khmerskiego, który zwiększył kompletność o 24 punkty procentowe od wersji 3.2 oraz zespołowi języka macedońskiego, który zwiększył stan tłumaczenia o 21 punktów procentowych od wersji 3.2.

source: Detailed statistics and more information are available on GNOME's <ulink url="http://l10n.gnome.org/">translation status site</ulink>.
pl: Szczegółowe statystyki oraz więcej informacji można znaleźć na <ulink url="http://l10n.gnome.org/">witrynie stanu tłumaczeń</ulink> środowiska GNOME.

source: What's New for Developers
pl: Nowości dla programistów

source: The following changes are important for developers using the GNOME 3.4 Developer Platform. If you are not interested in changes for developers, you can skip forward to <xref linkend="rni18"/>.
pl: Następujące zmiany są ważne dla programistów używających platformy programistycznej GNOME 3.4. Można tę część pominąć przechodząc od razu do rozdziału <xref linkend="rni18"/>.

source: Included in GNOME 3.4 is the latest release of the GNOME Developer Platform. This consists of a set of API- and ABI-stable libraries available under the GNU LGPL that can be used for the development of cross-platform applications.
pl: W środowisku GNOME 3.4 zawarto najnowsze wydanie platformy programistycznej GNOME. Składa się ona z bibliotek o stabilnym API i ABI dostępnych na warunkach licencji GNU LGPL, które można wykorzystywać do tworzenia programów wieloplatformowych.

source: For information on developing with GNOME please visit the <ulink url="http://developer.gnome.org/">GNOME Developer Center</ulink>.
pl: Więcej informacji o programowaniu za pomocą GNOME można znaleźć w <ulink url="http://developer.gnome.org/">Centrum programistów GNOME</ulink>.

source: The threading support was <ulink url="http://developer.gnome.org/glib/2.32/glib-Threads.html">rewritten</ulink>. As a side effect, calling <ulink url="http://developer.gnome.org/glib/2.32/glib-Deprecated-Thread-APIs.html#g-thread-init"><classname>g_thread_init()</classname></ulink> is no longer needed.
pl: <ulink url="http://developer.gnome.org/glib/2.32/glib-Threads.html">Przepisano</ulink> obsługę wątków. Jako efekt uboczny, wywołanie <ulink url="http://developer.gnome.org/glib/2.32/glib-Deprecated-Thread-APIs.html#g-thread-init"><classname>g_thread_init()</classname></ulink> nie jest już konieczne.

source: GNOME's default storage backend <classname>GSettings</classname> received native support for Mac OS X. There is also better <classname>GSettings</classname> support for plugins and extensions via <ulink url="http://developer.gnome.org/gio/2.32/gio-GSettingsSchema-GSettingsSchemaSource.html"><classname>GSettingsSchemaSource</classname></ulink>.
pl: Domyślny mechanizm przechowywania ustawień środowiska GNOME <classname>GSettings</classname> otrzymał natywną obsługę systemu Mac OS X. Ulepszono także obsługę wtyczek i rozszerzeń w <classname>GSettings</classname> przez <ulink url="http://developer.gnome.org/gio/2.32/gio-GSettingsSchema-GSettingsSchemaSource.html"><classname>GSettingsSchemaSource</classname></ulink>.

source: <ulink url="http://developer.gnome.org/gio/2.32/gio-GResource.html"><classname>GResource</classname></ulink> provides support for embedding resources in binaries
pl: <ulink url="http://developer.gnome.org/gio/2.32/gio-GResource.html"><classname>GResource</classname></ulink> dostarcza obsługę osadzania zasobów w plikach binarnych

source: <ulink url="http://www.unicode.org/versions/Unicode6.1.0/">Unicode 6.1</ulink> support
pl: Obsługa standardu <ulink url="http://www.unicode.org/versions/Unicode6.1.0/">Unicode 6.1</ulink>

source: New network status monitor interface: <ulink url="http://developer.gnome.org/gio/2.32/GNetworkMonitor.html"><classname>GNetworkMonitor</classname></ulink>
pl: Nowy interfejs monitora stanu sieci: <ulink url="http://developer.gnome.org/gio/2.32/GNetworkMonitor.html"><classname>GNetworkMonitor</classname></ulink>

source: <application>GLib</application> and <application>GTK+</application> introduced versioned deprecations. By using <classname>GLIB_VERSION_MIN_REQUIRED</classname> (resp. <classname>GDK_VERSION_MIN_REQUIRED</classname> for <application>GTK+</application>) you can for example receive warnings about API that was deprecated before the last stable version but not for the latest 2.31 development version. Corresponding functionality exists for too new API by using <classname>GLIB_VERSION_MAX_ALLOWED</classname> (resp. <classname>GDK_VERSION_MAX_ALLOWED</classname> for <application>GTK+</application>).
pl: W bibliotekach <application>GLib</application> i <application>GTK+</application> wprowadzono wersjonowanie przestarzałych elementów. Używając zmiennej <classname>GLIB_VERSION_MIN_REQUIRED</classname> (oraz <classname>GDK_VERSION_MIN_REQUIRED</classname> dla biblioteki <application>GTK+</application>) można na przykład ustawić wyświetlanie ostrzeżeń o API oznaczonym jako przestarzałe przed ostatnią stabilną wersją, ale nie da najnowszej wersji rozwojowej 2.31. Podobna funkcjonalność istnieje dla zbyt nowego API: <classname>GLIB_VERSION_MAX_ALLOWED</classname> (oraz <classname>GDK_VERSION_MAX_ALLOWED</classname> dla biblioteki <application>GTK+</application>).

source: GNOME's low-level software utility library <application>GLib</application> has seen various improvements: <placeholder-1/>
pl: Biblioteka narzędziowa niskiego poziomu <application>GLib</application> otrzymała różne ulepszenia: <placeholder-1/>

source: More complete CSS support in theming and better transparency support in theming and backgrounds
pl: Pełniejsza obsługa CSS w motywach i lepsza obsługa przezroczystości w motywach i tłach

source: Improved cross-platform keyboard shortcut handling by using 'Primary' instead of 'Control'
pl: Ulepszona obsługa skrótów klawiszowych między platformami używając klawisza "Primary" zamiast "Ctrl".

source: Basic support for touch events (and support for <application>XInput 2.2</application>): Widgets can get <ulink url="http://developer.gnome.org/gdk3/3.4/gdk3-Event-Structures.html#GdkEventTouch">touch events</ulink> by connecting to the <ulink url="http://developer.gnome.org/gtk3/3.3/GtkWidget.html#GtkWidget-touch-event">GtkWidget::touch-event signal</ulink>. GTK+ uses touch events to implement kinetic scrolling in <ulink url="http://developer.gnome.org/gtk3/3.3/GtkScrolledWindow.html">GtkScrolledWindow</ulink> and touch-compatible menu behavior
pl: Podstawowa obsługa zdarzeń dotykowych (oraz obsługa mechanizmu <application>XInput 2.2</application>): widżety mogą posiadać <ulink url="http://developer.gnome.org/gdk3/3.4/gdk3-Event-Structures.html#GdkEventTouch">zdarzenia dotykowe</ulink> łącząc się z <ulink url="http://developer.gnome.org/gtk3/3.3/GtkWidget.html#GtkWidget-touch-event">sygnałem GtkWidget::touch-event</ulink>. Biblioteka GTK+ używa zdarzeń dotykowych w implementacji przewijania kinetycznego w <ulink url="http://developer.gnome.org/gtk3/3.3/GtkScrolledWindow.html">GtkScrolledWindow</ulink> oraz zachowania menu zgodnego z ekranami dotykowymi

source: Smooth scrolling support by the new scroll direction <ulink url="http://developer.gnome.org/gdk3/3.4/gdk3-Event-Structures.html#GdkScrollDirection">GDK_SCROLL_SMOOTH</ulink> and the new event mask <ulink url="http://developer.gnome.org/gdk3/3.4/gdk3-Events.html#GdkEventMask">GDK_SMOOTH_SCROLL_MASK</ulink>. <ulink url="http://developer.gnome.org/gdk3/3.4/gdk3-Events.html#gdk-event-get-scroll-deltas">gdk_event_get_scroll_deltas()</ulink> provides the scroll deltas.
pl: Obsługa płynnego przewijania przez nowy kierunek przewijania <ulink url="http://developer.gnome.org/gdk3/3.4/gdk3-Event-Structures.html#GdkScrollDirection">GDK_SCROLL_SMOOTH</ulink> i nową maskę zdarzeń <ulink url="http://developer.gnome.org/gdk3/3.4/gdk3-Events.html#GdkEventMask">GDK_SMOOTH_SCROLL_MASK</ulink>. <ulink url="http://developer.gnome.org/gdk3/3.4/gdk3-Events.html#gdk-event-get-scroll-deltas">gdk_event_get_scroll_deltas()</ulink> dostarcza deltę przewijania.

source: Session support: <classname>GtkApplication</classname> supports log out notification and negotiation (similar to deprecated EggSMClient)
pl: Obsługa sesji: <classname>GtkApplication</classname> obsługuje negocjowanie i powiadamianie o wylogowaniu (podobnie do przestarzałej biblioteki EggSMClient)

source: Menu and window support in <classname><ulink url="http://developer.gnome.org/gtk3/3.4/GtkApplication.html">GtkApplication</ulink></classname>, including Mac OS X support
pl: Obsługa menu i okien w <classname><ulink url="http://developer.gnome.org/gtk3/3.4/GtkApplication.html">GtkApplication</ulink></classname>, w tym obsługa systemu Mac OS X

source: GTK+ 3.4 is the latest release of the GTK+ toolkit, which is at the heart of GNOME. GTK+ 3.4 includes new features for developers, as well as extensive bug fixes. <placeholder-1/>
pl: Biblioteka GTK+ 3.4 jest najnowszym wydaniem zestawu narzędzi GTK+, który jest sercem środowiska GNOME. GTK+ 3.4 zawiera nowe funkcje dla programistów, a także wiele poprawek błędów. <placeholder-1/>

source: Multiple backend support: <application>Clutter</application> can be compiled with support for different platforms, and the backend can be selected at run time.
pl: Obsługa wielu mechanizmów: biblioteka <application>Clutter</application> może zostać skompilowana z obsługą różnych platform, a mechanizm może być następnie wybierany podczas uruchamiania.

source: <ulink url="http://docs.clutter-project.org/docs/clutter/1.10/clutter-GDK-Specific-Support.html">GDK backend</ulink>: Clutter can use <classname>GDK</classname>, the windowing system library also used by <application>GTK+</application>.
pl: <ulink url="http://docs.clutter-project.org/docs/clutter/1.10/clutter-GDK-Specific-Support.html">Mechanizm GDK</ulink>: biblioteka Clutter może używać <classname>GDK</classname>, biblioteki systemu okien używanej także przez bibliotekę <application>GTK+</application>.

source: Support for the password hint in text entries: When the password hint is enabled, the last character inserted into a text entry will be shown for a brief amount of time, as a way to safely enter passwords and other hidden content on platforms with imprecise text input (e.g. touchscreen keyboards).
pl: Obsługa wskazówek haseł w polach tekstowych: jeśli wskazówki hasła są włączone, to ostatni znak wpisany w polu tekstowym będzie wyświetlany przez krótki okres czasu, zabezpieczając w ten sposób wprowadzanie haseł i innych ukrytych treści na platformach z nieprecyzyjnym wprowadzaniem tekstu (np. klawiaturach ekranowych).

source: Use of the same definitions for versioned deprecations as <application>GLib</application> and <application>GTK+</application> (see above).
pl: Użycie takich samych definicji wersjonowania elementów przestarzałych co biblioteki <application>GLib</application> i <application>GTK+</application> (patrz wyżej).

source: Better support on Mac OS X and <application>Wayland</application>.
pl: Lepsza obsługa systemów Mac OS X i <application>Wayland</application>.

source: New scene graph API: <ulink url="http://docs.clutter-project.org/docs/clutter/1.10/ClutterActor.html"><classname>ClutterActor</classname></ulink> is now the only class dealing with the definition of a scene inside a Clutter application. This deprecated most of the <classname>ClutterContainer</classname> interface and <classname>ClutterGroup</classname>, <classname>ClutterRectangle</classname> and <classname>ClutterBox</classname>.
pl: Nowe API sceny grafiki: <ulink url="http://docs.clutter-project.org/docs/clutter/1.10/ClutterActor.html"><classname>ClutterActor</classname></ulink> jest teraz jedyną klasą definiującą scenę wewnątrz programu używającego biblioteki Clutter. Większość interfejsu <classname>ClutterContainer</classname> oraz klasy <classname>ClutterGroup</classname>, <classname>ClutterRectangle</classname> i <classname>ClutterBox</classname> zostały w związku z tym oznaczone jako przestarzałe.

source: New implicit animation API for <classname>ClutterActor</classname>.
pl: Nowe bezwarunkowe API animacji dla klasy <classname>ClutterActor</classname>.

source: New <ulink url="http://docs.clutter-project.org/docs/clutter/1.10/ClutterContent.html"><classname>ClutterContent</classname></ulink> interface, with two implementations: <classname>Canvas</classname> for Cairo drawing; and <classname>Image</classname> for displaying image data; the <classname>Content</classname> interface supports the new render objects API for painting the actor's content.
pl: Nowy interfejs <ulink url="http://docs.clutter-project.org/docs/clutter/1.10/ClutterContent.html"><classname>ClutterContent</classname></ulink> razem z dwiema implementacjami: <classname>Canvas</classname> do rysowania za pomocą biblioteki cairo oraz <classname>Image</classname> do wyświetlania danych obrazów. Interfejs <classname>Content</classname> obsługuje nowe API rysowania zawartości aktorów.

source: Support for localizable strings and GResource in <ulink url="http://docs.clutter-project.org/docs/clutter/1.10/ClutterScript.html"><classname>ClutterScript</classname></ulink> UI definitions.
pl: Obsługa lokalizowania cięgów i zasobów GResource w definicjach interfejsu użytkownika <ulink url="http://docs.clutter-project.org/docs/clutter/1.10/ClutterScript.html"><classname>ClutterScript</classname></ulink>.

source: Repeat count and progress mode were added to the <ulink url="http://docs.clutter-project.org/docs/clutter/1.10/ClutterTimeline.html"><classname>Timeline</classname></ulink> class.
pl: Dodano licznik powtórzeń i tryb postępu do klasy <ulink url="http://docs.clutter-project.org/docs/clutter/1.10/ClutterTimeline.html"><classname>Timeline</classname></ulink>.

source: Performance improvements on the GLSL-based effects shipped by Clutter.
pl: Ulepszenia wydajności w efektach opartych na GLSL dostarczanych przez bibliotekę Clutter.

source: New brightness-contrast effect.
pl: Nowy efekt jasności i kontrastu.

source: GNOME's graphics library for hardware-accelerated user interfaces <application>Clutter</application> provides the following improvements: <placeholder-1/>
pl: Biblioteka interfejsów użytkownika przyspieszanych sprzętowo środowiska GNOME o nazwie <application>Clutter</application> zawiera następujące ulepszenia: <placeholder-1/>

source: GNOME's default <classname>GSettings</classname> backend has seen several improvements:
pl: Domyślny mechanizm <classname>GSettings</classname> środowiska GNOME zyskał kilka ulepszeń:
