Repository: aviarypl/gnome-l10n-pl
Catalog: release-notes-help.gnome-2-28.*.po
Languages: pl

source: Plugin support has been added and is available during device setup, adding support to GNOME applications to use Bluetooth devices.
pl: Dodano obsługę wtyczek, która dostępna jest podczas ustawiania urządzeń. Umożliwia to obsługę urządzeń Bluetooth przez programy środowiska GNOME.

source: Modern Bluetooth device selection widgets, including a button and chooser, have been added.
pl: Dodano nowoczesne kontrolki wyboru urządzeń Bluetooth, włączając w to przycisk oraz element wybierający.

source: Epiphany Web Browser
pl: Przeglądarka WWW Epiphany

source: With Epiphany's change to Webkit, a number of enhancements are available for developers in Epiphany.
pl: Podczas zmiany modułu wyświetlania stron Epiphany na WebKit programiści uzyskali kilka nowych funkcji.

source: WebKitGTK+ includes extremely fast Javascript processing, a smaller footprint, a GObject API, and a built-in web inspector. Epiphany also includes new support for Seed (JavaScript) extensions, and with this addition Python support has been removed.
pl: WebKitGTK+ umożliwia bardzo szybkie przetwarzanie języka JavaScript, zużywa mniej pamięci, posiada interfejs programistyczny GObject oraz wbudowanego inspektora stron internetowych. Przeglądarka Epiphany zawiera także obsługę nowych rozszerzeń Seed (w języku JavaScript). Wraz z tym dodatkiem obsługa języka Python została usunięta.

source: Epiphany also uses libsoup for its HTTP implementation, and proxies now work the same way across GNOME. Missing features in libsoup include HTTP cache and content encoding.
pl: Przeglądarka Epiphany korzysta z implementacji HTTP z biblioteki libsoup, a serwery pośredniczące funkcjonują teraz w jednolity sposób w środowisku GNOME. Brakujące funkcje w bibliotece libsoup to buforowanie HTTP i kodowanie zawartości.

source: Lastly, the context menu in the web view is not customized for Epiphany yet, though the default WebKit view is used.
pl: Menu kontekstowe i widok strony nie są jeszcze dopasowane do przeglądarki Epiphany, używany jest domyślny widok WebKit.

source: Time Tracker Applet
pl: Aplet zarządzania czasem

source: All functions are now available via an introspectable D-Bus API.
pl: Wszystkie funkcje są teraz dostępne poprzez interfejs programistyczny D-Bus, który umożliwia podgląd wywołań funkcji.

source: GNOME-Media
pl: Moduł GNOME-Media

source: <application>GNOME-Media</application> has removed support for vumeter, CDDB and GNOME-CD.
pl: W module <application>GNOME-Media</application> usunięto obsługę programów vumeter, CDDB i GNOME-CD.

source: Totem
pl: Program Totem

source: The xine-lib backend was removed from <application>Totem</application>, and an asynchronous parsing API was added.
pl: Moduł xine-lib został usunięty z programu <application>Totem</application>, a dodany został nowy, asynchroniczny interfejs programistyczny.

source: Vinagre
pl: Program Vinagre

source: <application>Vinagre</application>, the GNOME Remote Desktop Viewer, added a new plugin system. Support for new protocols is now just a matter of writing a plugin for Vinagre. New plugins for Vinagre include VNC and SSH.
pl: Program <application>Vinagre</application>, przeglądarka zdalnych pulpitów, ma teraz nowy system wtyczek. Dodanie obsługi nowego protokołu jest teraz tylko kwestią napisania odpowiedniej wtyczki. Nowe wtyczki dla programu Vinagre to VNC i SSH.

source: What's New For Contributors
pl: Nowości dla współpracowników

source: What's New For Administrators
pl: Nowości dla administratorów

source: What's New In Accessibility
pl: Nowości w dziedzinie dostępności

source: GNOME has a passion for making software available to everyone, including users and developers with impairments that can make it harder to use their computers. To help, GNOME created the GNOME Accessibility Project and an accessibility framework that is now a standard on libre desktops.
pl: Misją projektu GNOME jest tworzenie oprogramowania dostępnego dla wszystkich, także dla użytkowników niepełnosprawnych, którym trudniej jest używać komputera. W tym celu utworzono projekt dostępności GNOME i bibliotekę programistyczną dla ułatwień dostępu, która stała się standardem dla Wolnego Oprogramowania.

source: GNOME 2.28 continues to build on its prior accessibility credentials with several improvements.
pl: Wydanie GNOME 2.28 kontynuuje tę misję i zawiera wiele usprawnień.

source: Orca Screen Reader
pl: Czytnik ekranowy Orca

source: The <application>Orca</application> screen reader has had significant work done to reduce program bugs and improve performance, with over 140 bugs fixed for GNOME 2.28. Some of the improvements include:
pl: Programiści projektu <application>Orca</application> włożyli wiele pracy w zmniejszenie liczby błędów (w wersji GNOME 2.28 poprawiono ich ponad 140) i poprawę wydajności programu. Niektóre z usprawnień to:

source: new support for different progress bar "verbosity levels" to allow you to control whether progress bar updates should be spoken even if the progress bar is not in the active window
pl: nowa obsługa różnych poziomów ilości informacji w paskach postępów pozwala określać, czy aktualizacje paska mają być wypowiadane nawet gdy pasek nie jest w aktywnym oknie

source: ability to move the mouse without performing a click
pl: możliwość przesuwania myszy bez naciskania przycisku myszy

source: support for mouseovers, including the ability to interact with an item displayed in the mouseover
pl: obsługa najeżdżania kursorem myszy, włączając możliwość interakcji z elementem wyświetlonym podczas najechania

source: presentation of misspelled words when editing text
pl: wyświetlanie błędnych słów podczas wprowadzania tekstu

source: completely rewritten speech and Braille generators, now with the ability to play sounds in the speech generator
pl: całkowicie przepisane generatory mowy i Braille'a umożliwiają odtwarzanie dźwięku w generatorze mowy

source: WebKit Accessibility Support
pl: Obsługa dostępności WebKit

source: Significant effort has been done to improve WebKit accessibility, in particular the addition of caret navigation and the initial implementation of Atk's accessible text interface. Once the accessible text interface has been fully implemented, users will be able to access content without using the mouse and have it presented to them in speech and/or braille via the Orca screen reader.
pl: Podjęto istotne działania mające na celu usprawnić dostępność modułu wyświetlania stron WebKit, w szczególności poprzez dodanie kursora nawigacji oraz wstępną implementację interfejsu tekstu dostępnego Atk. Po pełnym zaimplementowaniu interfejsu tekstu dostępnego użytkownicy będą mogli uzyskać dostęp do zawartości bez używania myszy, z możliwością jego odsłuchu lub odczytania alfabetem Braille'a poprzez czytnik ekranowy Orca.

source: What's New For Users
pl: Nowości dla użytkowników

source: The GNOME Project's focus on users and usability continues in GNOME 2.28 with its hundreds of bug fixes and user-requested improvements. The sheer number of enhancements makes it impossible to list every change and improvement made, but these notes aim to highlight some of the more exciting, user-oriented features in this release.
pl: Użytkownicy i użyteczność są od zawsze w centrum uwagi projektu GNOME. W wersji 2.28 poprawiono setki błędów i dodano wiele usprawnień wnioskowanych przez użytkowników. Wypisanie ich wszystkich w tym miejscu nie jest możliwe, dlatego wspomnimy tylko o najważniejszych i najciekawszych funkcjach przeznaczonych dla użytkowników.

source: Become Unwired
pl: Bez kabli

source: GNOME 2.28 includes the first release of the <application>GNOME Bluetooth</application> module to help users manage their Bluetooth devices. GNOME Bluetooth supports hundreds of Bluetooth devices, including mice, keyboards and headsets. GNOME Bluetooth includes PulseAudio integration for Bluetooth headsets and headphones.
pl: GNOME 2.28 zawiera pierwsze wydanie modułu <application>GNOME Bluetooth</application>, zarządzającego urządzeniami Bluetooth. Moduł ten obsługuje setki urządzeń Bluetooth takich jak myszy, klawiatury i zestawy słuchawkowe. Moduł GNOME Bluetooth jest zintegrowany z serwerem dźwięku PulseAudio, co pozwala obsługiwać zestawy słuchawkowe i słuchawki stereo.

source: GNOME Bluetooth also includes support for Internet access through your mobile phone. After pairing your mobile phone with GNOME Bluetooth, Network Manager will include an entry to use your mobile phone for Internet access.
pl: Moduł GNOME Bluetooth obsługuje także połączenia internetowe przez telefon komórkowy. Po powiązaniu telefonu z modułem GNOME Bluetooth, Menedżer sieci uzupełni listę połączeń o wpis dotyczący dostępu przez telefon komórkowy.

source: Track Your Time Better
pl: Lepsze zarządzanie czasem

source: The <application>Time Tracker</application> applet, which helps you track your time and tasks, includes a number of new improvements.
pl: Aplet <application>Zarządzania czasem</application>, który pomaga w zarządzaniu czasem i zadaniami, zawiera szereg nowych usprawnień.

source: An all-new Overview screen is now included, which merges the category and period graphs to present a cleaner overview to the user. Colors are also used for the first time, making it easy to view the proportion of time used to complete tasks.
pl: Całkowicie nowy ekran przeglądu zadań ma bardziej przejrzysty układ, który łączy kategorie i okresy. W interfejsie po raz pierwszy wykorzystano kolory, aby ułatwić wyświetlanie proporcji czasu względem różnych czynności.

source: Other feature updates include improved autocomplete support allowing you to update the start time on the fly, improved support for late-night workers, and the ability to add earlier tasks that have been completed. Lastly, the export functionality has a number of improvements, including the ability to filter activities by category and date prior to export, and new simple export types: iCal to import into Evolution, Google Calendar and other clients, XML, and TSV (tab separated values), which works well with spreadsheets.
pl: Inne funkcje to m.in. poprawione automatyczne dopełnianie, które pozwala aktualizować na żywo czas rozpoczęcia zadania, udoskonalone funkcje dla użytkowników pracujących w nocy oraz możliwość dodawania zadań, które zostały już ukończone. Wiele usprawnień można znaleźć w funkcjach eksportu - możliwość filtrowania wg kategorii i dacie oraz nowe typy eksportowanych plików: iCal do eksportu do programu Evolution, Kalendarza Google i innych klientów oraz XML i TSV (wartości rozdzielone znakiem tabulatora), które łatwo można importować do arkuszy kalkulacyjnych.

source: Time Tracker
pl: Zarządzanie czasem

source: Empathy Instant Messenger
pl: Komunikator Empathy

source: GNOME's instant messaging and communication application, <application>Empathy</application>, built on the Telepathy communications framework, has gained a number of new and important features to help users communicate.
pl: Komunikator <application>Empathy</application>, który korzysta z biblioteki komunikacyjnej Telepathy, uzyskał kilka nowych i ważnych funkcji pomocnych w komunikacji.

source: The contact list has been improved in a number of ways. You can set your status directly by entering it as text, or set it from a previously set status. Reorganizing your contacts has been made easier as dragging and dropping a contact will move it, instead of copying it. A View menu is now included, giving you quick access to sorting contacts, viewing offline contacts, and changing your contact list size preferences.
pl: Ulepszono wiele elementów listy kontaktów. Można ustawić własny stan bezpośrednio wprowadzając go jako tekst lub wybrać go z poprzednio używanych. Organizowanie kontaktów jest łatwiejsze, ponieważ przeciąganie i upuszczanie powoduje ich przenoszenie, a nie kopiowanie. Dodane zostało menu Widok, które umożliwia szybki dostęp do sortowania kontaktów, wyświetlania użytkowników niepodłączonych, a także do zmiany preferencji rozmiaru listy kontaktów.

source: Empathy Contacts
pl: Kontakty Empathy

source: The conversaton dialog now supports a number of new themes, including Adium message styles. "Users" in the user list now have a tooltip; the user list in chat rooms can be hidden; the Contact menu has been removed from the Conversation menu; and if your name is mentioned in a chat room or conversation, that tab's text will become red.
pl: Okno rozmowy obsługuje teraz kilka nowych motywów, włączając w to wiadomości w stylu programu Adium. Nad "użytkownikami" w liście kontaktów wyświetlane są teraz podpowiedzi; lista użytkowników w pokojach rozmów może zostać ukryta; menu Kontakty zostało usunięte z menu Rozmowa; jeśli pseudonim użytkownika został użyty podczas rozmowy w pokoju rozmów lub zwykłej rozmowy, to tekst karty zmieni się na czerwony.

source: Audio and video chats can now be made fullscreen, and if a contact does not have video, their avatar will be displayed. A redial feature has also been added, making it easier to reconnect.
pl: Rozmowy głosowe i wideorozmowy mogą teraz odbywać się na pełnym ekranie, a jeśli rozmówca nie przesyła obrazu, to wyświetlany jest jego awatar. Dodana została funkcja ponownego wybierania, aby ułatwić ponowne połączenie.

source: Users are now able to share their desktop with Empathy contacts using the GNOME Remote Desktop Viewer, <application>Vino</application>.
pl: Użytkownicy mogą teraz współdzielić swój pulpit przez komunikator Empathy, używając przeglądarki zdalnych pulpitów <application>Vino</application>.

source: Geolocation support using Geoclue has been added for XMPP contacts, such as Jabber and Google Talk. You can view a contact's location by hovering your mouse over their contact name in the contact list, in the information dialog or in the Map View. Empathy also supports a reduced accuracy mode for users who wish additional privacy. Google Talk users can view a contact's location, but cannot publish their location as Google does not use PEP.
pl: Dla kontaktów XMPP takich jak Jabber czy Google Talk dodano obsługę geolokalizacji za pomocą usługi Geoclue. Można wyświetlać położenie kontaktów zatrzymując kursor myszy nad wybranym kontaktem w liście. Informacja ta jest też dostępna w oknie dialogowym informacji oraz w widoku mapy. Komunikator Empathy obsługuje także tryb zmniejszonej dokładności dla użytkowników, którzy życzą sobie więcej prywatności. Użytkownicy Google Talk mogą wyświetlać położenia kontaktów, ale nie mogą publikować własnego, ponieważ Google nie obsługuje standardu PEP.

source: Empathy also includes all-new documentation focused on helping users to learn how to perform specifics tasks within Empathy.
pl: Komunikator Empathy zawiera także nową dokumentację, w której nacisk położono na pomoc w wykonywaniu określonych zadań w programie.

source: The GNOME Web Browser, <application>Epiphany</application>, has switched to Webkit from Gecko for its rendering engine. With the exception of some performance enhancements, this change should be invisible. Long-term, the switch to WebKit will have significant benefits to Epiphany users. Switching to WebKit also fixes a number of long standing bugs in Epiphany due to the old Gecko-based backend. You are encouraged to test this new version to confirm if your older problems have been solved.
pl: Przeglądarka WWW <application>Epiphany</application> używa teraz modułu renderowania WebKit zamiast Gecko. Zmiana powinna być niewidoczna dla użytkowników, istnieją jednak pewne korzyści wynikające z lepszej wydajności. W dłuższej perspektywie zmiana na moduł WebKit przyniesie istotne korzyści dla użytkowników przeglądarki Epiphany. Moduł Webkit poprawia także wiele błędów związanych z poprzednim modułem Gecko. Zachęcamy do testowania tej nowej wersji i sprawdzenia, czy uprzednio napotkane problemy nadal występują.

source: Epiphany is also using a new OpenType engine, which uses less memory and has improved support for broken fonts.
pl: Przeglądarka Epiphany używa także nowego mechanizmu OpenType, który używa mniej pamięci i lepiej obsługuje niestandardowe czcionki.

source: One bug users may experience in Epiphany due to the change to Webkit, is not being able to save logins and passwords in forms. This bug will be fixed during the 2.30 development cycle.
pl: Jedną z usterek związaną ze zmianą na moduł wyświetlania WebKit jakiej mogą doświadczyć użytkownicy przeglądarki Epiphany, to niemożność zapisywania danych logowania w formularzach. Ten błąd zostanie poprawiony podczas cyklu wydania 2.30.

source: Media Player Improvements
pl: Usprawnienia odtwarzacza multimediów

source: DVD playback in GNOME's <application>Media Player</application> has been improved with the ability to navigate DVD menus and resume playback from the last position. The YouTube plugin has also seen some speed improvements.
pl: Odtwarzanie filmów DVD w <application>Odtwarzaczu filmów Totem</application> zostało usprawnione dzięki umożliwieniu nawigacji po menu DVD i wznawiania odtwarzania od ostatniej pozycji. Wtyczka YouTube działa teraz szybciej.

source: Smile for the Camera
pl: Uśmiechnij się do zdjęcia!

source: <application>Cheese</application>, a webcam photo and video application, features numerous improvements. Cheese has an updated user interface, and has added a "Burst" mode for taking multiple pictures at a time. You can choose the number of pictures Cheese should take and the time delay between pictures. Cheese also supports the ability to manually take a picture using a webcam's "Capture" button.
pl: <application>Cheese</application>, program do robienia zdjęć i nagrywania filmów za pomocą kamery internetowej, zawiera wiele usprawnień. Zaktualizowano interfejs użytkownika i dodano tryb zdjęć seryjnych. Można wybrać liczbę zdjęć do zrobienia w jednej serii oraz opóźnienie czasowe między zdjęciami. Program Cheese umożliwia także ręczne robienie zdjęć za pomocą przycisku migawki w kamerach internetowych.

source: Cheese's user interface has also been optimized for smaller screens, such as netbooks, by moving the image thumbnail bar to the right. The below screenshot shows Cheese in its new wide mode optimized for Netbooks using Burst mode.
pl: Interfejs użytkownika programu Cheese został zoptymalizowany pod kątem mniejszych ekranów, takich jak w netbookach, poprzez przeniesienie paska miniaturek na prawo. Poniższy zrzut ekranu ilustruje tryb zdjęć seryjnych programu Cheese w nowym, szerokim trybie wyświetlania, zoptymalizowanym dla netbooków.

source: Wide Mode for Netbooks
pl: Tryb szeroki dla netbooków

source: To learn more about Cheese, <ulink url="http://projects.gnome.org/cheese/tour">take the tour!</ulink>
pl: Aby dowiedzieć się więcej o programie Cheese, można zajrzeć na <ulink url="http://projects.gnome.org/cheese/tour">stronę przeglądu jego funkcji</ulink> (w języku angielskim).

source: Annotate Your PDFs
pl: Adnotacje w plikach PDF

source: The <application>Evince</application> document viewer has added the ability to edit and save text annotations that have a popup window associated. <application>Evince</application> now also recovers documents that were being viewed after a crash.
pl: Przeglądarka dokumentów <application>Evince</application> umożliwia teraz dodawanie i modyfikowanie adnotacji tekstowych, z którymi powiązane są wyskakujące okna. Program <application>Evince</application> obsługuje także odzyskiwanie dokumentów po wystąpieniu awarii.

source: Evince has also been ported to and is available for <trademark class="registered">Microsoft Windows</trademark> platforms.
pl: Program Evince został także przystosowany do pracy na platformach <trademark class="registered">Microsoft Windows</trademark>.

source: Fade In and Out
pl: Regulacja głośności kanałów przednich i tylnych

source: <application>GNOME Volume Control</application> has added the ability for you to control a subwoofer and channel fading. Also new is when changing settings, changes are now instantly applied.
pl: Program <application>Kontrola głośności</application> umożliwia regulację natężenia głośności głośnika niskotonowego oraz głośników przednich i tylnych. Zmiany są teraz stosowane natychmiastowo.

source: Subwoofer and Fade Support
pl: Obsługa głośnika niskotonowego oraz głośności przednich i tylnych głośników

source: But Wait, There's More…
pl: Ale to nie wszystko...

source: As well as big changes, there are also various small additions and tweaks that happen in every GNOME release.
pl: Obok dużych zmian w każdym wydaniu środowiska GNOME jest też wiele małych dodatków i usprawnień.

source: GNOME menus and buttons have been standardized across all applications to not display icons by default. Menu items with dynamic objects, including applications, files or bookmarks, and devices are the exception and can display an icon. This change will standardize the look and feel of menus and present a cleaner interface to users.
pl: Przyciski i menu w środowisku GNOME zostały ujednolicone tak, aby domyślnie nie wyświetlały się w nich ikony. Elementy menu z dynamicznymi obiektami, włącznie z programami, plikami i zakładkami oraz urządzenia są wyjątkami i mogą wyświetlać ikonę. Ta zmiana standaryzuje wygląd menu i sprawia, że interfejs użytkownika jest bardziej przejrzysty.

source: <application>Tomboy Notes</application> has moved the location of stored notes and configuration files to conform to Freedesktop.org specifications.
pl: <application>Notatnik Tomboy</application> przechowuje teraz notatki i pliki konfiguracji w położeniu zgodnym ze specyfikacjami Freedesktop.org.

source: <application>GNOME Power Manager</application> now has support for laptops with multiple batteries and has added disk spindown support for DeviceKit disks.
pl: <application>Menedżer zasilania</application> obsługuje teraz laptopy z wieloma akumulatorami, ma także dodaną obsługę zatrzymywania pracy dysków twardych zarządzanych przez usługę systemową DeviceKit.

source: The GTK+ file and lpr print backends support printing multiple pages per sheet.
pl: Mechanizmy drukowania GTK+ file i lpr obsługują drukowanie wielu stron na pojedynczej kartce.

source: Gedit has been ported to <trademark class="registered">Mac OS</trademark> X.
pl: Program Gedit został przystosowany do pracy na platformie <trademark class="registered">Mac OS</trademark> X.

source: GNOME 2.28 Release Notes
pl: GNOME 2.28 ― informacje o wydaniu

source: GNOME Foundation
pl: Fundacja GNOME

source: GNOME has a time-based release schedule. This means that there is a new GNOME release with accompanying notes every six months, to the minute.
pl: Plan wydań projektu GNOME oparty jest na harmonogramie czasowym. Oznacza to, że dokładnie co sześć miesięcy wydawana jest nowa wersja środowiska GNOME wraz z informacjami o wydaniu.

source: GNOME Documentation Project
pl: Projekt dokumentacji GNOME

source: GNOME Translation Project
pl: Projekt tłumaczenia GNOME

source: Introduction
pl: Wprowadzenie
