Repository: aviarypl/gnome-l10n-pl
Catalog: release-notes-help.gnome-3-4.*.po
Languages: pl

source: <application>DConf</application> can now read from multiple user configuration databases. The dconf profile format now explicitly identifies user and system dconf databases, rather than assuming that only the first line specifies a user database. Users interested in sharing part of their dconf profile between multiple systems, such as via a version-controlled home directory, can use this support to read from a shared dconf database in addition to the live-writable dconf database.
pl: <application>DConf</application> może teraz odczytywać wiele baz danych konfiguracji użytkowników. Format profilu DConf bezpośrednio identyfikuje teraz bazy danych użytkownika i systemu, zamiast przyjmować, że pierwszy wiersz określa bazę użytkownika. Użytkownicy zainteresowani współdzieleniem części swojego profilu DConf między wieloma systemami, na przykład przez katalog domowy zarządzany przez program kontrolujący wersje, mogą użyć tj obsługi do odczytywania z współdzielonej bazy DConf jako dodatek do bazy zapisywalnej na żywo.

source: <application>DConf</application> now supports dconf profiles specified by an absolute path in <filename>$DCONF_PROFILE</filename>, rather than just a path relative to <filename>/etc/dconf/profiles/</filename>. This allows users to specify a profile in their own home directory, such as to specify multiple user databases.
pl: <application>DConf</application> obsługuje teraz profile DConf określone przez ścieżkę bezwzględną w zmiennej <filename>$DCONF_PROFILE</filename>, zamiast tylko ścieżkę względną do <filename>/etc/dconf/profiles/</filename>. Umożliwia to użytkownikom na określenie profilu we własnym katalogu domowym, na przykład aby określić wiele baz danych użytkowników.

source: Use of Deprecated Libraries
pl: Wykorzystanie przestarzałych bibliotek

source: Further progress has been made in the continuous work of replacing outdated technologies with superior facilities.
pl: Poczyniono postępy w nieustającej pracy nad zastępowaniem przestarzałych technologii lepszymi rozwiązaniami.

source: Several applications (such as <application>gdm</application>, <application>gnome-control-center</application>, <application>gnome-games</application>, <application>gthumb</application>, <application>gucharmap</application>, <application>metacity</application>, <application>mutter</application> and <application>Rhythmbox</application>) now use <classname>GSettings</classname> as their storage backend instead of deprecated <application>GConf</application>. For <application>mutter</application> this meant <ulink url="http://blogs.gnome.org/fmuellner/2011/11/22/gnome-shell-gsettings-and-keybindings/">some keybinding changes</ulink>.
pl: Niektóre programy (na przykład <application>gdm</application>, <application>gnome-control-center</application>, <application>gnome-games</application>, <application>gthumb</application>, <application>gucharmap</application>, <application>metacity</application>, <application>mutter</application> i <application>Rhythmbox</application>) zamiast przestarzałej biblioteki <application>GConf</application> używają teraz mechanizmu <classname>GSettings</classname> do przechowywania ustawień. W przypadku programu <application>mutter</application> oznacza to <ulink url="http://blogs.gnome.org/fmuellner/2011/11/22/gnome-shell-gsettings-and-keybindings/">pewne zmiany skrótów klawiszowych</ulink>.

source: <application>libgoffice</application>, <application>libgnomekbd</application> and <application>libxklavier</application> received GObject introspection support which makes the API of those modules automatically available to a wide variety of other programming languages and runtimes. On a related note, <application>gevice</application> was converted from using static deprecated Python bindings to using introspection.
pl: Biblioteki <application>libgoffice</application>, <application>libgnomekbd</application> i <application>libxklavier</application> otrzymały obsługę introspekcji GObject, która automatycznie udostępnia API tych modułów innym językom programowania. Ponadto program <application>gevice</application> został przekonwertowany z używania statycznych dowiązań języka Python na używanie introspekcji.

source: Several packages (such as <application>gnome-bluetooth</application>, <application>gnome-control-center</application>, <application>gnome-settings-daemon</application>, <application>gnome-shell</application>, <application>sound-juicer</application>) have been converted from using <ulink url="http://developer.gnome.org/gio/2.32/ch29.html"><application>dbus-glib</application> to <classname>GDBus</classname></ulink> and from <ulink url="http://developer.gnome.org/gtk3/3.4/gtk-migrating-GtkApplication.html"><application>libunique</application> to <classname>G(tk)Application</classname></ulink>.
pl: Niektóre pakiety (na przykład <application>gnome-bluetooth</application>, <application>gnome-control-center</application>, <application>gnome-settings-daemon</application>, <application>gnome-shell</application>, <application>sound-juicer</application>) zostało przekonwertowanych z używania dowiązań <ulink url="http://developer.gnome.org/gio/2.32/ch29.html"><application>dbus-glib</application> do dowiązań <classname>GDBus</classname></ulink> oraz z biblioteki <ulink url="http://developer.gnome.org/gtk3/3.4/gtk-migrating-GtkApplication.html"><application>libunique</application> do interfejsu <classname>G(tk)Application</classname></ulink>.

source: Miscellaneous Developer Updates
pl: Różne aktualizacje dla programistów

source: Other GNOME Platform improvements in GNOME 3.4 include:
pl: Inne ulepszenia platformy programistycznej GNOME w wersji 3.4 obejmują:

source: The project management of the Integrated Development Environment <ulink url="http://projects.gnome.org/anjuta/"><application>Anjuta</application></ulink> is now much easier to use and more powerful. The application received a new "Find in files" dialog that allows you to search project files, and filter on directories and/or file types. The search supports regular expressions and you can also replace in all or only a subset of the results. <application>Anjuta</application> also improved its integration with the User Interface Designer <ulink url="http://glade.gnome.org/"><application>Glade</application></ulink> by allowing to automatically connect widgets and code.
pl: Zarządzanie projektami w zintegrowanym środowisku programistycznym <ulink url="http://projects.gnome.org/anjuta/"><application>Anjuta</application></ulink> jest teraz dużo łatwiejsze w użyciu i posiada więcej funkcji. Dodano nowe okno dialogowe "Wyszukiwanie w plikach" umożliwiające przeszukiwanie plików projektu oraz filtrowanie katalogów i/lub typów plików. Wyszukiwanie obsługuje wyrażenia regularne i zastępowanie w całości lub części wyników. Poprawiono także integrację programu <application>Anjuta</application> z programem do projektowania interfejsów użytkownika <ulink url="http://glade.gnome.org/"><application>Glade</application></ulink> umożliwiając automatyczne łączenie widżetów i kodu.

source: Several applications (such as <application>gnome-dictionary</application>, <application>gnome-system-monitor</application>, <application>transmageddon</application>) provide improved cross-desktop compatibility by inheriting the <ulink url="http://standards.freedesktop.org/basedir-spec/latest/index.html">freedesktop.org directory specification</ulink>.
pl: Niektóre programy (na przykład <application>gnome-dictionary</application>, <application>gnome-system-monitor</application>, <application>transmageddon</application>) posiadają ulepszoną zgodność z różnymi systemami dzięki zastosowaniu <ulink url="http://standards.freedesktop.org/basedir-spec/latest/index.html">specyfikacji katalogów freedesktop.org</ulink>.

source: Developers that use the text editor <application>gedit</application> can use the new plugin <application>gedit-code-assistance</application> which provides code assistance for C, C++ and Objective-C by utilizing <application>clang</application> and code assistance for Python.
pl: Programiści używający edytora tekstu <application>gedit</application> mogą używać nowej wtyczki <application>gedit-code-assistance</application> dostarczającej asystenta pisania kodu w językach C, C++ i Objective-C dzięki użyciu narzędzia <application>clang</application> oraz asystenta pisania kodu w języku Python.

source: <application>Evolution-Data-Server</application> previously downloaded all (old) messages when adding an IMAP account. Now you can define to only <ulink url="http://developer.gnome.org/camel/3.4/CamelFolder.html#CamelFetchType">download older messages</ulink> when required. This saves bandwidth and disk space. It also saw several synchronization API improvements with regard to performance and convenience.
pl: <application>Evolution-Data-Server</application> poprzednio pobierał wszystkie (stare) wiadomości podczas dodawania konta IMAP. Teraz można wybrać <ulink url="http://developer.gnome.org/camel/3.4/CamelFolder.html#CamelFetchType">pobieranie starszych wiadomości</ulink> tylko, jeśli jest to potrzebne. Oszczędza to ilość pobieranych danych i miejsce na dysku. Ulepszono także wydajność i wygodę API synchronizacji.

source: <application>PyGObject</application>'s new <classname>pygtkcompat.py</classname> module provides easier backwards compatibility to deprecated <application>PyGTK</application>.
pl: Nowy moduł <classname>pygtkcompat.py</classname> biblioteki <application>PyGObject</application> dostarcza łatwiejszą zgodność z przestarzałą biblioteką <application>PyGTK</application>.

source: For your convenience <application>Empathy</application> includes a "Send to pastebin" option in its debug window.
pl: Dla wygody użytkownika program <application>Empathy</application> zawiera opcję "Wyślij do serwisu pastebin" w oknie debugowania.

source: What's New in Accessibility
pl: Nowości w dziedzinie dostępności

source: GNOME 3.4 is the most accessible version of GNOME 3 to date, with an emphasis on being reliable and usable for everyone. GNOME has started a <ulink url="www.gnome.org/friends">Friends of GNOME fundraising campaign</ulink> in order to strengthen its commitment to accessibility with more resources and make 2012 the Year of Accessibility for GNOME.
pl: GNOME 3.4 jest wersją GNOME 3 z najlepiej działającymi opcjami dostępności. Szczególnie skupiono się na pewności działania i użyteczności dla każdego użytkownika. Projekt GNOME rozpoczął <ulink url="www.gnome.org/friends">kampanię charytatywną Przyjaciele GNOME</ulink>, aby zwiększyć zaangażowanie w rozwijanie dostępności i sprawić, aby rok 2012 był rokiem dostępności w GNOME.

source: This release includes some significant enhancements to GNOME's accessibility features. These include:
pl: To wydanie zawiera znaczące ulepszenia funkcji dostępności środowiska GNOME, w tym:

source: Improved Orca Integration
pl: Ulepszona integracja z programem Orca

source: GNOME 3 support for screen readers has been improved. This means that users of the <application>Orca</application> screen reader can now use GNOME 3 as their computing environment. This integration will be further developed in future releases, and we encourage <application>Orca</application> users to provide feedback.
pl: Ulepszono obsługę czytników ekranowych. Oznacza to, że użytkownicy czytnika <application>Orca</application> mogą teraz używać GNOME 3 jako swojego środowiska. Ta integracja będzie dalej rozwijania w następnych wydaniach. Zachęcamy użytkowników programu <application>Orca</application> do podzielenia się z nami swoją opinią.

source: <application>Orca</application>'s performance has also been greatly improved this release. These improvements mean that the new version is much faster and more responsive.
pl: Wydajność czytnika <application>Orca</application> została w tym wydaniu znacznie ulepszona. Oznacza to, że nowa wersja jest dużo szybsza i szybciej reaguje na działanie użytkownika.

source: Better High Contrast Mode
pl: Lepszy tryb wysokiego kontrastu

source: New High Contrast Icons
pl: Nowe ikony o wysokim kontraście

source: The high contrast theme has received several improvements this cycle. GNOME's new and refreshed interface components are now supported by high-contrast mode. The high contrast icons that are used in this mode have also been improved and extended, making high contrast look better and cover more of GNOME.
pl: Motyw o wysokim kontraście otrzymał w tym cyklu kilka ulepszeń. Nowe i odświeżone składniki interfejsu GNOME są teraz obsługiwane w trybie wysokokontrastowym. Ikony o wysokim kontraście zostały ulepszone i rozszerzone, dzięki czemu są ładniejsze i pokrywają więcej elementów środowiska GNOME.

source: Configure the Zoom to Suit You
pl: Konfigurowanie powiększenia

source: New Zoom Settings
pl: Nowe ustawienia powiększania

source: New settings for configuring the zoom (or magnifier) feature have been added for this release. The new zoom options allow you to change the magnification factor, the mouse tracking, the position of the magnified view on the screen and enable crosshairs to be added to help you find the mouse or touchpad pointer.
pl: W tym wydaniu dodano nowe ustawienia konfigurowania funkcji powiększenia (lupy). Nowe opcje powiększania umożliwiają zmianę stopnia powiększenia, śledzenia myszy, położenia powiększanego widoku na ekranie oraz włączenie krzyżyka ułatwiającego odnalezienie wskaźnika myszy lub panelu dotykowego.

source: What's New for Users
pl: Nowości dla użytkowników

source: 3.4 is the second GNOME release since 3.0 back in April 2011. It brings a large number of improvements to the user experience, including many bug fixes and small enhancements. The result is a shinier, more polished, more reliable GNOME 3.
pl: 3.4 to drugie wydanie środowiska GNOME od wersji 3.0 z kwietnia 2011. Znacznie ulepszono interfejs użytkownika, naprawiając wiele błędów i dodając nowe funkcje. W wyniku tych działań powstało ładniejsze, bardziej dopracowane i pewne środowisko GNOME.

source: This release also contains some important new developments. Our applications have been a major focus for recent design and development effort, and a host of applications have had significant updates for this release. You will also see improvements to the building blocks that our applications have been made with. This includes smooth scrolling, refreshed user interface components, a much refined visual theme and application menus.
pl: To wydanie zawiera także kilka ważnych nowości. Nasze programy były w centrum uwagi projektantów i programistów, a wiele z nich zostało w tym wydaniu znacznie zaktualizowanych. Ulepszenia można znaleźć także w narzędziach używanych do tworzenia naszych programów. Nowości obejmują płynne przewijanie, odświeżone składniki interfejsu użytkownika oraz udoskonalony motyw wizualny i menu programów.

source: Other highlights for this release include a new document search facility, a new application called Boxes, video calling, and a new animated background that updates over the course of the day. Enjoy!
pl: Inne ważne zmiany w tym wydaniu zawierają nową funkcję przeszukiwania dokumentów, nowy program o nazwie Boxes, obsługę wideorozmów oraz nowe animowane tło, zmieniające się w trakcie dnia!

source: New Look GNOME 3 Applications
pl: Nowy wygląd programów GNOME 3

source: Our applications have been a major theme for this release cycle. The new applications that were released in 3.2 have all received major updates that make them better looking and more pleasurable to use. Several existing applications have also received an overhaul so that they are more consistent and integrated with GNOME 3.
pl: W tym cyklu wydawniczym mocno skupiliśmy się na naszych programach. Nowe programy wydane w cyklu 3.2 otrzymały znacznie aktualizacje, które sprawiają, że wyglądają jeszcze lepiej i jeszcze wygodniej się ich używa. Kilka istniejących programów także otrzymało znaczące zmiany, zbliżające je do wyglądu GNOME 3.

source: Documents
pl: Dokumenty

source: <application>Documents</application>, the new application that allows you to easily browse, search and organize documents, has received a major design refresh. The result is a fresher, cleaner application. The new version comes with a refreshed interface, the ability to create collections of documents and support for printing.
pl: <application>Dokumenty</application>, nowy program umożliwiający łatwe przeglądanie, wyszukiwanie i organizowanie dokumentów, otrzymał odświeżony interfejs użytkownika. W wyniku tego powstał ładniejszy, wygodniejszy program. Nowa wersja zawiera także możliwość tworzenia kolekcji dokumentów i obsługę drukowania.

source: The new look Epiphany, now called Web
pl: Nowy wygląd programu Epiphany, znanego teraz jako WWW

source: <application>Epiphany</application>, the GNOME web browser, has been renamed <application>Web</application>. It has been given a beautiful new interface for 3.4, which includes a redesigned toolbar and 'super menu'. There have also been a number of performance improvements, including faster browsing history.
pl: <application>Epiphany</application>, przeglądarka WWW środowiska GNOME, nazywa się teraz <application>WWW</application>. W wersji 3.3 otrzymała nowy, piękny interfejs użytkownika, zawierający przeprojektowany pasek narzędziowy i "super menu". Dodano także liczne ulepszenia wydajności, w tym szybsze przeglądanie historii.

source: Contacts
pl: Kontakty

source: Our new contact application has also received a major update. The main contact list has been improved as has the layout of contact details. <application>Contacts</application> sports a number of other new features, including inline linking suggestions and a new avatar selector.
pl: Menedżer kontaktów także otrzymał aktualizację. Główna lista kontaktów została ulepszona razem z układem informacji o kontaktach. Program <application>Kontakty</application> zawiera także liczne inne nowe funkcje, w tym powiązywanie sugestii i nowy wybór awatara.

source: <application>Disks</application> is the new name for <application>GNOME Disk Utility</application>, and it has had a major overhaul. The tool, which allows you to manage the disks on your computer, has a refreshed interface, integrates better with GNOME and also received several new features.
pl: <application>Dyski</application> jest nową nazwą <application>Narzędzia do obsługi dysków GNOME</application>, który został całkowicie przeprojektowany. Narzędzie, które umożliwia zarządzanie dyskami w komputerze, posiada odświeżony interfejs, kilka nowych funkcji oraz lepiej integruje się ze środowiskiem GNOME.

source: Another tool we have updated is <application>Passwords and Keys</application>. It has also been given a much more refined and elegant user interface.
pl: Innym zaktualizowanym narzędziem jest <application>Hasła i klucze</application>. Ten program także otrzymał nowy, elegancki interfejs użytkownika.

source: Document Search
pl: Wyszukiwanie dokumentów

source: Search for Documents from the Activities Overview
pl: Wyszukiwanie dokumentów na ekranie podglądu

source: Searching from the Activities Overview already gives you a quick way to access applications, contacts and system settings. A big new feature for this release is the addition of documents to these search results. It means that document search is always at hand.
pl: Wyszukiwanie z ekranu podglądu daje szybki dostęp do programów, kontaktów i ustawień systemu. Dużą nową funkcją w tym wydaniu jest przeszukiwanie dokumentów. Oznacza to, że wyszukiwanie dokumentów jest zawsze pod ręką.

source: The new document search facility is provided directly by the <application> Documents</application> application. As a result, you can search the documents you have on your computer as well as those stored in your online accounts.
pl: Nowa funkcja przeszukiwania dokumentów jest dostarczana bezpośrednio przez program <application>Dokumenty</application>. Dzięki temu można wyszukiwać dokumenty znajdujące się na komputerze oraz te przechowywane na kontach online.

source: This ability for Activities Overview search to provide a window into your applications will be extended in future releases to include other types of content, such as Music and Videos.
pl: Możliwość przeszukiwania programów z ekranu podglądu będzie rozszerzana w przyszłych wydaniach o nowe treści, takie jak muzyka i nagrania wideo.

source: Application Menus
pl: Menu programów

source: Application menus are a new feature that will become an increasingly familiar part of our applications in the future. These menus, which are labelled with the application's name and can be seen in the top bar, provide a new space for options that affect the whole application (as opposed to specific windows), such as application preferences and documentation.
pl: Menu programów są nową funkcją, która z czasem będzie coraz częściej używana w naszych programach. To menu, oznaczone nazwą programu i widoczne na górnym pasku, dostarcza miejsce na opcje wpływające na cały program (w przeciwieństwie do tych wpływających na konkretne okna), takie jak preferencje i dokumentacja programu.

source: A number of applications, including <application>Documents</application>, <application>Web</application> and <application>Contacts</application>, are already making use of application menus for this release.
pl: Liczne programy, w tym <application>Dokumenty</application>, <application>WWW</application> i <application>Kontakty</application>, już w tym wydaniu używają menu programu.

source: Focus-follows-mouse Users
pl: Użytkownicy funkcji aktywności podążającej za myszą

source: An exception will be made for <ulink url="http://en.wikipedia.org/wiki/Focus_%28computing%29#Focus_follows_pointer">focus-follows-mouse</ulink> users; for them, a classic menu bar will be shown.
pl: Wyjątkiem jest tryb <ulink url="http://en.wikipedia.org/wiki/Focus_%28computing%29#Focus_follows_pointer">aktywność podąża za myszą</ulink>, w którym jest wyświetlany klasyczny pasek menu.

source: Refreshed Interface Components
pl: Odświeżone składniki interfejsu

source: A number of our application interface components have been modernized this release. These changes will make applications more elegant and easier to use. They are particularly focused on removing difficult click targets.
pl: Liczne składniki interfejsu naszych programów zostały unowocześnione w tym wydaniu. Te zmiany sprawiają, że programy mają bardziej elegancki wygląd i są łatwiejsze w użyciu. Skupiliśmy się zwłaszcza na usuwaniu miejsc trudnych do kliknięcia.

source: Our New Color Chooser Look
pl: Nowy wygląd wyboru koloru

source: Our color chooser dialog has been brought up to date for 3.4. The new design provides easy access to a tasteful palette of colors, as well as a mechanism to create a set of custom colors. It is much more straightforward to use than the previous version.
pl: Okno dialogowe wyboru zostało zaktualizowane w wydaniu 3.4. Nowy interfejs daje łatwy dostęp do gustownej palety kolorów, a także mechanizm tworzenia własnych zestawów kolorów. Jest dużo łatwiejszy w użyciu niż poprzednia wersja.

source: Scrollbars are another component that have been updated for 3.4. The new version takes up less space and removes the tiny 'stepper' buttons that traditionally feature on scrollbars, and which can be a particularly difficult click target.
pl: Paski przewijania są innym składnikiem zaktualizowanym w wydaniu 3.4. Nowa wersja zajmuje mniej miejsca i usuwa małe przyciski tradycyjnie znajdujące się na paskach, które mogą być szczególnie trudne do kliknięcia.
