Repository: aviarypl/gnome-l10n-pl
Catalog: release-notes-help.gnome-3-2.*.po
Languages: pl

source: The mail and calendar application <application><ulink url="http://library.gnome.org/users/evolution/3.2/">Evolution</ulink></application>
pl: Program do obsługi poczty i kalendarza <application><ulink url="http://library.gnome.org/users/evolution/3.2/">Evolution</ulink></application>

source: The remote desktop viewer <application><ulink url="http://library.gnome.org/users/vinagre/3.2/">Vinagre</ulink></application>
pl: Przeglądarka zdalnych pulpitów <application><ulink url="http://library.gnome.org/users/vinagre/3.2/">Vinagre</ulink></application>

source: There have also been large improvements and enhancements to the <ulink url="http://library.gnome.org/users/gnome-help/3.2/">Desktop Help</ulink>.
pl: Znacznie ulepszono także <ulink url="http://library.gnome.org/users/gnome-help/3.2/">pomoc środowiska</ulink>.

source: Even more beautiful
pl: Jeszcze ładniejsze

source: 3.2 has received lots of visual polish, making it even more beautiful than before. This would not have been possible without the work done on the CSS support in GTK+, see <xref linkend="gtk"/> from the developer section for the changes.
pl: Wersja 3.2 otrzymała wiele poprawek wizualnych, sprawiając że GNOME jest jeszcze ładniejsze niż wcześniej. Nie byłoby to możliwe bez pracy nad obsługą stylów CSS w bibliotece GTK+ (<xref linkend="gtk"/>).

source: The visual polish includes:
pl: Zmiany wizualne obejmują:

source: Dark theme: media applications can now opt to use a dark theme variant. This is used by <application>Movie Player</application> and <application>Image Viewer</application>.
pl: Ciemny motyw: programy multimedialne mogą teraz używać ciemnego wariantu motywu. Jest on używany przez <application>Odtwarzacz filmów</application> i <application>Przeglądarkę obrazów</application>.

source: Window corners are now smoothly anti-aliased.
pl: Rogi okien są teraz wygładzone.

source: Chat notifications are more visually pleasing.
pl: Powiadomienia komunikatora są teraz ładniejsze.

source: Various dialogs such as the network dialogs now match the style used by GNOME shell.
pl: Różne okna dialogowe, takie jak okna dialogowe sieci pasują teraz do stylu używanego przez powłokę środowiska GNOME.

source: Various visual improvements for people with an eye for detail, such as drop shadows on button labels, new inline toolbar and raised button styles, and refined pressed button states. Additionally, focus rectangles will only be shown when using the keyboard to interact with an application.
pl: Różne ulepszenia wizualne dla osób uczulonych na szczegóły, takie jak cienie na etykietach przycisków, nowe style dla wewnętrznych pasków narzędziowych i podniesionych przycisków oraz odświeżone stany wciśnięcia przycisków. Dodatkowo prostokąty aktywnego elementu są wyświetlane tylko podczas używania klawiatury do obsługiwania programów.

source: But Wait, There's More…
pl: Ale to jeszcze nie wszystko…

source: As well as big changes, there are also various small additions and tweaks that happen in every GNOME release.
pl: Poza dużymi zmianami wprowadzono także różne małe dodatki i ulepszenia, jakie są dodawane w każdym wydaniu środowiska GNOME.

source: Ability to access and modify documents shared via the <ulink url="http://en.wikipedia.org/wiki/Apple_Filing_Protocol">Apple Filing Protocol (AFP)</ulink>.
pl: Możliwość dostępu i modyfikowania dokumentów współdzielonych przez <ulink url="http://en.wikipedia.org/wiki/Apple_Filing_Protocol">AFP (Apple Filing Protocol)</ulink>.

source: <application>Movie Player</application> has a new plugin to allow videos to be rotated in case they're in the wrong orientation, such as those recorded on a photo camera or a smart phone.
pl: <application>Odtwarzacz filmów</application> zawiera nową wtyczką umożliwiającą obracanie filmów nagranych w błędnej orientacji za pomocą urządzeń takich jak aparat lub smartfon.

source: Improved access of applications to certificates and keys and more consistent behavior when dealing with certificate authorities, keys, and smart cards by using PKCS#11. (Further improvements in this area are planned for version 3.4.)
pl: Ulepszony dostęp programów do certyfikatów i kluczy oraz bardziej spójne zachowanie podczas działania z ośrodkami CA, kluczami i kartami smartcard używając PKCS#11 (dalsze ulepszenia są planowane w wersji 3.4).

source: A new viewer for certificate and key files so you can quickly inspect such files by double-clicking them in the <application>File Manager</application>.
pl: Nowa przeglądarka dla plików certyfikatów i kluczy, aby można było szybko zbadać takie pliki przez otwarcie ich w <application>menedżerze plików</application>.

source: Viewer for Certificate and Key files
pl: Przeglądarka plików certyfikatów i kluczy

source: Encryption and certification improvements: <placeholder-1/>
pl: Ulepszenia szyfrowania i certyfiakcji: <placeholder-1/>

source: <application>Empathy</application>'s log viewer for previous conversations has a cleaner design. <application>Empathy</application> also supports sending SMS messages, and SIP accounts can be marked as being able to make PSTN calls. Such accounts can be used to call landline and mobile phones.
pl: Przeglądarka przeszłych rozmów programu <application>Empathy</application> posiada prostszy układ. Program <application>Empathy</application> obsługuje także wysyłanie wiadomości SMS, a konta SIP mogą być oznaczane jako umożliwiające wykonywanie rozmów PSTN. Takie konta mogą być używane do dzwonienia na numery stacjonarne i komórkowe.

source: <application>Empathy</application> Log Viewer
pl: Przeglądarka dzienników programu <application>Empathy</application>

source: <application>NetworkManager</application> version 0.9 provides fast user switching, improved WiFi roaming, WiMAX support, flexible permissions and centralized storage of network connection information.
pl: Usługa <application>NetworkManager</application> w wersji 0.9 dostarcza szybkie przełączenie użytkowników, ulepszony roaming WiFi, obsługę WiMAX, elastyczne uprawnienia i scentralizowane przechowywanie informacji o połączeniu sieciowym.

source: <application>Evolution</application> can now show the pictures of contacts stored in Google address books. Furthermore, to make clear that a port number of a mail server can be set, a separate field has been added.
pl: Program <application>Evolution</application> może teraz wyświetlać zdjęcia kontaktów przechowywane w książkach adresowych Google. Co więcej, dodano oddzielne pole do ustawienia numeru portu, aby podkreślić tę możliwość.

source: The text editor <application>Gedit</application> offers new snippets for Mallard and Markdown files, and refreshed Quickopen and Search dialogs.
pl: Edytor tekstu <application>gedit</application> oferuje nowe wstawki dla plików w formatach Mallard i Markdown oraz odświeżone okna dialogowe szybkiego otwarcia pliku i wyszukiwania.

source: Various performance improvements. Most noticeable improvement is with fullscreen 3D games.
pl: Różne ulepszenia wydajności. Najbardziej widoczne jest to w pełnoekranowych grach 3D.

source: Ability to set regional settings in Region panel of <application>System Settings</application>.
pl: Możliwość ustawiania ustawień regionalnych w panelu Regionu <application>Ustawień systemu</application>.

source: A redesigned font chooser dialog.
pl: Przeprojektowane okno wyboru czcionki.

source: New Font Chooser (in <application>Gedit</application>)
pl: Nowe okno wyboru czcionki (w programie <application>gedit</application>)

source: GNOME 3.2 Release Notes
pl: Informacje o wydaniu GNOME 3.2

source: GNOME Foundation
pl: Fundacja GNOME

source: GNOME 3.2 follows the project's predictable release cycle and comes six months after the last GNOME major release, version 3.0. It includes improvements and interesting new features.
pl: GNOME 3.2 zostało wydane zgodnie z przewidywalnym cyklem wydawniczym projektu, dokładnie sześć miesięcy po ostatnim wydaniu GNOME, wersji 3.0. Zawiera ulepszenia i interesujące nowe funkcje.

source: GNOME Marketing Team
pl: Zespół marketingowy GNOME

source: GNOME Translation Project
pl: Projekt tłumaczenia GNOME

source: Introduction
pl: Wprowadzenie

source: The GNOME Project is an international community that works to make great software available to all. GNOME focuses on ease of use, stability, first-class internationalization, and accessibility. GNOME is Free and Open Source Software. This means that all our work is free to use, modify and redistribute.
pl: Projekt GNOME jest międzynarodową społecznością działającą, aby dostarczać wspaniałe oprogramowanie, dostępne dla wszystkich. Projekt GNOME skupia się na łatwości użycia, stabilności, jak najlepszym umiędzynaradawianiu i dostępności. Środowisko GNOME jest wolnym oprogramowaniem i oprogramowaniem open source, co oznacza, że wszystkie efekty naszej pracy są wolne do użytku, modyfikacji i rozprowadzania.

source: GNOME is released every six months. Since the last version, 3.0, approximately 1270 people made about 38500 changes to GNOME. Interested in what we do? Follow us on <ulink url="http://identi.ca/gnome">Identi.ca</ulink>, <ulink url="https://twitter.com/GNOME">Twitter</ulink> or <ulink url="https://www.facebook.com/GNOMEDesktop">Facebook</ulink>.
pl: Środowisko GNOME jest wydawane co sześć miesięcy. Od ostatniej wersji, 3.0, około 1270 osób dokonało około 38500 zmian w środowisku GNOME. Zainteresowani naszą pracą mogą śledzić nas w serwisach <ulink url="http://identi.ca/gnome">Identi.ca</ulink>, <ulink url="https://twitter.com/GNOME">Twitter</ulink> lub <ulink url="https://www.facebook.com/GNOMEDesktop">Facebook</ulink>.

source: If you would like to help make our products even better, <ulink url="http://live.gnome.org/JoinGnome">join us</ulink>. We always welcome more people who can translate from English, assist with marketing, write documentation, test, or do development.
pl: Można do nas <ulink url="http://live.gnome.org/JoinGnome">dołączyć</ulink>, aby pomóc w ulepszaniu naszych produktów. Zawsze witamy osoby tłumaczące oprogramowanie i dokumentację z języka angielskiego, pomagające przy marketingu, pisaniu dokumentacji, testowaniu lub rozwijaniu oprogramowania.

source: You can also support us financially by becoming a <ulink url="http://www.gnome.org/friends/">Friend of GNOME</ulink>.
pl: Można nas także wesprzeć finansowo zostając <ulink url="http://www.gnome.org/friends/">Przyjacielem GNOME</ulink>.

source: If you want to celebrate the release of 3.2 with others, <ulink url="https://live.gnome.org/GnomeMarketing/ThreePointTwo/ReleaseParties">check out whether a Release Party takes place nearby</ulink>!
pl: Można świętować wydanie wersji 3.2 razem z innymi <ulink url="https://live.gnome.org/GnomeMarketing/ThreePointTwo/ReleaseParties">na jednej z naszych imprez</ulink>.

source: Credits
pl: Zasługi

source: This release could not have been possible without the hard work and dedication of <ulink url="http://foundation.gnome.org/membership/members.php">the GNOME community</ulink>. Congratulations and thanks to everyone.
pl: To wydanie nie byłoby możliwe bez ciężkiej pracy i poświęceniu <ulink url="http://foundation.gnome.org/membership/members.php">społeczności GNOME</ulink>. Gratulacje i podziękowania dla wszystkich, którzy to umożliwili.

source: These release notes can be freely translated into any language. If you wish to translate them into your language, please contact the <ulink url="http://live.gnome.org/TranslationProject">GNOME Translation Project</ulink>.
pl: Niniejszy dokument może zostać tłumaczony na dowolny język. Osoby chcące go przetłumaczyć proszone są o kontakt z <ulink url="http://live.gnome.org/TranslationProject">Projektem tłumaczenia GNOME</ulink>.

source: This document is distributed under the <ulink url="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons ShareAlike 3.0 license</ulink>. Copyright © The GNOME Project.
pl: Ten dokument jest dostępny na warunkach licencji <ulink url="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons ShareAlike 3.0</ulink>. Copyright © Projekt GNOME

source: These release notes were compiled by Olav Vitters, André Klapper and Allan Day with help from the GNOME community.
pl: Ułożone przez Olava Vittersa, André Klappera oraz Allana Daya z pomocą społeczności GNOME. Przetłumaczone przez zespół Aviary.pl.

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2009, 2010, 2011
