Repository: aviarypl/gnome-l10n-pl
Catalog: release-notes-help.gnome-2-28.*.po
Languages: pl

source: GNOME 2.28 is the latest version of the GNOME Desktop: a popular, multi-platform desktop environment for your computer. GNOME's focus is ease of use, stability, and first-class internationalization and accessibility support. GNOME is Free and Open Source Software and provides all of the common tools computer users expect of a modern computing environment, such as email, groupware, web browsing, file management, multimedia, and games. Furthermore, GNOME provides a flexible and powerful platform for software developers, both on the desktop and in mobile applications.
pl: GNOME 2.28 to najnowsza wersja popularnego, wieloplatformowego, graficznego środowiska do pracy z komputerem. Najważniejszymi cechami środowiska jest łatwość użycia, stabilność oraz najlepsza dostępność i tłumaczenie. Projekt GNOME tworzy oprogramowanie o wolnym kodzie źródłowym, które zawiera wszystkie elementy nowoczesnego środowiska pracy z komputerem. Są to programy do: obsługi poczty elektronicznej, pracy grupowej, zarządzania plikami i multimediami oraz gry. GNOME to także elastyczna platforma programowania o dużych możliwościach, przeznaczona dla komputerów osobistych i urządzeń przenośnych.

source: The GNOME Desktop is released every six months and contains many new features, improvements, bug fixes, and translations. GNOME 2.28 continues this tradition. To learn more about GNOME and the qualities that distinguish it from other computer desktop environments (such as usability, accessibility, internationalization, and freedom) visit the <ulink url="http://www.gnome.org/about">About GNOME</ulink> page on our website.
pl: Środowisko GNOME jest wydawane co sześć miesięcy. Każde wydanie zawiera wiele nowych funkcji, usprawnień, poprawek błędów i tłumaczeń. Wydanie GNOME 2.28 nie jest wyjątkiem. Więcej informacji o środowisku GNOME i o cechach (użyteczność, dostępność, internacjonalizacja i wolność), które wyróżniają je spośród innych systemów i środowisk, można znaleźć na stronie <ulink url="http://www.gnome.org/about">About GNOME</ulink> (w języku angielskim).

source: <ulink url="http://live.gnome.org/JoinGnome">Join us today</ulink> and see what a difference you can make.
pl: <ulink url="http://live.gnome.org/JoinGnome">Dołącz do nas</ulink> i przekonaj się, że każdy może zmieniać świat.

source: GNOME 2.28 includes all of the improvements made in GNOME 2.26 and earlier. You can learn more about the changes that happened in GNOME 2.26 from its <ulink url="http://www.gnome.org/start/2.26/">release notes</ulink>.
pl: Wydanie GNOME 2.28 zawiera wszystkie usprawnienia dokonane w wersji GNOME 2.26 i wcześniejszych. Więcej informacji o zmianach w wersji GNOME 2.26 można znaleźć w odpowiednich <ulink url="http://www.gnome.org/start/2.26/">informacjach o wydaniu</ulink>.

source: Become a Friend of GNOME!
pl: Zostań przyjacielem GNOME!

source: During the 2.26 development cycle the GNOME Foundation also launched a new Friends of GNOME program. Now supporters can sign up to help the GNOME Foundation with recurring donations. Thanks to user feedback during the 2.28 cycle, the Friends of GNOME program now supports the ability to choose the dollar amount given monthly.
pl: W czasie trwania cyklu wydania GNOME 2.26 Fundacja GNOME uruchomiła nowy program "Przyjaciele GNOME". Osoby chcące wesprzeć rozwój środowiska mogą zobowiązać się do regularnych wpłat na rzecz Fundacji GNOME. Dzięki wskazówkom użytkowników podczas cyklu wydania 2.28, program "Przyjaciele GNOME" można teraz dofinansowywać comiesięczną, osobiście wybraną kwotą.

source: Friends of GNOME is a way for individuals to support the GNOME project's mission of providing a free and open source desktop for everyone regardless of ability. With no advertising or outreach, the foundation has raised over $20,000 in 2009 from generous individuals. That money has contributed to the funds for hackfests, local events and programs which in turn have enabled the GNOME project to create an internationalized, accessible and easy to use desktop software for both traditional desktops and for mobile devices.
pl: Przyjaciele GNOME to sposób na wsparcie finansowe misji projektu GNOME, którą jest dostarczanie wolnego i otwartego środowiska graficznego dla każdego użytkownika ― niezależnie od stopnia jego sprawności. Dzięki hojności ofiarodawców, bez reklamy i zewnętrznej pomocy fundacja zebrała w 2009 roku 20 tysięcy dolarów. Środki te przeznaczane są na festiwale kodowania, lokalne wydarzenia i programy, które przyczyniły się do przekształcenia projektu GNOME w wielojęzyczne, dostępne i łatwe w użyciu środowisko dla komputerów osobistych i urządzeń przenośnych.

source: Head over to the <ulink url="http://www.gnome.org/friends/">Friends of GNOME website</ulink>.
pl: Zapraszamy na <ulink url="http://www.gnome.org/friends/">stronę programu Przyjaciele GNOME</ulink> (w języku angielskim).

source: Credits
pl: Zasługi

source: These release notes were compiled by Paul Cutler with extensive help from the GNOME community. On behalf of the community, we give our warmest thanks to the developers and contributors who made this GNOME release possible.
pl: Informacje o wydaniu zostały zebrane przez Paula Cutlera z pomocą społeczności GNOME. Polskie tłumaczenie środowiska GNOME oraz tego dokumentu wykonał zespół Aviary.pl oraz współpracownicy. W imieniu użytkowników dziękujemy wszystkim, dzięki którym to wydanie środowiska GNOME było możliwe.

source: This work may be freely translated into any language. If you wish to translate it into your language, please contact the <ulink url="http://developer.gnome.org/projects/gtp/">GNOME Translation Project</ulink>.
pl: Niniejszy dokument może być tłumaczony na dowolny język. Osoby chcące go przetłumaczyć proszone są o kontakt z <ulink url="http://developer.gnome.org/projects/gtp/">Projektem tłumaczenia GNOME</ulink>.

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2009
