Repository: aviarypl/gnome-l10n-pl
Catalog: release-notes-help.gnome-2-28.*.po
Languages: pl

source: Looking Forward to GNOME 2.30
pl: Plany dotyczące GNOME 2.30

source: Development doesn't stop with GNOME 2.28. Work has already begun on GNOME 2.30, due to be released exactly six months after 2.28.
pl: Prace nie kończą się wraz z wersją GNOME 2.28. Rozpoczęły się już prace nad GNOME w wersji 2.30, które ukaże się dokładnie sześć miesięcy po wersji 2.28.

source: The final decision whether GNOME 2.30 (to be released in March 2010) or GNOME 2.32 (scheduled for September 2010) will become GNOME 3.0 will be made in early November 2009. This decision will be based on the progress of new and current GNOME applications and libraries and their impact on accessibility, stability and usability.
pl: Ostateczna decyzja, czy GNOME 2.30 (wydanie w marcu 2010), czy GNOME 2.32 (wydanie we wrześniu 2010) będzie określone jako GNOME 3.0 zostanie podjęta na początku listopada 2009. Ta decyzja będzie oparta na postępie rozwoju nowych i bieżących programów oraz bibliotek GNOME, a także ich wpływie na dostępność, stabilność i użyteczność.

source: GNOME 2.30 will continue to provide the desktop platform and applications it always has, and will also potentially feature a new user interface in GNOME Shell and the GNOME Activity Journal which easily helps you browse and find files on your computer. For developers, GNOME 2.30 deprecates a number of old libraries.
pl: GNOME 2.30 nadal będzie dostarczać środowisko i programy jak zawsze, a także potencjalnie nowy interfejs użytkownika w Powłoce GNOME oraz Dziennik Aktywności GNOME, które mogą w łatwy sposób pomóc w przeglądaniu i odnajdywaniu plików. W GNOME 2.30 niektóre biblioteki zostaną wycofane z użytku.

source: A preview of GNOME Shell is available in 2.28 and is available for download. GNOME Shell features an innovative new user interface using the power of a composited desktop. GNOME Shell makes it easy to add additional workspaces, start frequently used applications, and access your most used files and documents.
pl: Wersja poglądowa Powłoki GNOME jest dostępna w wersji 2.28 i można ją pobrać. Powłoka GNOME to innowacyjny interfejs użytkownika, który korzysta z możliwości animowanego pulpitu. Powłoka GNOME pozwala na łatwe dodawanie dodatkowych obszarów roboczych, uruchamianie często używanych programów, a także na dostęp do najczęściej używanych plików i dokumentów.

source: GNOME Shell
pl: Powłoka GNOME

source: The GNOME Activity Journal is a tool for easily browsing and finding files on your computer. It keeps a chronological journal of all file activity and supports tagging and establishing relationships between groups of files. The GNOME Activity Journal is the graphical user interface for Zeitgeist, the engine that tracks all activity in the desktop with support for tagging and bookmarking items.
pl: Dziennik aktywności GNOME to narzędzie pozwalające na łatwe przeglądanie i odnajdywanie plików. Przechowuje chronologiczny dziennik aktywności zmian i dostępu do wszystkich plików, obsługuje etykiety i powiązania między grupami plików. Dziennik Aktywności GNOME jest graficznym interfejsem użytkownika dla Zeitgeist, mechanizmu śledzącego aktywność na pulpicie, z obsługą etykiet i zakładek.

source: GNOME Activity Journal
pl: Dziennik aktywności GNOME

source: Tomboy Online is also scheduled for GNOME 2.30 and will allow users to sync and access their Tomboy Notes via the web.
pl: Tomboy Online jest planowny dla GNOME 2.30, będzie umożliwiał użytkownikom synchronizację i dostęp do notatek programu Tomboy przez Internet.

source: <ulink url="http://live.gnome.org/RoadMap">GNOME's roadmap</ulink> details the developers' plans for the next release cycle, the <ulink url="http://www.gnome.org/start/unstable/">GNOME 2.30 release schedule</ulink> was released earlier this year and is <ulink url="http://www.gnome.org/start/unstable">available on the GNOME wiki</ulink>.
pl: Strona <ulink url="http://live.gnome.org/RoadMap">GNOME's roadmap</ulink> (w języku angielskim) zawiera szczegółowy plan programistów dla następnego cyklu wydania. Strona <ulink url="http://www.gnome.org/start/unstable/">harmonogramu wydania GNOME 2.30</ulink> została wydana w tym roku i jest dostępna na <ulink url="http://www.gnome.org/start/unstable">stronach wiki projektu GNOME</ulink> (w języku angielskim).

source: Installing GNOME
pl: Instalacja środowiska GNOME

source: You can try out GNOME 2.28 with the LiveCD, which contains all of the software included in GNOME 2.28 on a single CD. You can boot your computer directly from the LiveCD without installing anything. The LiveCD can be downloaded from the GNOME <ulink url="http://torrent.gnome.org/">BitTorrent site</ulink>.
pl: Środowisko GNOME 2.28 można wypróbować dzięki płycie LiveCD, która zawiera całe oprogramowanie z wydania GNOME 2.28. Z tej płyty można uruchomić komputer bez instalowania czegokolwiek na dysku twardym. Płytę LiveCD można pobrać z <ulink url="http://torrent.gnome.org/">witryny BitTorrent</ulink> projektu GNOME.

source: To install or upgrade your machine to GNOME 2.28, we recommend you install official packages from your vendor or distribution. Popular distributions will make GNOME 2.28 available very soon, and some already have development versions with GNOME 2.28 available. You can get a list of distributions that ship GNOME and discover the latest versions they ship on our <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> page.
pl: Do instalacji lub aktualizacji używanego środowiska do wersji GNOME 2.28 polecamy skorzystanie z oficjalnych pakietów dostawcy lub dystrybucji. Środowisko GNOME 2.28 będzie niedługo dostępne przez systemy pakietów popularnych dystrybucji. Niektóre dystrybucje w wersjach rozwojowych zawierają już pakiety GNOME 2.28. Listę dystrybucji wraz z wersjami środowiska GNOME można znaleźć na stronie <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> (w języku angielskim).

source: If you are brave and patient, and would like to build GNOME from source, we recommend you use <ulink url="http://library.gnome.org/devel/jhbuild/">JHBuild</ulink>, which is designed to build the latest GNOME from Git. You can use JHBuild to build GNOME 2.28.x by using the <filename>gnome-2.28</filename> moduleset.
pl: Odważni i cierpliwi użytkownicy mogą skompilować środowisko GNOME samodzielnie. Polecamy narzędzie <ulink url="http://library.gnome.org/devel/jhbuild/">JHBuild</ulink>, które pozwala zbudować środowisko GNOME z repozytorium Git. Środowisko GNOME w wersji 2.28.x można skompilować za pomocą tego narzędzia, używając zestawu modułów <filename>gnome-2.28</filename>.

source: While it is possible to build GNOME directly from the release tarballs, we strongly recommend the use of JHBuild.
pl: Mimo, że możliwa jest kompilacja środowiska GNOME bezpośrednio z pakietów źródłowych, zalecamy skorzystanie z narzędzia JHBuild.

source: Internationalization
pl: Internacjonalizacja

source: Thanks to members of the worldwide <ulink url="http://developer.gnome.org/projects/gtp/">GNOME Translation Project</ulink>, GNOME 2.28 offers support for 48 languages with at least 80 percent of strings translated, including the user and administration manuals for many languages.
pl: Dzięki członkom <ulink url="http://developer.gnome.org/projects/gtp/">Projektu tłumaczenia GNOME</ulink> z całego świata środowisko GNOME 2.28 może poszczycić się obsługą 48 języków na poziomie co najmniej 80 procent przetłumaczonych komunikatów (włącznie z podręcznikami dla użytkownika i administratora w wielu językach).

source: Albanian
pl: albański

source: Arabic
pl: arabski

source: Assamese
pl: assamski

source: Basque
pl: baskijski

source: Belarusian Latin
pl: białoruski (alfabet łaciński)

source: Bengali
pl: bengalski

source: Bengali (India)
pl: bengalski (Indie)

source: Brazilian Portuguese
pl: portugalski brazylijski

source: Bulgarian
pl: bułgarski

source: Catalan
pl: kataloński

source: Catalan (Valencian)
pl: kataloński (Walencja)

source: Chinese (China)
pl: chiński (Chiny)

source: Chinese (Hong Kong)
pl: chiński (Hongkong)

source: Chinese (Taiwan)
pl: chiński (Tajwan)

source: Czech
pl: czeski

source: Danish
pl: duński

source: Dutch
pl: holenderski

source: English (US, British, Canadian)
pl: angielski (amerykański, brytyjski, kanadyjski)

source: Estonian
pl: estoński

source: Finnish
pl: fiński

source: French
pl: francuski

source: Galician
pl: galicyjski

source: German
pl: niemiecki

source: Greek
pl: grecki

source: Gujarati
pl: gudżaracki

source: Hebrew
pl: hebrajski

source: Hungarian
pl: węgierski

source: Italian
pl: włoski

source: Japanese
pl: japoński

source: Korean
pl: koreański

source: Latvian
pl: łotewski

source: Lithuanian
pl: litewski

source: Macedonian
pl: macedoński

source: Malayalam
pl: malajalam

source: Norwegian Bokmål
pl: norweski bokmål

source: Norwegian Nynorsk
pl: norweski nynorsk

source: Oriya
pl: orija

source: Polish
pl: polski

source: Portuguese
pl: portugalski

source: Punjabi
pl: pendżabski

source: Romanian
pl: rumuński

source: Russian
pl: rosyjski

source: Serbian
pl: serbski

source: Slovenian
pl: słoweński

source: Spanish
pl: hiszpański

source: Swedish
pl: szwedzki

source: Tamil
pl: tamilski

source: Thai
pl: tajski

source: Turkish
pl: turecki

source: Ukrainian
pl: ukraiński

source: Vietnamese
pl: wietnamski

source: Supported languages: <placeholder-1/>
pl: Obsługiwane języki: <placeholder-1/>

source: Many other languages are partially supported, with more than half of their strings translated.
pl: Wiele innych języków jest obsługiwanych częściowo (tzn. z ponad połową przetłumaczonych komunikatów).

source: Translating a software package as large as GNOME into a new language can be an overwhelming task for even the most dedicated translation team. For this release two language teams have put in a stellar effort, increasing the completeness of their translations by more than 20%. Congratulations to the Romanian and Oriya teams for their hard work. Congratulations also to the Assamese, Kannada, Oriya, Romanian, and Telugu teams, which each passed the 80% mark this time.
pl: Tłumaczenie na nowy język pakietu oprogramowania tak wielkiego jak GNOME jest wielkim wyzwaniem nawet dla najbardziej ambitnego zespołu. W tym wydaniu dwa zespoły tłumaczące wykonały wielką pracę i zwiększyły stopień przetłumaczenia o więcej niż 20%. Gratulacje dla tłumaczy na języki rumuński i orija. Gratulujemy również zespołom: assamskiemu, kannada, orija, rumuńskiemu i telugu, które przekroczyły barierę 80% przetłumaczonych komunikatów.

source: Detailed statistics and more information are available on GNOME's <ulink url="http://l10n.gnome.org/">translation status site</ulink>.
pl: Szczegółowe statystyki i dodatkowe informacje można znaleźć w <ulink url="http://l10n.gnome.org/">witrynie stanu tłumaczeń</ulink> środowiska GNOME.

source: What's New In Mobile
pl: Nowości w platformie mobilnej

source: What's New For Developers
pl: Nowości dla programistów

source: The following changes are important for developers using the GNOME 2.28 developer platform. If you're not interested in changes for developers, you can skip forward to <xref linkend="rni18"/>.
pl: Poniższe zmiany są ważne dla osób korzystających z platformy programistycznej GNOME 2.28. Niezainteresowani czytelnicy mogą przejść dalej, do części <xref linkend="rni18"/>.

source: As well as the GNOME Desktop, GNOME 2.28 is the latest release of the GNOME Developer Platform, a set of API- and ABI-stable libraries available under the GNU LGPL which can be used for the development of cross-platform applications.
pl: GNOME 2.28 to, obok środowiska GNOME, także wydanie platformy programistycznej GNOME ― zestawu bibliotek o stabilnych interfejsach programistycznych (API) oraz binarnych (ABI). Biblioteki te umożliwiają tworzenie oprogramowania dla wielu platform i są dostępne na licencji GNU LGPL.

source: Fixing Usage of Deprecated Libraries
pl: Korzystanie z przestarzałych bibliotek

source: Starting with GNOME 3.0, various deprecated parts of GNOME will be removed. These deprecated components include libraries such as libart_lgpl, libbonobo, libbonoboui, libglade, libgnome, libgnomecanvas libgnomeprint, libgnomeprintui, libgnomeui, and libgnomevfs. For applications that ship as part of the GNOME Desktop, a number of <ulink url="http://live.gnome.org/GnomeGoals">cleanup tasks</ulink> have been carried out to ensure no deprecated code is used. This will ensure the smooth transition to GNOME 3.0.
pl: W wydaniu GNOME 3.0 usunięte będą różne przestarzałe części platformy GNOME. Są to między innymi biblioteki GNOME takie jak libart_lgpl, libbonobo, libbonoboui, libglade, libgnome, libgnomecanvas libgnomeprint, libgnomeprintui, libgnomeui oraz libgnomevfs. Dla programów środowiska GNOME przygotowano <ulink url="http://live.gnome.org/GnomeGoals">listę zadań</ulink> mających na celu usunięcie odwołań do przestarzałego kodu. Pozwoli to zapewnić łagodne przejście na platformę GNOME 3.0.

source: Developers are strongly urged to follow this example in their own applications too. Furthermore, for any developers (or potential developers) who wish to help us out, the <ulink url="http://live.gnome.org/GnomeGoals">GNOME goals</ulink> wiki page lists the various tasks that are yet to be completed. An automatically created and updated status overview of remaining work for modules that are supported by the jhbuild build tool can be found <ulink url="http://www.gnome.org/~fpeters/299.html">here</ulink>.
pl: Zachęcamy programistów do wykonania tego kroku także w ich własnych programach. Dla wszystkich programistów (także potencjalnych) na stronie wiki <ulink url="http://live.gnome.org/GnomeGoals">GNOME goals</ulink> przygotowaliśmy listę zadań do wykonania. Stan modułów obsługiwanych przez narzędzie JHBuild jest automatycznie śledzony i aktualizowany na <ulink url="http://www.gnome.org/~fpeters/299.html">tej stronie</ulink>.

source: Platform Cleanup
pl: Sprzątanie platformy

source: Large efforts have been undertaken to remove deprecated modules and functionality on the way to GNOME 3.0.
pl: Podjęto poważne działania mające na celu usunięcie przestarzałych modułów i funkcjonalności na drodze do GNOME 3.0.

source: In GNOME 2.28, there are no longer any applications that depend on esound, libgnomevfs, libgnomeprint, or libgnomeprintui.
pl: W GNOME 2.28 nie ma już programów zależnych od modułów esound, libgnomevfs, libgnomeprint, czy libgnomeprintui.

source: Other GNOME Platform improvements in GNOME 2.28 include:
pl: Inne ulepszenia platformy GNOME w GNOME 2.28:

source: A dependency on libart_lgpl was removed from two modules (eog and gtkhtml).
pl: Zależność od libart_lgpl została usunięta z dwóch modułów (eog i gtkhtml).

source: A dependency on libbonobo(ui) was removed from five modules (gnome-control-center, gcalctool, gnome-media, gtkhtml, and accerciser).
pl: Zależność od libbonobo(ui) została usunięta z pięciu modułów (gnome-control-center, gcalctool, gnome-media, gtkhtml oraz accerciser).

source: A dependency on libglade was removed from 28 modules (accerciser, alacarte, gnome-control-center, dasher, empathy, gcalctool, gnome-games, gnome-netstatus, gnome-nettool, gnome-mag, gnome-menus, gnome-panel, gnome-power-manager, gnome-screensaver, gnome-session, gnome-settings-daemon, gnome-system-tools, gnome-utils, gtkhtml, hamster-applet, libgnomekbd, orca, pessulus, seahorse, vino, vinagre, yelp, and zenity).
pl: Zależność od libglade została usunięta z 28 modułów (accerciser, alacarte, gnome-control-center, dasher, empathy, gcalctool, gnome-games, gnome-netstatus, gnome-nettool, gnome-mag, gnome-menus, gnome-panel, gnome-power-manager, gnome-screensaver, gnome-session, gnome-settings-daemon, gnome-system-tools, gnome-utils, gtkhtml, hamster-applet, libgnomekbd, orca, pessulus, seahorse, vino, vinagre, yelp oraz zenity).

source: A dependency on libgnome was removed from 14 modules (anjuta, gnome-control-center, dasher, evolution-webcal, gconf, gdl, gdm, gnome-desktop, gnome-media, gnome-system-tools, gok, gtkhtml, vino, and yelp).
pl: Zależność od libgnome została usunięta z 14 modułów (anjuta, gnome-control-center, dasher, evolution-webcal, gconf, gdl, gdm, gnome-desktop, gnome-media, gnome-system-tools, gok, gtkhtml, vino oraz yelp).

source: A dependency on libgnomecanvas was removed from three modules (anjuta, gtkhtml, and zenity).
pl: Zależność od libgnomecanvas została usunięta z trzech modułów (anjuta, gtkhtml oraz zenity).

source: A dependency on libgnomeprint(ui) was removed from one module (gnome-games).
pl: Zależność od libgnomeprint(ui) została usunięta z jednego modułu (gnome-games).

source: A dependency on libgnomeui was removed from 16 modules (anjuta, gnome-control-center, dasher, deskbar-applet, gnome-mag, gnome-media, gnome-settings-daemon, gnome-system-tools, gnome-utils, gok, gtkhtml, hamster-applet, nautilus, orca, vino, and yelp).
pl: Zależność od libgnomeui została usunięta z 16 modułów (anjuta, gnome-control-center, dasher, deskbar-applet, gnome-mag, gnome-media, gnome-settings-daemon, gnome-system-tools, gnome-utils, gok, gtkhtml, hamster-applet, nautilus, orca, vino oraz yelp).

source: A dependency on libgnomevfs was removed from three modules (dasher, gnome-mag, and gnome-utils).
pl: Zależność od libgnomevfs została usunięta z trzech modułów (dasher, gnome-mag oraz gnome-utils).

source: Many modules now provide a nicer and cleaner build output when compiling them by using AM_SILENT_RULES or Shave. For more information see <ulink url="http://live.gnome.org/GnomeGoals/NicerBuilds"> http://live.gnome.org/GnomeGoals/NicerBuilds</ulink>.
pl: Wiele modułów wyświetla teraz lepsze i bardziej przejrzyste komunikaty podczas ich budowania z opcją AM_SILENT_RULES lub Shave. Więcej informacji znajduje się pod adresem <ulink url="http://live.gnome.org/GnomeGoals/NicerBuilds"> http://live.gnome.org/GnomeGoals/NicerBuilds</ulink> (w języku angielskim).

source: Some modules started using GIntrospection — see <ulink url="http://live.gnome.org/GnomeGoals/AddGObjectIntrospectionSupport">http://live.gnome.org/GnomeGoals/AddGObjectIntrospectionSupport</ulink> for more details.
pl: Niektóre moduły zaczęły korzystać z GIntrospection — więcej informacji na stronie <ulink url="http://live.gnome.org/GnomeGoals/AddGObjectIntrospectionSupport">http://live.gnome.org/GnomeGoals/AddGObjectIntrospectionSupport</ulink> (w języku angielskim).

source: Many applications have also removed the usage of deprecated GTK+ and GLib symbols and have applied the new policy to only include top level headers of GTK+ and GLib.
pl: W wielu programach pozbyto się przestarzałych symboli GTK+ i GLib oraz zastosowano nowe zasady, aby dołączać tylko pliki nagłówkowe GTK+ i GLib najwyższego poziomu.

source: GTK+ 2.18 is the latest release of the GTK+ toolkit, which is at the heart of GNOME. GTK+ 2.18 includes new features for developers, as well as extensive bug fixing and housecleaning for the upcoming GTK+ 3.0.
pl: GTK+ 2.18 to najnowsze wydanie biblioteki GTK+, która stanowi serce platformy GNOME. Wersja GTK+ 2.18 zawiera nowe funkcje dla programistów oraz wiele poprawek błędów. W kodzie źródłowym rozpoczęto także przygotowania do nadchodzącej wersji GTK+ 3.0.

source: The file chooser has a number of improvements. It now remembers its sorting state and has better defaults, such as hiding backup files and showing the Size column. It also has improved ellipsization in the path bar.
pl: Okno wyboru plików zostało ulepszone. Teraz zapamiętuje stan sortowania i ma lepsze ustawienia domyślnie, takie jak ukrywanie plików kopii zapasowych oraz wyświetlanie kolumny rozmiaru. Usprawnione zostało także skracanie nazw w belce ścieżki.

source: GTK+ has also seen a number of other improvements, including:
pl: Biblioteka GTK+ zyskała także wiele innych ulepszeń:

source: <classname>GtkEntry</classname> widgets can now also be used to display a progress bar.
pl: Kontrolki <classname>GtkEntry</classname> mogą także wyświetlać pasek postępu.

source: <interfacename>GtkEntry</interfacename> has a model-view separation.
pl: Kontrolka <interfacename>GtkEntry</interfacename> obsługuje wzorzec model-widok.

source: <classname>GtkLabel</classname> can show embedded URIs.
pl: Kontrolka <classname>GtkLabel</classname> może wyświetlać osadzone adresy URI.

source: Printing supports printing a selection.
pl: Drukowanie obsługuje wydruk zaznaczenia.

source: Page setup controls can be embedded in the print dialog.
pl: Kontrolki ustawień strony mogą zostać osadzone w oknie dialogowym drukowania.

source: Status icons have a title property, for improved accessibility.
pl: Ikony stanu mają własność tytułu, aby polepszyć dostępność.

source: A new widget, <interfacename>GtkInfoBar</interfacename>, has been added to display messages in the main window instead of in a dialog.
pl: Dodana została nowa kontrolka <interfacename>GtkInfoBar</interfacename>, która wyświetla komunikaty w oknie głównym zamiast w oknie dialogowym.

source: GTK can be compiled with a modern automake version (automake 1.7 is not needed anymore) and in silent mode with "make V=0" command.
pl: Biblioteka GTK może zostać skompilowana za pomocą nowoczesnej wersji automake (automake 1.7 nie jest już wymagany), a także w trybie wyciszonym, używając polecenia "make V=0".

source: GLib
pl: Biblioteka GLib

source: GNIO has been merged into GIO, and APIs are now included for working with IPv4 and IPv6 addresses, resolving hostnames, reverse IP lookup, low-level socket I/O, and working with network connections and services.
pl: Biblioteka GNIO została scalona z biblioteką GIO. Dostępne są interfejsy programistyczne do pracy z adresami IPv4 i IPv6, rozwijania nazw hostów, odwrotnego wyszukiwania adresów IP, niskopoziomowych gniazd wejścia/wyjścia oraz do połączeń i usług sieciowych.

source: <classname>GArray</classname>, <classname>GMappedFile</classname> and <classname>GTree</classname> are now reference counted.
pl: Dla klas <classname>GArray</classname>, <classname>GMappedFile</classname> i <classname>GTree</classname> stosowana jest metoda zliczania referencji.

source: The main loop supports per-thread default contexts.
pl: Pętla główna obsługuje domyślne konteksty dla wątków.

source: Support has been added for read-write access with <classname>GIOStream</classname> and its subclasses.
pl: Dodano obsługę dostępu do odczytu i zapisu do klasy <classname>GIOStream</classname> i jej podklas.

source: GLib now also includes support for per-file metadata.
pl: Biblioteka GLib obsługuje także metadane dla pojedynczych plików.

source: GNOME Documentation
pl: Dokumentacja środowiska GNOME

source: Support for Mallard, the new GNOME Documentation XML language, has been added to Yelp and gnome-doc-utils.
pl: Do modułów Yelp oraz gnome-doc-utils została dodana obsługa nowego języka XML dokumentacji GNOME - Mallard.

source: For documentation writers, Mallard is a full-featured XML markup language designed explicitly for topic-oriented help, with an easier learning curve than Docbook.
pl: Mallard jest pełnowartościowym językiem XML dla twórców dokumentacji, zaprojektowanym dla tematycznych plików pomocy, który jest łatwiejszy do opanowania od języka Docbook.

source: The <application>Empathy</application> help is the first GNOME documentation to be written in Mallard, and is also the first documentation to move to a Creative Commons Share-Alike 3.0 license, which all GNOME documentation will be moving to in the future.
pl: Pomoc do programu <application>Empathy</application> (pierwsza napisana w języku Mallard) jest także pierwszą dokumentacją, której licencję zmieniono na Creative Commons Share-Alike 3.0. W przyszłości wszystkie pliki pomocy będą dostępne na tej licencji.

source: GNOME Bluetooth
pl: Moduł GNOME Bluetooth
