Repository: aviarypl/gnome-l10n-pl
Catalog: release-notes-help.gnome-3-2.*.po
Languages: pl

source: Looking Forward to GNOME 3.4
pl: Plany dotyczące GNOME 3.4

source: The next release in the GNOME 3 series is scheduled for April 2012. Many new features and enhancements are planned for 3.4.
pl: Następne wydanie w serii GNOME 3 jest zaplanowane na kwiecień 2012. W wersji 3.4 pojawi się wiele nowych funkcji i ulepszeń.

source: User-visible changes
pl: Zmiany widoczne dla użytkownika

source: Continued work on evolving GNOME 3, for instance by improving <quote>focus follows mouse</quote>, making it easier to start multiple applications at the same time, and more.
pl: Kontynuacja pracy nad GNOME 3, na przykład przez ulepszenie trybu <quote>aktywność podążą za kursorem</quote>, ułatwienie uruchamiania wielu programów na raz i wiele więcej.

source: Better installing, enabling and disabling of GNOME Shell extensions, which can provide tweaks, adjustments and enhanced functionality.
pl: Lepsze instalowanie, włączanie i wyłączanie rozszerzeń powłoki środowiska GNOME, które mogą dostarczać nowe funkcje i ulepszenia.

source: Easier input of certain characters and symbols that are not directly supported by the keyboard via better integration of <application>IBus</application>.
pl: Łatwiejsze wprowadzanie niektórych znaków i symboli, które nie są obsługiwane bezpośrednio przez klawiaturą za pomocą lepszej integracji z usługą <application>iBus</application>.

source: Social network integration via <application>libsocialweb</application>.
pl: Integracja z sieciami społecznościowymi przez bibliotekę <application>libsocialweb</application>.

source: A new design for the Call user interface of <application>Empathy</application> that allows users to select the webcam and microphone used during the call, to move the video preview around, and might also include support for video effects.
pl: Nowy projekt interfejsu użytkownika dla okna rozmowy programu <application>Empathy</application>, które umożliwia użytkownikom wybieranie kamery internetowej i mikrofonu używanych podczas rozmowy, przenoszenie podglądu wideo, a może także zawierać obsługę efektów wideo.

source: Automatic <ulink url="http://www.freedesktop.org/wiki/Software/systemd/multiseat">multi-seat</ulink> support using <application>systemd</application>.
pl: Automatyczna obsługa <ulink url="http://www.freedesktop.org/wiki/Software/systemd/multiseat">wielu użytkowników</ulink> używając <application>systemd</application>.

source: Improved rendering of HTML messages in <application>Evolution</application> by using <application>WebKit</application> instead of <application>GtkHtml</application>.
pl: Ulepszone wyświetlanie wiadomości HTML w programie <application>Evolution</application> używając biblioteki <application>WebKit</application> zamiast <application>GtkHtml</application>.

source: Accessibility changes
pl: Zmiany dostępności

source: An extensive set of Symbolic and High Contrast icons is being worked on. These icons will enable brand new accessible and complete High Contrast and High Contrast Inverse themes.
pl: Trwają prace nad obszernymi zestawami ikon symbolicznych i wysokokontrastowych. Te ikony umożliwią powstanie całkiem nowych i dostępnych motywów o wysokim kontraście i o odwróconym wysokim kontraście.

source: Further enhancements to GNOME Shell Magnifier, including caret and focus tracking along with additional options for customizing brightness and contrast.
pl: Dalsze ulepszenia w lupie powłoki środowiska GNOME, w tym śledzenie karetki i aktywności razem z dodatkowymi opcjami do dostosowania jasności i kontrastu.

source: Continued work on GNOME Shell’s accessibility and the tools used to access it.
pl: Dalsza praca nad dostępnością powłoki środowiska GNOME i narzędziami używanymi do dostępu do niej.

source: Developer-related changes
pl: Zmiany dla programistów

source: Continued cleanup of the platform (for example moving from <application>dbus-glib</application> and <application>libunique</application> to <classname>GDBus</classname>/<classname>G(tk)Application</classname>, and migration of <application>Evolution-Data-Server</application>'s storage backend from <application>Gconf</application> to <classname>GSettings</classname>).
pl: Dalsze czyszczenie platformy (na przykład przejście z <application>dbus-glib</application> i <application>libunique</application> do <classname>GDBus</classname>/<classname>G(tk)Application</classname>, migracja mechanizmu przechowywania <application>Evolution-Data-Server</application> z <application>Gconf</application> do <classname>GSettings</classname>).

source: Source code tarballs will only be made available using the .xz compression method.
pl: Pakiety tar z kodem źródłowym będą dostępne wyłączanie w formacie kompresji .xz.

source: Getting GNOME 3.2
pl: Skąd wziąć GNOME 3.2

source: To install or upgrade your machine to GNOME 3.2, we recommend you install the official packages provided by your vendor or distribution. Popular distributions will make GNOME 3.2 available very soon, and some already have development versions with GNOME 3.2 available.
pl: Aby zainstalować lub zaktualizować komputer do GNOME 3.2, zalecane jest zainstalowanie oficjalnych pakietów dostarczanych przez dostawcę lub dystrybucję. GNOME 3.2 będzie dostępne w popularnych dystrybucjach już niedługo, a niektóre z nich już posiadają wersje rozwojowe ze środowiskiem GNOME 3.2.

source: If you want to try out GNOME, download one of our live images. These are available on our <ulink url="http://www.gnome.org/getting-gnome/">Getting GNOME</ulink> page.
pl: Aby wypróbować środowisko GNOME, można pobrać jeden z naszych obrazów Live. Są one dostępne na witrynie <ulink url="http://www.gnome.org/getting-gnome/">Skąd wziąć GNOME</ulink>.

source: If you are brave and patient, and would like to build GNOME from source, we recommend you use <ulink url="http://library.gnome.org/devel/jhbuild/">JHBuild</ulink>, which is designed to build the latest GNOME from Git. You can use JHBuild to build GNOME 3.2.x by using the <filename>gnome-3.2</filename> moduleset.
pl: Dzielnym i cierpliwym użytkownikom chcącym zbudować środowisko GNOME ze źródeł zalecamy użycie systemu <ulink url="http://library.gnome.org/devel/jhbuild/">JHBuild</ulink>, który został zaprojektowany, aby budować najnowszą wersję środowiska GNOME z repozytoriów git. Można użyć systemu JHBuild, aby zbudować środowisko GNOME 3.2.x używając zestawu modułów <filename>gnome-3.2</filename>.

source: Internationalization
pl: Umiędzynaradawianie

source: Thanks to members of the worldwide <ulink url="http://live.gnome.org/TranslationProject">GNOME Translation Project</ulink>, GNOME 3.2 offers support for more than 50 languages with at least 80 percent of strings translated, including the user and administration manuals for many languages.
pl: Dzięki członkom <ulink url="http://live.gnome.org/TranslationProject">Projektu tłumaczenia GNOME</ulink> z całego świata środowisko GNOME 3.2 może poszczycić się obsługą ponad 50 języków, w tym także podręczników dla użytkownika i administratorów w wielu językach.

source: Arabic
pl: arabski

source: Assamese
pl: asamski

source: Asturian
pl: asturyjski

source: Basque
pl: baskijski

source: Bengali
pl: bengalski

source: Bengali (India)
pl: bengalski (Indie)

source: Brazilian Portuguese
pl: portugalski brazylijski

source: British English
pl: angielski (Wielka Brytania)

source: Bulgarian
pl: bułgarski

source: Catalan
pl: kataloński

source: Catalan (Valencian)
pl: kataloński (walencki)

source: Chinese (China)
pl: chiński (Chiny)

source: Chinese (Hong Kong)
pl: chiński (Hongkong)

source: Chinese (Taiwan)
pl: chiński (Tajwan)

source: Czech
pl: czeski

source: Danish
pl: duński

source: Dutch
pl: holenderski

source: Estonian
pl: estoński

source: Finnish
pl: fiński

source: French
pl: francuski

source: Galician
pl: galicyjski

source: German
pl: niemiecki

source: Greek
pl: grecki

source: Gujarati
pl: gudżaracki

source: Hebrew
pl: hebrajski

source: Hungarian
pl: węgierski

source: Indonesian
pl: indonezyjski

source: Italian
pl: włoski

source: Japanese
pl: japoński

source: Korean
pl: koreański

source: Latvian
pl: łotewski

source: Lithuanian
pl: litewski

source: Malayalam
pl: malajalam

source: Norwegian Bokmål
pl: norweski bokmål

source: Oriya
pl: orija

source: Polish
pl: polski

source: Portuguese
pl: portugalski

source: Punjabi
pl: pendżabski

source: Romanian
pl: rumuński

source: Russian
pl: rosyjski

source: Serbian
pl: serbski

source: Serbian Latin
pl: serbski (alfabet łaciński)

source: Spanish
pl: hiszpański

source: Swedish
pl: szwedzki

source: Slovenian
pl: słoweński

source: Tamil
pl: tamilski

source: Thai
pl: tajski

source: Turkish
pl: turecki

source: Uighur
pl: ujgurski

source: Ukrainian
pl: ukraiński

source: Vietnamese
pl: wietnamski

source: Supported languages: <placeholder-1/>
pl: Obsługiwane języki: <placeholder-1/>

source: Many other languages are partially supported, with more than half of their strings translated.
pl: Wiele innych języków jest częściowo obsługiwanych, z przetłumaczoną więcej niż połową tekstów.

source: Detailed statistics, how you can help make GNOME available in your language, and more information are all available on GNOME's <ulink url="http://l10n.gnome.org/">translation status site</ulink>.
pl: Szczegółowe statystyki, informacje jak można pomóc w tłumaczeniu GNOME oraz inne dodatkowe informacje można znaleźć na <ulink url="http://l10n.gnome.org/">witrynie stanu tłumaczeń</ulink> środowiska GNOME.

source: What's New for Developers
pl: Nowości dla programistów

source: The following changes are important for developers using the GNOME 3.2 Developer Platform. If you are not interested in changes for developers, you can skip forward to <xref linkend="rni18"/>.
pl: Następujące zmiany są ważne dla programistów używających platformy programistycznej GNOME 3.2. Można pominąć zmiany dla programistów przechodząc od razu do rozdziału <xref linkend="rni18"/>.

source: Included in GNOME 3.2 is the latest release of the GNOME Developer Platform. This consists of a set of API- and ABI-stable libraries available under the GNU LGPL that can be used for the development of cross-platform applications.
pl: W środowisku GNOME 3.2 zawarto najnowsze wydanie platformy programistycznej GNOME. Składa się ona z bibliotek o stabilnym API i ABI dostępnych na warunkach licencji GNU LGPL, aby można je było używać do tworzenia programów wieloplatformowych.

source: For information on developing with GNOME please visit the <ulink url="http://developer.gnome.org/">GNOME Developer Center</ulink>.
pl: Więcej informacji o programowaniu za pomocą GNOME można znaleźć w <ulink url="http://developer.gnome.org/">Centrum programistów GNOME</ulink>.

source: GNOME's low-level software utility library <application>GLib</application> has seen various improvements:
pl: Biblioteka narzędziowa niskiego poziomu <application>GLib</application> otrzymała różne ulepszenia:

source: <classname>GApplication</classname> can now be used for non-unique applications.
pl: <classname>GApplication</classname> może teraz być używane dla nieunikalnych programów.

source: <application>GLib</application> now installs a separate header for Unix-specific APIs: <filename>glib-unix.h</filename>. Among other things, it provides a mainloop source for Unix signals.
pl: Biblioteka <application>GLib</application> instaluje teraz oddzielny nagłówek dla API uniksowych: <filename>glib-unix.h</filename>. Dostarcza on między innymi źródło głównej pętli dla sygnałów uniksowych.

source: <classname>GDBus</classname> supports the 'object manager' pattern with a number of new interfaces.
pl: <classname>GDBus</classname> obsługuje wzorzec "menedżera obiektów" za pomocą licznych nowych interfejsów.

source: <classname>GDBus</classname> has a code generator now: <command>gdbus-codegen</command>.
pl: <classname>GDBus</classname> posiada teraz generator kodu: <command>gdbus-codegen</command>.

source: Atomic operations have been rewritten to use gcc builtins; calls with explicit casts may be problematic.
pl: Działania atomowe zostały przepisane, by używały wbudowanych działań kompilatora GCC. Wywołania z wymuszonymi konwersjami mogą sprawiać problemy.

source: Atomic operations on pointers have been added, including bit-locks on pointer-size locations.
pl: Dodano działania atomowe na wskaźnikach, w tym blokadę bitów w położeniach rozmiaru wskaźnika.

source: The units policy has been changed to prefer <acronym>SI</acronym> units; <function>g_format_size_for_display</function> has been deprecated in favor of <function>g_format_size</function>.
pl: Polityka jednostek została zmieniona, aby preferowała jednostki <acronym>SI</acronym>. Zmienna <function>g_format_size_for_display</function> została zastąpiona przez <function>g_format_size</function>.

source: Support for <acronym>HMAC</acronym> digests has been added: <classname>GHmac</classname>.
pl: Dodano obsługę podpisów <acronym>HMAC</acronym>: <classname>GHmac</classname>.

source: An interface for certificate and key lookup has been added: <classname>GTlsDatabase</classname>. An implementation is provided by glib-networking.
pl: Dodano interfejs dla certyfikatów i wyszukiwania kluczy: <classname>GTlsDatabase</classname>. Implementacja jest dostarczana przez bibliotekę glib-networking.

source: GTK+ 3.2 is the latest release of the GTK+ toolkit, which is at the heart of GNOME. GTK+ 3.2 includes new features for developers, as well as extensive bug fixes.
pl: Biblioteka GTK+ 3.2 jest najnowszym wydaniem zestawu narzędzi GTK+, który jest sercem środowiska GNOME. GTK+ 3.2 zawiera nowe funkcje dla programistów, a także wiele poprawek błędów.

source: Entries can now contain hints. See <function>gtk_entry_set_placeholder_text</function>.
pl: Pola wprowadzania mogą teraz zawierać podpowiedzi. Proszę zobaczyć funkcję <function>gtk_entry_set_placeholder_text</function>.

source: Many more widgets support height-for-width geometry management. It is important to set reasonable sizes on labels and check window sizes.
pl: Wiele więcej widżetów obsługuje zarządzanie geometrią wysokością względem szerokości. Ważne jest ustawienie rozsądnych rozmiarów etykiet i sprawdzenie rozmiarów okien.

source: <classname>GtkLockButton</classname> for privileged operations, as seen in some control-center panels.
pl: Widżet <classname>GtkLockButton</classname> dla działań wymagających uprawnień, co można zobaczyć w panelach centrum sterowania.

source: <classname>GtkOverlay</classname> for floating controls over a content area, as seen in web browsers.
pl: Widżet <classname>GtkOverlay</classname> dla kontrolek pływających nad obszarem treści, podobnie jak w przeglądarkach WWW.

source: <classname>GtkFontChooserDialog</classname>, a new font selection dialog.
pl: <classname>GtkFontChooserDialog</classname>, nowe okno wyboru czcionki.

source: New widgets: <placeholder-1/>
pl: Nowe widżety: <placeholder-1/>

source: Much improved CSS theming support, including style classes for primary and inline toolbars.
pl: Znacznie ulepszona obsługa motywów CSS, w tym klasy stylów dla głównych i wbudowanych pasków narzędziowych.

source: The HTML backend <application>Broadway</application>, which renders in a browser by using websockets, <ulink url="http://blogs.gnome.org/alexl/2011/03/15/gtk-html-backend-update/">has been improved</ulink> but is still experimental. This potentially allows you to either run your own apps on your server and access it from anywhere, or to put it on a public server that spawns a new instance of the application for every user. Note that this requires compiling GTK+ with <varname>--enable-x11-backend --enable-broadway-backend</varname> and environment variable <envar>GDK_BACKEND</envar> at runtime.
pl: Mechanizm HTML o nazwie <application>Broadway</application> wyświetlający programy w przeglądarce za pomocą WebSockets <ulink url="http://blogs.gnome.org/alexl/2011/03/15/gtk-html-backend-update/">został ulepszony</ulink>, ale wciąż jest eksperymentalny. Potencjalnie umożliwia on uruchamianie programów na serwerze i dostęp do nich z dowolnego miejsca albo umieszczenie programu na serwerze publicznym, który będzie udostępniał oddzielne wystąpienie programu dla każdego użytkownika. Proszę zauważyć, że wymaga to skompilowania biblioteki GTK+ za pomocą opcji <varname>--enable-x11-backend --enable-broadway-backend</varname> i zmiennej środowiskowej <envar>GDK_BACKEND</envar> podczas uruchamiania.

source: Support for reftests <ulink url="http://blogs.gnome.org/otte/2011/05/05/reftests/">has been added</ulink> to make it easier to write test cases.
pl: Dodano obsługę <ulink url="http://blogs.gnome.org/otte/2011/05/05/reftests/">reftests</ulink>, ułatwiających pisanie próbek testowych.

source: Various GTK+ performance improvements <ulink url="http://blogs.gnome.org/otte/2011/03/30/the-book-was-better/">have taken place</ulink> in the areas of caching size requests, reading CSS styling information, and widget size computation.
pl: Miały miejsce różne <ulink url="http://blogs.gnome.org/otte/2011/03/30/the-book-was-better/">ulepszenia wydajności</ulink> biblioteki GTK+ w takich obszarach, jak buforowanie żądań rozmiarów, odczytywanie informacji o stylu CSS i obliczaniu rozmiaru widżetów.

source: GNOME's graphics library for hardware-accelerated user interfaces <application>Clutter</application> provides the following improvements:
pl: Biblioteka interfejsów użytkownika przyspieszanych sprzętowo środowiska GNOME o nazwie <application>Clutter</application> zawiera następujące ulepszenia:

source: New actions, such as <classname>ClutterGestureAction</classname> for writing gesture recognizers, <classname>ClutterSwipeAction</classname> for detecting swipe gestures, <classname>ClutterDropAction</classname> for making actors drop targets when using <classname>ClutterDragAction</classname>, and long-press support for <classname>ClutterClickAction</classname>.
pl: Nowe działania, takie jak <classname>ClutterGestureAction</classname> do zapisywania rozpoznanych gestów, <classname>ClutterSwipeAction</classname> do wykrywania gestów przewijania, <classname>ClutterDropAction</classname> do sprawiania, aby aktor upuścił element docelowy podczas używania <classname>ClutterDragAction</classname>, a także obsługę długiego przyciśnięcia w <classname>ClutterClickAction</classname>.

source: <classname>ClutterState</classname> transitions can be bound to object signals when creating a scene in <classname>ClutterScript</classname>.
pl: Przekształcenia <classname>ClutterState</classname> mogą być dowiązywane do sygnałów obiektów podczas tworzenia sceny w <classname>ClutterScript</classname>.

source: Improved <ulink url="http://developer.gnome.org/clutter/1.8/ClutterCairoTexture.html#ClutterCairoTexture-draw">Cairo drawing integration</ulink>.
pl: Ulepszona <ulink url="http://developer.gnome.org/clutter/1.8/ClutterCairoTexture.html#ClutterCairoTexture-draw">integracja z rysowaniem biblioteki cairo</ulink>.

source: <classname>Cogl</classname>, the GPU programming interface used by Clutter, is exposed as a separate library.
pl: <classname>Cogl</classname>, interfejs programowania procesora graficznego używany przez bibliotekę Clutter został wydzielony do oddzielnej biblioteki.

source: Use of Deprecated Libraries
pl: Użycie przestarzałych bibliotek

source: Further progress has been made in the continuous work of replacing outdated technologies with superior facilities.
pl: Poczyniono postępy w nieustającej pracy nad zastępowaniem przestarzałych technologii lepszymi rozwiązaniami.

source: <application>GConf</application> now uses <application>D-Bus</application> by default and hence does not require <application>ORBit2</application> anymore. As a consequence, the deprecated libraries <application>ORBit2</application> and <application>libIDL</application> have been removed from GNOME.
pl: Biblioteka <application>GConf</application> używa teraz domyślnie usługi <application>D-Bus</application> i nie wymaga już biblioteki <application>ORBit2</application>. W wyniku tego przestarzałe biblioteki <application>ORBit2</application> i <application>libIDL</application> zostały usunięte ze środowiska GNOME.

source: GNOME core modules now only depend on introspection-based Python bindings (<application>pygobject-3</application>) and hence <application>pygtk</application>, <application>gnome-python</application> and <application>gnome-python-desktop</application> are not required anymore.
pl: Główne moduły środowiska GNOME zależą teraz tylko od dowiązań do języka Python opartych na introspekcji (<application>pygobject-3</application>), więc biblioteki <application>PyGTK</application>, <application>gnome-python</application> i <application>gnome-python-desktop</application> nie są już wymagane.

source: Several applications (for example <application>Accerciser</application>, <application>Dasher</application>, <application>GHex</application>, the graphical debugger <application>Nemiver</application>, and the passwords and encryption keys management tool <application>Seahorse</application>) now use <classname>GSettings</classname> as storage backend instead of <application>GConf</application>.
pl: Wiele programów (na przykład <application>Accerciser</application>, <application>Dasher</application>, <application>GHex</application>, graficzny debuger <application>Nemiver</application> oraz narzędzie do zarządzania hasłami i kluczami szyfrowania <application>Seahorse</application>) używa teraz mechanizmu <classname>GSettings</classname> do przechowywania ustawień zamiast biblioteki <application>GConf</application>.

source: Several packages, such as the <application>Epiphany</application> web browser, have been converted from using <ulink url="http://developer.gnome.org/gio/2.30/ch29.html"><application>dbus-glib</application> to <classname>GDBus</classname></ulink> and from <ulink url="http://developer.gnome.org/gtk3/3.2/gtk-migrating-GtkApplication.html"><application>libunique</application> to <classname>G(tk)Application</classname></ulink>.
pl: Wiele pakietów, takich jak przeglądarka WWW <application>Epiphany</application> zostało przekonwertowanych z używania dowiązań <ulink url="http://developer.gnome.org/gio/2.30/ch29.html"><application>dbus-glib</application> do dowiązań <classname>GDBus</classname></ulink> oraz z biblioteki <ulink url="http://developer.gnome.org/gtk3/3.2/gtk-migrating-GtkApplication.html"><application>libunique</application> do interfejsu <classname>G(tk)Application</classname></ulink>.

source: Easier to Compile GNOME With JHBuild
pl: Łatwiejsze kompilowanie GNOME za pomocą JHBuild

source: GNOME's build tool <application><ulink url="http://developer.gnome.org/jhbuild/">JHBuild</ulink></application> does not build a module anymore if the version installed on your system is recent enough. This is controlled by the configuration option <varname>partial_build</varname> and it is enabled by default. The command <command>jhbuild sysdeps</command> lists which system modules have been found as well as the modules that are going to be build.
pl: Narzędzie do budowania środowiska GNOME <application><ulink url="http://developer.gnome.org/jhbuild/">JHBuild</ulink></application> nie buduje już modułów, jeśli wersja zainstalowana w systemie jest dostatecznie nowa. Jest to kontrolowane przez opcję konfiguracji <varname>partial_build</varname> i jest domyślnie włączone. Polecenie <command>jhbuild sysdeps</command> wyświetla listę modułów odnalezionych w systemie oraz listę modułów, które zostaną zbudowane.

source: If you start to build GNOME from scratch with a recent distribution, this can easily drop 50 modules from the list of modules to compile.
pl: W przypadku budowania środowiska GNOME od zera za pomocą nowoczesnej dystrybucji może to zmniejszyć listę kompilowanych modułów nawet o 50.
