Repository: aviarypl/gnome-l10n-pl
Catalog: release-notes-help.gnome-3-0.*.po
Languages: pl

source: Changes to GNOME's underlying technologies mean that GNOME 3 applications will be faster, and our new theming system will give them a more sophisticated visual appearance. Many of GNOME's stock interfaces, such as About dialogs, have also been enhanced.
pl: Zmiany w podstawowych technologiach GNOME oznaczają, że programy środowiska GNOME 3 będą szybsze, a nowy system motywów daje im wyrafinowany wygląd. Wiele standardowych interfejsów środowiska GNOME, takich jak okna "O programie" zostało ulepszonych.

source: But Wait, There's More!
pl: Ale to jeszcze nie wszystko…

source: Other GNOME applications have also got better for GNOME 3.0:
pl: Inne programy GNOME także zostały ulepszone w wydaniu 3.0:

source: The <application>Cheese</application> webcam booth includes both new effects and user-configurable effects.
pl: Program do obsługi kamer internetowych <application>Cheese</application> zawiera nowe efekty, a także umożliwia użytkownikom tworzenie swoich własnych efektów.

source: <application>Evince</application> now enables you to create bookmarks in the documents that you are viewing.
pl: Program <application>Evince</application> umożliwia tworzenie zakładek w przeglądanych dokumentach.

source: The GNOME image viewer, called <application>Eye of GNOME</application>, has received a speed boost and a new plugin system.
pl: Przeglądarka obrazów środowiska GNOME, znana jako <application>Oko GNOME</application>, otrzymała zwiększenie wydajności i nowy system wtyczek.

source: <application>Totem</application> 3.0 includes improved streaming support for video and audio.
pl: Program <application>Totem</application> 3.0 zawiera ulepszoną obsługę strumieniowania obrazu i dźwięku.

source: GNOME 3.0 Release Notes
pl: Informacje o wydaniu GNOME 3.0

source: GNOME Foundation
pl: Fundacja GNOME

source: GNOME 3.0 follows the project's predictable release cycle and comes six months after the last GNOME release, version 2.32. It is the culmination of three years' planning and development and is the project's first major release in nine years.
pl: GNOME 3.0 zostało wydane zgodnie z przewidywalnym cyklem wydawniczym projektu, dokładnie sześć miesięcy po ostatnim wydaniu GNOME, wersji 2.32. Jest efektem trzech lat planowania i programowania oraz pierwszym dużym wydaniem od dziewięciu lat.

source: GNOME Marketing Team
pl: Zespół marketingowy GNOME

source: GNOME Translation Project
pl: Projekt tłumaczenia GNOME

source: Introduction
pl: Wprowadzenie

source: GNOME 3.0 is a major milestone in the history of the GNOME Project. The release introduces an exciting new desktop which has been designed for today's users and which is suited to a range of modern computing devices. GNOME's developer technologies have been substantially improved for 3.0. Modernized and streamlined, they will enable developers to provide better user experiences with less time and effort. And GNOME 3.0 comes with the same GNOME applications that users know and trust, many of which have received significant enhancements.
pl: Wydanie GNOME 3.0 jest dużym kamieniem milowym w historii Projektu GNOME. To wydanie wprowadza nowy, ekscytujący pulpit, zaprojektowany dla dzisiejszych użytkowników, pasujący do wielu nowoczesnych urządzeń. Technologie programistyczne GNOME zostały znacząco ulepszone w wydaniu 3.0. Unowocześnione i uproszczone, umożliwią programistom dostarczanie lepszych wrażeń użytkownikom mniejszym wysiłkiem i ilością czasu. GNOME 3.0 dostarcza te same programy, które użytkownicy znają i ufają, a wiele z nich otrzymało znaczące ulepszenia.

source: 3.0 is the beginning of a new journey for GNOME. The 3.x release series will continue with the project's predictable six-month development cycles, but will build on the trend of innovation seen in 3.0, delivering significant enhancements to the GNOME user and developer experiences.
pl: Wydanie 3.0 jest początkiem nowej przygody dla Projektu GNOME. Seria wydań 3.x będzie kontynuowana zgodnie z przewidywalnym, sześciomiesięcznym cyklem rozwojowym, ale opierać się będzie na innowacjach wprowadzonych w wydaniu 3.0, dostarczając znaczące ulepszenia użytkownikom i programistom GNOME.

source: The GNOME Project is an international community which works to make great software available to all. All our work is free to use, modify and redistribute, and everyone is welcome to participate in its creation. If you would like to help make our products even better, <ulink url="http://live.gnome.org/JoinGnome"> you can join us.</ulink>
pl: Projekt GNOME jest międzynarodową społecznością działającą, aby dostarczać wspaniałe oprogramowanie, dostępne dla wszystkich. Wszystkie efekty naszej pracy są wolne do użytku, modyfikacji i rozprowadzania, a każdy jest mile widziany jako uczestnik jego tworzenia. Jeśli chcesz pomóc jeszcze bardziej ulepszać nasze produkty, to <ulink url="http://live.gnome.org/JoinGnome">możesz do nas dołączyć.</ulink>

source: Credits
pl: Zasługi

source: This release could not have been possible without the hard work and dedication of the GNOME community. Congratulations and thanks everyone who made it a reality.
pl: To wydanie nie byłoby możliwe bez ciężkiej pracy i poświęceniu społeczności GNOME. Gratulacje i podziękowania dla wszystkich, którzy to umożliwili.

source: These release notes can be freely translated into any language. If you wish to translate them into your language, please contact the <ulink url="http://live.gnome.org/TranslationProject">GNOME Translation Project</ulink>.
pl: Niniejszy dokument może zostać tłumaczony na dowolny język. Osoby chcące go przetłumaczyć proszone są o kontakt z <ulink url="http://live.gnome.org/TranslationProject">Projektem tłumaczenia GNOME</ulink>.

source: This document is distributed under the <ulink url="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Sharealike 3.0 license</ulink>. Copyright © The GNOME Project
pl: Ten dokument jest dostępny na warunkach <ulink url="http://creativecommons.org/licenses/by-sa/3.0/">licencji Creative Commons Sharealike 3.0</ulink>. Copyright © Projekt GNOME

source: Compiled by Allan Day with help from the GNOME community.
pl: Ułożone przez Allana Daya z pomocą społeczności GNOME. Przetłumaczone przez zespół Aviary.pl.

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2009, 2010, 2011
