Repository: aviarypl/gnome-l10n-pl
Catalog: release-notes-help.gnome-3-0.*.po
Languages: pl

source: Looking Forward to GNOME 3.2
pl: Plany dotyczące GNOME 3.2

source: The next release in the GNOME 3.x series is scheduled for September/October 2011. Many new features and enhancements to 3.0 are planned, including the addition of a documents interface to the Activities Overview, expansion of the application menus in the top bar, and integrated settings for document sharing and web accounts.
pl: Następne wydanie w serii GNOME 3.x jest zaplanowane na wrzesień/październik 2011. Planowane jest wprowadzenie wielu nowych funkcji i ulepszeń w porównaniu do wydania 3.0, w tym dodanie interfejsu do obsługi dokumentów do Podglądu, rozszerzenie menu programów na górnym pasku oraz zintegrowane ustawienia współdzielenia dokumentów i kont WWW.

source: Getting GNOME 3.0
pl: Skąd wziąć GNOME 3.0

source: The source code for GNOME 3.0 is <ulink url="http://ftp.gnome.org/pub/GNOME/">freely available for download and redistribution</ulink>. (Users are recommended to wait until GNOME 3.0 is available through a distribution or vendor, however.) Information on how to get GNOME 3.0 can be found on the <ulink url="http://gnome3.org/">GNOME 3 website</ulink>. This site also provides 3.0 live images that you can use to try it out.
pl: Kod źródłowy GNOME 3.0 jest <ulink url="http://ftp.gnome.org/pub/GNOME/">dostępny do pobierania i rozprowadzania</ulink> (jednakże użytkownikom zalecamy poczekanie, aż GNOME 3.0 będzie dostępne w dystrybucjach). Informacje o tym, skąd wziąć GNOME 3.0 można znaleźć na <ulink url="http://gnome3.org/">witrynie GNOME 3</ulink>. Dostarcza ona także obrazy Live wydania 3.0, które można wypróbować.

source: In order to provide a cutting-edge experience, the GNOME 3 desktop requires hardware accelerated graphics capabilities. If this is not available, the GNOME 3 fallback desktop provides an excellent experience and incorporates many of the improvements contained in the release.
pl: Aby dostarczyć jak najlepsze wrażenia, środowisko GNOME 3 wymaga sprzętowego przyspieszenia grafiki. Jeśli nie jest dostępne, zastępcze środowisko GNOME 3 dostarcza wspaniałe wrażenia i zawiera wiele ulepszeń dodanych w tym wydaniu.

source: Internationalization
pl: Umiędzynaradawianie

source: Thanks to members of the worldwide <ulink url="http://live.gnome.org/TranslationProject">GNOME Translation Project</ulink>, GNOME 3.0 offers support for more than 50 languages, often including user and administration manuals.
pl: Dzięki członkom <ulink url="http://live.gnome.org/TranslationProject">Projektu tłumaczenia GNOME</ulink> z całego świata środowisko GNOME 3.0 może poszczycić się obsługą ponad 50 języków, w tym także podręczników dla użytkownika i administratorów w wielu językach.

source: Arabic
pl: arabski

source: Asturian
pl: asturyjski

source: Basque
pl: baskijski

source: Bengali
pl: bengalski

source: Brazilian Portuguese
pl: portugalski brazylijski

source: British English
pl: angielski (Wielka Brytania)

source: Bulgarian
pl: bułgarski

source: Catalan
pl: kataloński

source: Catalan (Valencian)
pl: kataloński (walencki)

source: Chinese (China)
pl: chiński (Chiny)

source: Chinese (Taiwan)
pl: chiński (Tajwan)

source: Chinese (Hong Kong)
pl: chiński (Hongkong)

source: Czech
pl: czeski

source: Danish
pl: duński

source: Dutch
pl: holenderski

source: Estonian
pl: estoński

source: Finnish
pl: fiński

source: French
pl: francuski

source: Galician
pl: galicyjski

source: German
pl: niemiecki

source: Greek
pl: grecki

source: Gujarati
pl: gudżaracki

source: Hebrew
pl: hebrajski

source: Hungarian
pl: węgierski

source: Indonesian
pl: indonezyjski

source: Italian
pl: włoski

source: Japanese
pl: japoński

source: Korean
pl: koreański

source: Latvian
pl: łotewski

source: Lithuanian
pl: litewski

source: Norwegian Bokmål
pl: norweski bokmål

source: Polish
pl: polski

source: Portuguese
pl: portugalski

source: Punjabi
pl: pendżabski

source: Romanian
pl: rumuński

source: Russian
pl: rosyjski

source: Serbian
pl: serbski

source: Serbian Latin
pl: serbski (alfabet łaciński)

source: Slovenian
pl: słoweński

source: Spanish
pl: hiszpański

source: Swedish
pl: szwedzki

source: Tamil
pl: tamilski

source: Thai
pl: tajski

source: Turkish
pl: turecki

source: Ukrainian
pl: ukraiński

source: Vietnamese
pl: wietnamski

source: Supported languages include: <placeholder-1/>
pl: Obsługiwane języki: <placeholder-1/>

source: Many other languages are partially supported. Detailed information on the extent of GNOME translations is available through the <ulink url="http://l10n.gnome.org/">GNOME translation status site.</ulink>
pl: Wiele innych języków jest częściowo obsługiwanych. Szczegółowe statystyki i dodatkowe informacje można znaleźć na <ulink url="http://l10n.gnome.org/">witrynie stanu tłumaczeń</ulink> środowiska GNOME.

source: Translating a software package as large as GNOME into a different language can be a difficult task for even the most dedicated translation team. For this release a stellar effort has been done by the Uighur team, increasing the completeness of their translation by more than 37 points. The Esperanto team also increased its coverage by 21 percent.
pl: Tłumaczenie pakietu oprogramowania, tak wielkiego jak GNOME, na inny język jest wielkim wyzwaniem nawet dla najbardziej ambitnego zespołu. W tym wydaniu chcielibyśmy szczególnie wspomnieć zespół języka ujgurskiego, który zwiększył kompletność swoich tłumaczeń o 37% oraz zespół języka esperanto, który zwiększył kompletność swoich tłumaczeń o ponad 21%.

source: What's New for Developers
pl: Nowości dla programistów

source: GNOME's developer technologies have been enhanced for 3.0. A substantial amount of consolidation work has enabled a large number of modules to be deprecated. Many components have been simplified and modernized, and several technologies have been replaced with superior facilities.
pl: Technologie programistyczne GNOME zostały ulepszone dla wydania 3.0. Wiele czasu włożonego w konsolidację umożliwiło oznaczenie wielu modułów jako przestarzałe. Wiele składników zostało uproszczonych i unowocześnionych, a kilka technologii zostało zastąpionych lepszymi funkcjami.

source: Modern Graphics
pl: Nowoczesna grafika

source: GTK+, the GNOME graphical toolkit, has made a clean break from antiquated drawing APIs. This has allowed it to be consolidated around modern graphics facilities, making it faster and more portable.
pl: GTK+, biblioteka GNOME dostarczająca zestaw narzędzi do tworzenia programów graficznych, została pozbawiona przestarzałych API do rysowania. Umożliwiło to skoncentrowanie się na nowoczesnych funkcjach graficznych, przyspieszając ją i umożliwiając przenoszenie jej na inne platformy.

source: Advanced Input Device Handling
pl: Zaawansowana obsługa urządzeń wprowadzania

source: GTK+ will now make use of XInput2 if it is available. This offers a number of significant advantages, such as support for input device hot-plugging and support for complex input devices such as tablets. Integration with XInput2 also enables handling of multiple pointers and means that GNOME is ready for the arrival of multitouch in X11.
pl: Biblioteka GTK+ używa teraz mechanizmu XInput2, jeśli jest dostępny. Rozwiązanie to ma wiele znaczących zalet, takich jak obsługa podłączania urządzeń wejściowych w czasie pracy i obsługę skomplikowanych urządzeń, takich jak tablety. Integracja mechanizmu XInput2 umożliwia także obsługę wielu wskaźników, co oznacza gotowość GNOME na wielodotykowość w X11.

source: Improved Theming Capabilities
pl: Ulepszone możliwości motywów

source: GNOME 3.0 introduces a new visual theming system. Themes are more human-readable thanks to the use of CSS syntax, and theme authors now have access to a greater range of effects such as curves, gradients and alpha colors. The new system also supports implicit animations and RGBA colors.
pl: GNOME 3.0 wprowadza nowy system motywów wizualnych. Motywy są bardziej czytelne dla człowieka dzięki użyciu składni CSS, a autorzy motywów mają dostęp do większej liczby efektów, takich jak krzywe, gradienty i kolory calfa. Nowy system obsługuje także animacje i kolory RGBA.

source: Multiple Platform Support
pl: Obsługa wielu platform

source: GTK+ 3.0 includes a new capacity to easily support multiple platforms (these can be built against simultaneously and selected at run time). This will make make the transition to new platforms, such as Wayland, much easier.
pl: Biblioteka GTK+ 3.0 zawiera nową możliwość obsługi wielu platform (która może być budowana jednocześnie i wybrana podczas uruchamiania). Ułatwi to przejście na nowe platformy, takie jak serwer Wayland.

source: Easy Application Creation
pl: Łatwe tworzenie programów

source: The new <classname>GtkApplication</classname> class automatically takes care of many application integration talks, including keeping track of open windows, ensuring uniqueness and exporting actions. It means that creating a GNOME application is more convenient and requires less code. This facility will be further expanded during the 3.x cycle.
pl: Nowa klasa <classname>GtkApplication</classname> automatycznie zajmuje się wieloma zadaniami integracji programów, w tym śledzenie otwartych okien, zapewnianie unikalności i eksportowanie działań. Oznacza to, że tworzenie programów GNOME jest wygodniejsze i wymaga mniej kodu. Ta funkcja będzie rozszerzana podczas cyklu wydawniczego 3.x.

source: First Class Bindings
pl: Najlepsze powiązania

source: GNOME has traditionally supported a range of high-level languages. The introduction of GObject Introspection in GNOME 3.0 means that these language bindings are dynamically updated, ensuring reliability and giving developers access to the full range of functionality contained in our core technologies.
pl: Projekt GNOME tradycyjnie już wspiera wiele języków wysokiego poziomu. Wprowadzenie Introspekcji GObject w GNOME 3.0 oznacza, że powiązania z językami są dynamicznie aktualizowane, zapewniając niezawodność i dając programistom dostęp do pełnego zakresu funkcjonalności zawartej w naszych głównych technologiach.

source: Fast and Simple Settings
pl: Szybkie i proste ustawienia

source: GNOME's previous settings facilities have been replaced with two new components for 3.0. Both have major advantages over their predecessors. GSettings provides a simple and effective settings API and allows class properties to be bound to settings with little effort. dconf is the new blazing fast storage and retrieval part of the partnership.
pl: Poprzednie funkcje ustawień środowiska GNOME zostały w wydaniu 3.0 zastąpione dwoma nowymi składnikami. Oba mają duże zalety względem swoich poprzedników. GSettings dostarcza proste i wydajne API ustawień i umożliwia dowiązywanie właściwości klas do ustawień bez dużego wysiłku. dconf jest nowym, niesamowicie szybkim mechanizmem do przechowywania i pobierania ustawień.

source: Richer, More Flexible User Interfaces
pl: Bogatsze, elastyczniejsze interfejsy użytkownika

source: The GNOME interface toolkit has gained enhanced layout abilities which makes for more flexible and efficient space allocation for both interface controls and content display. 3.0 also introduces several new interface widgets, such as a switch and application chooser dialog.
pl: Zestaw narzędzi do budowania interfejsu środowiska GNOME uzyskał ulepszone możliwości układania, które umożliwiają elastyczniejsze i wydajniejsze przydzielanie przestrzeni dla kontrolek interfejsu i wyświetlanych treści. Wydanie 3.0 wprowadza także kilka nowych widżetów, takie jak przełącznik i okno wyboru programu.

source: The new application chooser dialog
pl: Nowe okno wyboru programu

source: Anjuta Integrated Development Environment
pl: Zintegrowane środowisko programistyczne Anjuta

source: <application>Anjuta</application>, the GNOME integrated development environment, includes a number of enhancements in 3.0, including the automatic connection of signals to interface widgets, improved autotools/pgk-config support, and a new Git integration system.
pl: <application>Anjuta</application>, zintegrowane środowisko programistyczne GNOME zawiera liczne ulepszenia w wydaniu 3.0, w tym automatyczne łączenie sygnałów do widżetów interfejsu, ulepszoną obsługę Autotools/pgk-config i nowy system integracji z programem Git.

source: Upgrading to GNOME 3
pl: Aktualizowanie do GNOME 3

source: Our <ulink url="http://live.gnome.org/DevGnomeOrg/Gnome3PortingGuide"> porting guide</ulink> contains instructions on how to port existing GNOME software to our new developer technologies.
pl: <ulink url="http://live.gnome.org/DevGnomeOrg/Gnome3PortingGuide"> Podręcznik przenoszenia</ulink> zawiera instrukcje przenoszenia istniejącego oprogramowania GNOME do nowych technologii programistycznych.

source: What's New for Users
pl: Nowości dla użytkowników

source: A New Desktop
pl: Nowy pulpit

source: 3.0 introduces a new GNOME desktop. Elegant and beautiful, it has been designed to enable people to get things done with ease, comfort and control. The 3.0 desktop is the continuation of the GNOME Project's focus on providing an easy to use desktop environment that can be used by everybody. It includes a host of major new features.
pl: Wydanie 3.0 wprowadza nowy pulpit GNOME. Elegancki i piękny, został zaprojektowany, aby umożliwić użytkownikom wykonywanie zadań z łatwością, wygodną i kontrolą. Pulpit 3.0 jest kontynuacją skupienia Projektu GNOME na dostarczaniu łatwego w użyciu środowiska pulpitu, który może być używany przez każdego. Zawiera on wiele nowych funkcji.

source: An overview at a glance
pl: Podgląd w zasięgu ręki

source: The Activities Overview
pl: Widok podglądu

source: The Activities Overview is a key feature of the GNOME 3 desktop. Accessible through the Activities button, top-left hot corner or windows key, it is the portal to all your computing activities. The overview allows you to see all of your windows at once and can be used to switch between tasks and launch applications.
pl: Podgląd jest kluczową funkcją pulpitu GNOME 3. Dostępny przez przycisk Podgląd, obszar w lewym górnym rogu lub klawisz Windows, jest portalem do wszystkich działań na komputerze. Podgląd umożliwia przeglądanie wszystkich okien na raz oraz przełączanie między zadaniami i uruchamianie programów.

source: Notifications That Work for You
pl: Działające powiadomienia

source: GNOME 3.0 includes a new notifications system which has been designed to let you focus on your current task. Notifications are unobtrusive and will wait for you in the Messaging Tray until you are ready to respond to them. Notifications in GNOME 3 are also interactive: clicking them will switch to the relevant window, and they can feature buttons for common responses.
pl: GNOME 3.0 zawiera nowy system powiadomień, zaprojektowany tak, aby umożliwić skupienie się na bieżącym zadaniu. Powiadomienia są dyskretne i czekają na użytkownika w obszarze powiadamiania, aż jest on gotowy na nie odpowiedzieć. Powiadomienia w GNOME 3 są także interaktywne: naciśnięcie na nie przełączy na odpowiednie okno, i mogą zawierać przyciski dla częstych odpowiedzi.

source: Integrated Messaging
pl: Zintegrowany komunikator

source: Messaging are directly integrated into the GNOME 3 desktop. With GNOME 3.0, you can reply to a message directly from its notification, and you can pick up previous conversations through the Messaging Tray at the bottom of the screen. This means that you can communicate with your contacts without the need to switch to a different window.
pl: Komunikator jest bezpośrednio zintegrowany z pulpitem GNOME 3. Za pomocą GNOME 3.0 można odpowiadać na wiadomość bezpośrednio z powiadomienia, a także wybierać poprzednie rozmowy w obszarze powiadamiania na dole ekranu. Oznacza to, że można komunikować się ze znajomymi bez potrzeby przełączania na inne okno.

source: Inline chat
pl: Wbudowane rozmowy

source: Group Your Windows
pl: Grupowanie okien

source: GNOME 3's new workspaces interface makes it easy to group your windows and provides a simple way to organize your work. Windows can be easily added to workspaces using drag and drop, and the thumbnails in the workspace switcher can be used to move between spaces.
pl: Nowy interfejs obszarów roboczych w GNOME 3 ułatwia grupowanie okien i dostarcza prosty sposób na organizowanie swojej pracy. Okna mogą być łatwo dodawane do obszarów roboczych przez przeciągnięcie i upuszczenie, a miniatury w przełączniku obszarów roboczych mogą być używane do przenoszenia okien między obszarami.

source: Desktop Search
pl: Wyszukiwanie na pulpicie

source: The GNOME 3 desktop includes an integrated search facility which can be used to launch applications, switch windows, and open recent documents and settings. The GNOME project will be extending this desktop search facility in future releases.
pl: Pulpit GNOME 3 zawiera zintegrowaną funkcję wyszukiwania, która może być używana do uruchamiania programów, przełączania okien oraz otwierania ostatnich dokumentów i ustawień. Projekt GNOME będzie rozszerzał tę funkcję w przyszłych wydaniach.

source: Redesigned Settings Framework
pl: Przeprojektowana struktura ustawień

source: GNOME 3.0 includes a new settings browser which allows you to explore your system settings from the same window as well as to search for settings panels. GNOME's systems settings have also been reorganized for 3.0, making it straightforward to find the setting you want, and many settings panels have also been redesigned to make them easier to use.
pl: Środowisko GNOME 3.0 zawiera nową przeglądarkę ustawień, umożliwiającą eksplorowanie ustawień systemowych w tym samym oknie, a także wyszukiwanie paneli ustawień. Ustawienia systemowe GNOME zostały w wydaniu 3.0 przeorganizowane, ułatwiając wyszukiwanie potrzebnych ustawień, a wiele paneli zostało przeprojektowanych, aby ułatwić ich używanie.

source: Topic-Oriented Help
pl: Pomoc na konkretne tematy

source: GNOME 3 features new topic-oriented help, which has been designed to enable you to find the answers you need without sifting through lengthy manuals. Huge performance improvements and faster searches in the GNOME help browser mean that you will spend less time looking for the advice you are looking for.
pl: Środowisko GNOME 3 zawiera nową pomoc, zorientowaną na konkretne tematy, zaprojektowaną tak, aby wyszukiwać odpowiedzi bez przeglądania długich podręczników. Wielkie zwiększenia wydajności i szybsze wyszukiwanie w przeglądarce pomocy środowiska GNOME oznacza mniej czasu spędzonego na szukaniu wskazówek.

source: And That's Not All…
pl: Ale to nie wszystko…

source: The GNOME 3 desktop contains many other features. Here are just some of them:
pl: Środowisko GNOME 3 zawiera wiele innych nowych funkcji. Poniżej wymieniono kilka z nich:

source: A place to keep your favorite applications, called the <application>Dash</application>.
pl: Miejsce na ulubione programy, zwane <application>Dash</application>.

source: Side-by-side window tiling so that you can easily use two windows at once.
pl: Kafelkowanie okien po bokach ekranu ułatwia używanie dwóch okien naraz.

source: New wallpapers, including a new default GNOME wallpaper.
pl: Nowe tapety, w tym nowa domyśla tapeta środowiska GNOME.

source: A beautiful new visual theme and an elegant new GNOME font called <application>Cantarell</application>.
pl: Nowy motyw wizualny oraz elegancka, nowa czcionka środowiska GNOME o nazwie <application>Cantarell</application>.

source: More Information
pl: Więcej informacji

source: More information about the GNOME 3 desktop, including video demonstrations, can be found on the <ulink url="http://www.gnome3.org/">GNOME 3 website</ulink>.
pl: Więcej informacji o pulpicie GNOME 3, a tym filmy demonstracyjne można znaleźć na <ulink url="http://www.gnome3.org/">witrynie GNOME 3</ulink>.

source: Applications
pl: Programy

source: GNOME's applications have received a huge number of improvements for 3.0, and it is impossible to describe all of them. Here are some of the biggest changes that are included in the release.
pl: Programy GNOME otrzymały wiele ulepszeń w wydaniu 3.0, i niemożliwe jest opisanie ich wszystkich. Tutaj można znaleźć kilka największych zmian zawartych w tym wydaniu.

source: The Nautilus File Browser
pl: Przeglądarka plików Nautilus

source: Redesigned File Browser
pl: Przeprojektowana przeglądarka plikó

source: <application>Nautilus</application>, the GNOME file manager, has been given a fresh new design for 3.0. The new interface is clean and elegant, and the new places sidebar makes it easy to jump to important folders. The <application>Connect to Server</application> dialog has also been redesigned in order to make it more efficient.
pl: <application>Nautilus</application>, menedżer plików środowiska GNOME, otrzymał świeży, nowy wygląd w wydaniu 3.0. Nowy interfejs jest czysty i elegancki, a nowy pasek boczny miejsc ułatwia przechodzenie do ważnych katalogów. Okno <application>Połącz z serwerem</application> także zostało przeprojektowane, aby ułatwić jego używanie.

source: Modernized Web Browsing
pl: Unowocześnione przeglądanie WWW

source: The <application>Epiphany</application> web browser has received a number of improvements for 3.0. Navigation is faster and more responsive, and the new release introduces geolocation support. Epiphany also includes a new downloads interface and status bar, which give it a more focused user interface and which, alongside numerous visual enhancements, gives a polished, modern browsing experience.
pl: Przeglądarka WWW <application>Epiphany</application> otrzymała wiele ulepszeń w wydaniu 3.0. Nawigacja jest szybsza i wydajniejsza, a także wprowadzono obsługę geolokacji. Program Epiphany zawiera także nowy interfejs pobierania i pasek stanu, umożliwiające skupienie się na treści, co razem z wieloma ulepszeniami wizualnymi daje dopracowany, nowoczesny interfejs użytkownika.

source: Smarter Text Editing
pl: Inteligentniejsze redagowanie tekstu

source: GNOME 3.0 includes updates to the <application>gedit </application> text editor, including intelligent spell checking, full support for compressed files, and the ability to handle documents which contain invalid characters. gedit 3.0 also includes a new search interface which does not interfere with viewing a document and tab groups which make it possible to view several documents at once.
pl: Wydanie GNOME 3.0 zawiera aktualizacje edytora tekstu <application>gedit</application>, takie jak inteligentne sprawdzanie pisowni, pełną obsługę skompresowanych plików oraz możliwość obsługi dokumentów z nieprawidłowymi znakami. Program gedit 3.0 zawiera także nowy interfejs wyszukiwania, niekolidujący z wyświetlanym dokumentem oraz grupy kart, umożliwiające wyświetlanie kilku dokumentów na raz.

source: Better Messaging
pl: Ulepszony komunikator

source: The 3.0 release of the <application>Empathy</application> messaging application contains a number of changes, including improved call handling, spelling assistance, password and certificate handling. It is now possible to block incoming messages from unwanted contacts and to search for contacts on remote servers.
pl: Wydanie 3.0 komunikatora <application>Empathy</application> zawiera liczne zmiany, w tym ulepszoną obsługę połączeń przychodzących, sprawdzanie pisowni oraz obsługę haseł i certyfikatów. Można teraz blokować wiadomości przychodzące od niechcianych kontaktów oraz wyszukiwać kontaktów na zdalnych serwerach.

source: Improvements Under the Hood
pl: Ulepszenia pod maską
