Repository: aviarypl/gnome-l10n-pl
Catalog: release-notes-help.gnome-3-2.*.po
Languages: pl

source: Miscellaneous Developer Updates
pl: Różne aktualizacje dla programistów

source: Other GNOME Platform improvements in GNOME 3.2 include:
pl: Inne ulepszenia platformy programistycznej GNOME w wersji 3.2 obejmują:

source: The classic (static) Python bindings were removed for PyGObject 3.0 and only dynamic Python bindings are provided (via introspection). PyGObject 2 and 3 are parallel-installable as introspection is turned off by default in the PyGObject 2 packages. Information on <ulink url="http://www.j5live.com/2011/08/14/announce-pygobject-2-90-1-released-3-0-pre-release/">how to port applications from PyGObject 2 to PyGObject 3</ulink> is available.
pl: Klasyczne (statyczne) dowiązania do języka Python zostały usunięte z PyGObject 3.0. Dostarczane są tylko dowiązania dynamiczne (przez introspekcję). Biblioteki PyGObject 2 i 3 można instalować równolegle, ponieważ introspekcja jest domyślnie wyłączona w pakietach PyGObject 2. Dostępne są informacje o <ulink url="http://www.j5live.com/2011/08/14/announce-pygobject-2-90-1-released-3-0-pre-release/">przenoszeniu programów z PyGObject 2 do PyGObject 3</ulink>.

source: <application>Tracker</application> version 0.12 provides support for <application>Firefox</application> ≥ 4.0, <application>Thunderbird</application> ≥ 5.0, MeeGoTouch, several additional SPARQL parameters, extracting information from EPub files, and local XDG directories for desktop files.
pl: Usługa <application>Tracker</application> w wersji 0.12 dostarcza obsługę programów <application>Firefox</application> ≥ 4.0, <application>Thunderbird</application> ≥ 5.0, MeeGoTouch, kilka dodatkowych parametrów SPARQL, wydobywanie informacji z plików EPub oraz lokalne katalogi XDG dla plików .desktop.

source: <application>NetworkManager</application> version 0.9 provides introspection support and a simplified <application>D-Bus</application> API. Information <ulink url="http://projects.gnome.org/NetworkManager/developers/api/09/ref-migrating.html">how to port applications from <application>NetworkManager</application> 0.8 to 0.9</ulink> is available.
pl: Usługa <application>NetworkManager</application> w wersji 0.9 dostarcza obsługę introspekcji i uproszczone API dla usługi <application>D-Bus</application>. Dostępne są informacje o <ulink url="http://projects.gnome.org/NetworkManager/developers/api/09/ref-migrating.html">przenoszeniu programów z <application>NetworkManager</application> 0.8 do 0.9</ulink>.

source: As part of the aforementioned effort to use and promote PKCS#11 as glue between encryption libraries, various parts of <application>gnome-keyring</application> have been split into <ulink url="http://p11-glue.freedesktop.org/">desktop-independent libraries</ulink>.
pl: Jako część wspomnianych wcześniej starań, aby używać i promować PKCS#11 jako warstwę między bibliotekami kryptograficznymi, różne części usługi <application>gnome-keyring</application> zostały wydzielone do <ulink url="http://p11-glue.freedesktop.org/">bibliotek niezależnych od środowiska</ulink>.

source: <application>GtkSourceView</application> now supports syntax highlighting of Markdown and Standard ML files.
pl: Biblioteka <application>GtkSourceView</application> obsługuje teraz wyróżnianie elementów składni plików Markdown i Standard ML.

source: <application>Evolution-Data-Server</application> received many introspection support fixes.
pl: Usługa <application>Evolution-Data-Server</application> otrzymała wiele poprawek w obsłudze introspekcji.

source: <application><ulink url="http://telepathy.freedesktop.org/wiki/Folks">libfolks</ulink></application> now includes an Evolution-Data-Server backend, which is used by the new <application>Contacts</application> application.
pl: Biblioteka <application><ulink url="http://telepathy.freedesktop.org/wiki/Folks">libfolks</ulink></application> zawiera teraz mechanizm Evolution-Data-Server, który jest używany przez mowy program <application>Kontakty</application>.

source: Among the tools used for documentation processing, <application>gnome-doc-utils</application> and <application>xml2po</application> are slowly being replaced by <application>yelp-tools</application> and <application>itstool</application>. <application>yelp-xsl</application> includes a few experimental <ulink url="http://projectmallard.org/">Mallard</ulink> extensions, such as conditional processing and dynamic glossaries.
pl: W przypadku narzędzi używanych do przetwarzania dokumentacji pakiety <application>gnome-doc-utils</application> i <application>xml2po</application> są stopniowo zastępowane przez pakiety <application>yelp-tools</application> i <application>itstool</application>. Pakiet <application>yelp-xsl</application> zawiera kilka eksperymentalnych rozszerzeń formatu <ulink url="http://projectmallard.org/">Mallard</ulink>, takich jak przetwarzanie warunkowe i dynamiczne glosariusze.

source: What's New in Accessibility
pl: Nowości w dziedzinie dostępności

source: GNOME 3.2 is the most beautiful accessible desktop to date, with an emphasis on being reliable and usable for everyone.
pl: GNOME 3.2 jest obecnie najładniejszym środowiskiem z obsługą dostępności, z naciskiem na pewność i używalność dla każdego.

source: Until GNOME 3.2, assistive technology users have faced an unfortunate dilemma: It was not possible to dynamically activate accessibility support. Thanks to improvements to <application>AT-SPI2</application>, applications now have a cross-desktop way to determine if accessibility support is enabled and a way to enable it. GNOME is first to implement this, so more work needs to be done to really work across desktops.
pl: Do wydania GNOME 3.2 użytkownicy technologii wspierających doświadczali niefortunnego dylematu: niemożliwe było dynamiczne włączanie obsługi dostępności. Dzięki ulepszeniom w bibliotece <application>AT-SPI2</application> programy dysponują teraz sposobem na określenie, czy obsługa dostępności jest włączona i sposobem na jej włączenie, niezależnie od środowiska. Po raz pierwszy zostało to zaimplementowane w środowisku GNOME, więc obsługa przez inne środowiska musi zostać jeszcze opracowana.

source: Other improvements:
pl: Inne ulepszenia:

source: For those users who require an on-screen keyboard, a brand new one has been built in.
pl: Dla użytkowników wymagających klawiatury ekranowej dołączono całkiem nową.

source: On-Screen Keyboard
pl: Klawiatura ekranowa

source: Using the overview mode with a keyboard works better than ever. In addition to being fully keyboard navigable, users of the screen reader <application>Orca</application> will experience much more reliable and accurate presentation while navigating.
pl: Używanie trybu podglądu za pomocą klawiatury działa teraz lepiej niż kiedykolwiek. Dodatkowo poza pełną nawigacją za pomocą klawiatury użytkownicy czytnika ekranowego <application>Orca</application> doświadczą pewniejszego i dokładniejszego prezentowania podczas nawigowania.

source: <application>Orca</application>’s migration to introspection has made GNOME’s screen reader noticeably snappier. And now that the ATK bridge only listens for signals when assistive technologies are being used, enabling accessibility support in GNOME should no longer result in a significant performance degradation.
pl: Migracja programu <application>Orca</application> do introspekcji odczuwalnie przyspieszyło działanie czytnika ekranowego środowiska GNOME. Jako, że mostek ATK nasłuchuje sygnałów tylko wtedy, kiedy technologie wspierające są używane, włączenie obsługi dostępności w środowisku GNOME nie powinno już powodować znacznego zmniejszenia wydajności.

source: The accessibility service interface <application>AT-SPI2</application> has been greatly stabilized: Crashes, memory leaks, and a variety of other bugs have been fixed.
pl: Interfejs usługi dostępności <application>AT-SPI2</application> jest dużo bardziej stabilny: naprawiono awarie, wycieki pamięci i wiele innych błędów.

source: GNOME's Accessibility Implementation Library <application>Gail</application> has been completely merged into GTK+, bringing GNOME yet another step closer to accessibility that's built in, not bolted on.
pl: Biblioteka implementacji dostępności środowiska GNOME <application>Gail</application> została połączona z biblioteką GTK+, przybliżając GNOME do dostępności wbudowanej, nie doszytej.

source: What's New for Users
pl: Nowości dla użytkowników

source: 3.0, Evolved
pl: 3.0 po ewolucji

source: Based on user feedback, lots of small changes have been made to give a smoother experience in GNOME 3.2. Some noteworthy highlights:
pl: W oparciu o opinie użytkowników wprowadzono wiele małych zmian, które powinny ułatwić używanie środowiska GNOME 3.2. Zmiany warte wspomnienia:

source: It is now easier to resize a window as the area for this has been increased.
pl: Łatwiej jest zmieniać rozmiar okien, jako że obszar do tego przeznaczony został zwiększony.

source: <application>System Settings</application> now includes links to related settings found in other locations. For instance, the Keyboard section now has a link to the keyboard layout.
pl: <application>Ustawienia systemu</application> zawierają teraz odnośniki do powiązanych ustawień w innych panelach. Na przykład sekcja ustawień klawiatury zawiera teraz odnośnik do układu klawiatury.

source: Titlebars, buttons, and other controls are less tall, making it easier to use GNOME on small screens.
pl: Paski tytułowe, przyciski i inne kontrolki są niższe, ułatwiając używanie środowiska GNOME na małych ekranach.

source: Notifications in the lower-right corner now include a counter. This makes it easier to see how many emails are waiting for you without having to open your email program, or to determine how many messages you have missed in a particular chat.
pl: Powiadomienia w dolnym prawym rogu ekranu mogą zawierać teraz licznik. Dzięki temu można zobaczyć, ile wiadomości czeka na przeczytanie bez otwierania programu pocztowego lub zobaczyć, ile wiadomości wysłano w danej rozmowie.

source: The highlight effect that indicates that an application is already running has been made more obvious.
pl: Efekt wyróżnienia wskazujący, czy program jest uruchomiony został rozjaśniony.

source: In the user menu, notifications can be configured independently from the chat status.
pl: W menu użytkownika można konfigurować powiadomienia niezależnie od stanu komunikatora.

source: The workspace switcher in the overview remains expanded by keeping its full width displayed when you are using more than one workspace.
pl: Przełącznik obszarów roboczych w podglądzie pozostaje rozwinięty, jeśli używany jest więcej niż jeden obszar.

source: Instead of assuming <application>Evolution</application>, the application for the calendar drop-down can now be customized.
pl: Zamiast używać wyłączenie programu <application>Evolution</application>, program obsługujący kalendarz może zostać zmieniony.

source: The battery power status is now shown using a bar.
pl: Stan naładowania akumulatora jest teraz wyświetlany za pomocą pasków.

source: <ulink url="http://en.wikipedia.org/wiki/Focus_%28computing%29#Focus_follows_pointer">Focus-follows-mouse</ulink> handling has improved, though more work is needed.
pl: Tryb <ulink url="http://en.wikipedia.org/wiki/Focus_%28computing%29#Focus_follows_pointer">aktywność podąża za kursorem</ulink> został ulepszony, choć wymaga jeszcze więcej pracy.

source: Please keep the feedback coming.
pl: Prosimy w dalszym ciągu wysyłać i publikować swoje opinie.

source: Online Accounts
pl: Konta online

source: Documents, contacts, calendars — They can be stored locally on the computer, but storing this type of information online is becoming increasingly popular. In GNOME 3.2, <application>Online Accounts</application> provides one place to manage these online sources. These online accounts are automatically used by <application>Documents</application>, <application>Contacts</application>, <application>Empathy</application>, <application>Evolution</application> as well as the calendar drop-down.
pl: Dokumenty, kontakty, kalendarze mogą być przechowywane lokalnie na komputerze, ale przechowywanie tego typu informacji w sieci staje się coraz popularniejsze. W środowisku GNOME 3.2 program <application>Konta online</application> dostarcza jedno miejsce, w którym można zarządzać źródłami danych online. Są one automatycznie używane przez programy <application>Dokumenty</application>, <application>Kontakty</application>, <application>Empathy</application>, <application>Evolution</application>, a także kalendarz na górnym pasku.

source: Web Applications
pl: Programy WWW

source: Certain web sites are used as if they are applications. Some sites are opened the minute the computer is turned on; the site is open all the time and checked periodically. Wouldn't it be nice if GNOME treats these sites as actual applications?
pl: Niektóre witryny WWW są używane niemalże jak programy. Są one otwierane minutę po włączeniu komputera, są otwarte przez cały czas i okresowo sprawdzane. Nie byłoby miło, gdyby środowisko GNOME traktowało je identycznie, jak lokalne programy?

source: GNOME 3.2 makes it possible to use a site as an application thanks to <application>Epiphany</application>, our standard web browser. To do so, press <keysym>Ctrl-Shift-A</keysym>, or access the <guimenu>File</guimenu> menu and select <guimenuitem>Save as Web Application</guimenuitem>. Once the web application has been created, it can be launched from the overview.
pl: Środowisko GNOME 3.2 umożliwia używanie stron jako programów dzięki przeglądarce <application>Epiphany</application>. Aby to zrobić, należy nacisnąć klawisze <keysym>Ctrl-Shift-A</keysym>, lub wejść do menu <guimenu>Plik</guimenu> i wybrać <guimenuitem>Zapisz jako program WWW</guimenuitem>. Po utworzeniu programu WWW można go uruchamiać z podglądu.

source: Microblogging as a web application
pl: Mikroblogowanie jako program WWW

source: The following is a brief list of the benefits:
pl: Oto krótka lista korzyści:

source: Web applications can easily be launched from the overview mode. They can also be pinned as favorites.
pl: Programy WWW można łatwo uruchamiać z trybu podglądu. Mogą też być przypinane jako ulubione.

source: The entire window is used for the site.
pl: Całe okno jest używane do wyświetlenia witryny.

source: The application is restricted to the saved site. Attempts to go somewhere else, say by clicking a link, are shown in a normal browser window.
pl: Program jest ograniczony do zapisanej witryny. Próby wyjścia poza nią, na przykład kliknięcie na odnośnik, zostają przekierowane do zwykłego okna przeglądarki.

source: The icon used when switching windows or to start the web application shows the site's logo or a clipped screenshot of the site.
pl: Ikona używana do przełączania okien i uruchamiania programu WWW wyświetla logo witryny lub jej przycięty zrzut.

source: The web application is distinct from the normal browser. Should the main browser crash, the web application will not be affected.
pl: Program WWW jest oddzielny od zwykłej przeglądarki. Jeśli główne okno przeglądarki będzie miało awarię, to nie będzie to miało wpływu na program WWW.

source: Manage your Contacts
pl: Zarządzanie kontaktami

source: <application>Contacts</application> is a new application focused on people. The goal is to provide one overview of people, whether the contacts are stored online, within <application>Evolution</application> or the chat application <application>Empathy</application>.
pl: <application>Kontakty</application> to nowy program skupiający się na ludziach. Celem jest dostarczenie przeglądu osób, niezależnie od tego, czy kontakty są przechowywane w sieci, w programie <application>Evolution</application> komunikatorze <application>Empathy</application>.

source: Contacts application
pl: Program do obsługi kontaktów

source: Manage your Documents and Files
pl: Zarządzanie dokumentami i plikami

source: When dealing with a lot of documents, it can be hard to keep track of them. In GNOME 3.2, steps have been taken to make this easier.
pl: Podczas pracy z dużą ilością dokumentów trudno jest je wszystkie mieć na oku. W środowisku GNOME 3.2 podjęto kroki mające to ułatwić.

source: Helpful File Open and Save dialogs
pl: Pomocne okna dialogowe otwarcia i zapisu pliku

source: Opening and saving files has been made easier. When opening a file in an application, GNOME will helpfully show a list of recent files. Similarly, a list of recent directories will be shown when a file is saved.
pl: Otwieranie i zapisywanie plików zostało ułatwione. Podczas otwierania pliku w programie środowisko GNOME wyświetla pomocną listę ostatnio używanych plików. Podobnie podczas zapisywania pliku wyświetlana jest lista ostatnio używanych katalogów.

source: Recent Directories in File Saving Dialog
pl: Ostatnio używane katalogi w oknie dialogowym zapisu pliku

source: Documents application
pl: Program do obsługi dokumentów

source: In GNOME 3.2, the Documents application is focused on providing a simple and effective way to find, organize and view documents.
pl: Program Dokumenty w środowisku GNOME 3.2 skupia się na dostarczaniu prostego i efektywnego sposobu na wyszukiwanie, organizowanie i wyświetlanie dokumentów.

source: The new <application>Documents</application> application
pl: Nowy program <application>Dokumenty</application>

source: Thanks to the <application>Online Accounts</application> integration, finding documents is the same whether they're stored locally or online.
pl: Dzięki integracji z programem <application>Konta online</application> wyszukiwanie dokumentów działa niezależnie, czy są one przechowywane lokalnie czy w sieci.

source: <application>Documents</application> showing online documents
pl: Program <application>Dokumenty</application> wyświetlający dokumenty w sieci

source: Quickly Preview your Files in the File Manager
pl: Szybki podgląd plików w menedżerze plików

source: <application>File Manager</application> can now quickly preview movie, music, picture and other files. The preview can be shown and hidden again by pressing <keysym>space</keysym>.
pl: <application>Menedżer plików</application> może teraz wyświetlać podgląd filmu, muzyki, obrazu lub innych plików. Podgląd może być wyświetlany i ukrywany ponownie naciskając <keysym>spację</keysym>.

source: Quick Preview of a GNOME 3 release party picture
pl: Szybki podgląd zdjęcia z imprezy z okazji wydania GNOME 3.0

source: Greater Integration
pl: Większa integracja

source: Color management
pl: Zarządzanie kolorami

source: Due to differences in the way colors are shown, the same picture can look different between monitors. Similarly, when the picture is printed its colors might have changed again.
pl: Z powodu różnić w sposobach wyświetlania kolorów to samo zdjęcie może wyglądać inaczej na różnych monitorach. Podobnie wydrukowane zdjęcie może mieć zupełnie inne kolory.

source: GNOME 3.2 allows you to calibrate devices to ensure the shown colors are representative.
pl: Środowisko GNOME 3.2 umożliwia kalibrowanie urządzeń, aby zapewnić że zachowane są właściwe kolory.

source: Color management in <application>System Settings</application>
pl: Zarządzanie kolorami w <application>Ustawieniach systemu</application>

source: Messaging Built In
pl: Wbudowany komunikator

source: You no longer have to open a separate application to sign in to chat and messaging services. In 3.2, GNOME will do it for you.
pl: Nie trzeba już otwierać oddzielnego programu, aby zalogować się do komunikatora. W wersji 3.2 to GNOME robi to za użytkownika.

source: Change available or unavailable status quickly using the user menu at the top-right hand corner of the screen.
pl: Można szybko zmieniać stan dostępności używając menu użytkownika w górnym prawym rogu ekranu.

source: Easily approve or reject new buddy requests, audio/video calls, and file transfers.
pl: Można łatwo przyjmować lub odrzucać prośby znajomych, rozmowy głosowe i wideorozmowy oraz przesyłanie plików.

source: Get notified in case there is a connection problem with a chat or messaging service.
pl: Użytkownik jest powiadamiany, jeśli wystąpi problem połączenia z komunikatorem.

source: Wacom graphics tablets
pl: Tablety graficzne firmy Wacom

source: Wacom graphics tablets can be configured in <application>System Settings</application>.
pl: Można teraz konfigurować tablety graficzne firmy Wacom w <application>Ustawieniach systemu</application>.

source: Login screen
pl: Ekran logowania

source: The GNOME 3 login screen has been integrated with the rest of the user experience.
pl: Ekran logowania środowiska GNOME 3 został zintegrowany z resztą interfejsu użytkownika.

source: Touchscreen devices
pl: Ekrany dotykowe

source: On tablets and similar touchscreen devices, rotating the device will automatically rotate the screen. Additionally, touchscreen devices will not show a mouse cursor unless a mouse is attached.
pl: Na tabletach i innych urządzeniach z ekranami dotykowymi obracanie urządzenia spowoduje automatyczne obracanie ekranu. Dodatkowo na ekranach dotykowych nie będzie wyświetlany kursor, jeśli nie jest podłączona mysz.

source: Media hotplugging
pl: Podłączanie nośników

source: GNOME 3 now features integrated media hotplugging notifications.
pl: Środowisko GNOME 3 zawiera teraz zintegrowane powiadomienia o podłączeniu nośników.

source: Hotplugging Notification
pl: Powiadomienie o podłączeniu

source: Contacts search
pl: Wyszukiwanie kontaktów

source: The search box in the overview mode now lets you search through your contacts.
pl: Pole wyszukiwania w trybie podglądu umożliwia teraz wyszukiwanie kontaktów.

source: Contacts Search in the Overview
pl: Wyszukiwanie kontaktów w podglądzie

source: Documentation That Really Helps You
pl: Naprawdę pomocna dokumentacja

source: Traditional user documentation is written like a paper book; a good story, but it is very long and takes time to read through. It's not ideal if you just want to quickly find out how to perform a certain task. To address this, the following applications now include topic-orientated documentation:
pl: Tradycyjnie dokumentacja użytkownika jest pisana jak drukowana książka - dobra fabuła, ale bardzo długa i przeczytanie jej zajmuje dużo czasu. Nie jest idealna, jeśli chce się szybko znaleźć sposób na wykonanie konkretnego zadania. Aby temu zapobiec, następujące programy zawierają teraz dokumentację zorientowaną na zadania:

source: The accessibility explorer <application><ulink url="http://library.gnome.org/users/accerciser/3.2/">Accerciser</ulink></application>
pl: Przeglądarka dostępności <application><ulink url="http://library.gnome.org/users/accerciser/3.2/">Accerciser</ulink></application>

source: The Integrated Development Environment <application><ulink url="http://developer.gnome.org/anjuta-manual/3.2">Anjuta</ulink></application>
pl: Zintegrowane środowisko programistyczne <application><ulink url="http://developer.gnome.org/anjuta-manual/3.2">Anjuta</ulink></application>

source: The CD and DVD burning application <application><ulink url="http://library.gnome.org/users/brasero/3.2/">Brasero</ulink></application>
pl: Program do nagrywania płyt CD i DVD <application><ulink url="http://library.gnome.org/users/brasero/3.2/">Brasero</ulink></application>

source: The webcam application <application><ulink url="http://library.gnome.org/users/cheese/3.2/">Cheese</ulink></application>
pl: Program do obsługi kamer internetowych <application><ulink url="http://library.gnome.org/users/cheese/3.2/">Cheese</ulink></application>

source: The image viewer <application><ulink url="http://library.gnome.org/users/eog/3.2/">Eye of GNOME</ulink></application>
pl: Przeglądarka obrazów <application><ulink url="http://library.gnome.org/users/eog/3.2/">Oko GNOME</ulink></application>
