Repository: aviarypl/gnome-l10n-pl
Catalog: rygel.master.*.po
Languages: pl

source: <b>Network Options</b>
pl: <b>Opcje sieciowe</b>

source: General
pl: Ogólne

source: MPE_G TS
pl: MPE_G T

source: Plugins
pl: Wtyczki

source: Rygel Preferences
pl: Preferencje usługi Rygel

source: Select folders
pl: Wybór katalogów

source: Share M_usic
pl: Współdzielenie m_uzyki

source: Share _Pictures
pl: Współdzielenie _obrazów

source: Share _Videos
pl: Współdzielenie plików _wideo

source: T_itle
pl: Tyt_uł

source: Ti_tle
pl: _Tytuł

source: Write %u for username, %n for real name of the user and %h for host name
pl: %u oznacza nazwę użytkownika, %n oznacza imię i nazwisko użytkownika, a %h oznacza nazwę komputera

source: _Enable UPnP/DLNA
pl: _Włączenie UPnP/DLNA

source: _Interface
pl: _Interfejs

source: _Media Export
pl: Eksportowanie _multimediów

source: _Transcoding support
pl: Obsługa tr_anskodowania

source: _URIs
pl: Adresy _URI

source: Invalid InstanceID
pl: Nieprawidłowy identyfikator wywołania

source: Play speed not supported
pl: Prędkość odtwarzania nie jest obsługiwana

source: Seek mode not supported
pl: Tryb przewijania nie jest obsługiwany

source: Transition not available
pl: Przejście jest niedostępne

source: Setting up timeout for LastChange
pl: Ustawianie czasu oczekiwania na ostatnią zmianę

source: Changing playback state to %s..
pl: Zmienianie stanu odtwarzania na %s...

source: URI set to %s.
pl: Ustawiono adres URI na %s.

source: volume set to %f.
pl: ustawiono głośność na %f.

source: Seeking to %s.
pl: Przewijanie do %s.

source: GStreamer Renderer
pl: Renderer biblioteki GStreamer

source: Invalid Name
pl: Nieprawidłowa nazwa

source: Action Failed
pl: Działanie się nie powiodło

source: Using database file %s
pl: Używanie pliku bazy danych %s

source: Failed to open database: %d (%s)
pl: Otwarcie bazy danych się nie powiodło: %d (%s)

source: Unsupported type %s
pl: Nieobsługiwany typ %s

source: Failed to roll back transaction: %s
pl: Przywrócenie transakcji się nie powiodło: %s

source: Using playbin2
pl: Używanie wtyczki playbin2

source: Could not create Playbin2, trying Playbin
pl: Nie można utworzyć wtyczki playbin2, próbowanie playbin

source: Using playbin
pl: Używanie wtyczki playbin

source: Could not find any playbin.
pl: Nie można odnaleźć żadnej wtyczki playbin.

source: Please check your gstreamer setup
pl: Proszę sprawdzić poprawność ustawień biblioteki GStreamer

source: Metadata extractor timed out on %s, restarting
pl: Wydobywanie metadanych przekroczyło czas oczekiwania na %s, ponowne uruchamianie

source: Pipeline stuck while reading file info
pl: Potok utknął podczas odczytywania informacji o pliku

source: Scheduling file %s for metadata extraction
pl: Planowanie wydobywania metadanych pliku %s

source: Failed to extract metadata from %s: %s
pl: Wydobycie metadanych z %s się nie powiodło: %s

source: Failed to add item with ID %s: %s
pl: Dodanie elementu z identyfikatorem %s się nie powiodło: %s

source: Object %s is not an item
pl: Obiekt %s nie jest elementem

source: Original search: %s
pl: Pierwotne wyszukiwanie: %s

source: Parsed search expression: %s
pl: Przetworzone wyrażenie regularne: %s

source: Failed to attach to DBus session bus: %s
pl: Dołączenie do magistrali sesji D-Bus się nie powiodło: %s

source: Failed to query database: %s
pl: Odpytanie bazy danych się nie powiodło: %s

source: Failed to update database: %s
pl: Zaktualizowanie bazy danych się nie powiodło: %s

source: failed to enumerate folder: %s
pl: wyliczenie katalogów się nie powiodło: %s

source: Failed to get children of container %s: %s
pl: Uzyskanie potomka kontenera %s się nie powiodło: %s

source: File %s does not need harvesting
pl: Plik %s nie wymaga wydobywania

source: Failed to harvest file %s: %s
pl: Wydobywanie z pliku %s się nie powiodło: %s

source: File '%s' is of unknown format/type.
pl: Plik "%s" jest nieznanego formatu/typu.

source: Trying to guess from content type %s
pl: Próba odgadnięcia z typu zawartości %s

source: Failed to detect UPnP class for '%s', assuming '%s'
pl: Wykrycie klasy UPnP pliku "%s" się nie powiodło, przyjmowanie "%s"

source: Got empty taglist for file %s
pl: Otrzymano pustą listę etykiet dla pliku %s

source: @REALNAME@'s media
pl: Multimedia użytkownika @REALNAME@

source: ID does not contain pairs
pl: Identyfikator nie zawiera par

source: Empty part not allowed in virtual ID
pl: Pusta część nie jest dozwolona w wirtualnym identyfikatorze

source: Placeholder can only be on second place
pl: Zamiennik może być tylko na drugim miejscu

source: Directory %s gone, removing watch
pl: Katalog %s zniknął, usuwanie obserwacji

source: Failed to get file info for %s
pl: Uzyskanie informacji o pliku dla %s się nie powiodło

source: Nothing configured, using XDG special folders
pl: Nic nie zostało skonfigurowane, używanie specjalnych katalogów XDG

source: Failed to create instance of database
pl: Utworzenie wywołania bazy danych się nie powiodło

source: Failed to remove URI: %s
pl: Usunięcie adresu URI się nie powiodło: %s

source: Albums
pl: Albumy

source: Artists
pl: Wykonawcy

source: Failed to create MediaExport DBus service: %s
pl: Utworzenie usługi D-Bus MediaExport się nie powiodło: %s

source: %s is not a valid virtual ID
pl: %s nie jest prawidłowym wirtualnym identyfikatorem

source: Got error while trying to find virtual folders: %s
pl: Otrzymano błąd podczas próby wyszukania wirtualnych katalogów: %s

source: ID %s no longer in config, deleting...
pl: Identyfikator %s nie znajduje się już w konfiguracji, usuwanie...

source: Failed to remove entry: %s
pl: Usunięcie wpisu się nie powiodło: %s

source: '%s' harvested
pl: Wydobyto z "%s"

source: No Metadata extractor available. Will not crawl
pl: Brak dostępnego programu do wydobywania metadanych. Nie będzie przeszukiwane

source: Already harvesting; cancelling
pl: Już jest wydobywane, anulowanie

source: Trying to harvest %s because of %d
pl: Próba wydobycia z %s z powodu %d

source: Error fetching object '%s' from database: %s
pl: Błąd podczas pobierania obiektu "%s" z bazy danych: %s

source: Error removing object from database: %s
pl: Błąd podczas usuwania obiektu z bazy danych: %s

source: Failed to construct URI for folder '%s': %s
pl: Utworzenie adresu URI dla katalogu "%s" się nie powiodło: %s

source: Executing SPARQL query: %s
pl: Wykonywanie zapytania SPARQL: %s

source: Object creation in %s not allowed
pl: Utworzenie obiektu w %s nie jest dozwolone

source: Failed to connect to session bus: %s
pl: Połączenie z magistralą sesji się nie powiodło: %s

source: Error getting all values for '%s': %s
pl: Błąd podczas uzyskiwania wszystkich wartości dla "%s": %s

source: Failed to start Tracker service: %s. Plugin disabled.
pl: Uruchomienie usługi Tracker się nie powiodło: %s. Wyłączono wtyczkę.

source: Error creating URI from %s: %s
pl: Błąd podczas tworzenia adresu URI z %s: %s

source: Error getting item count under category '%s': %s
pl: Błąd podczas uzyskiwania liczby elementów w kategorii "%s": %s

source: Year
pl: Rok

source: Invalid Arguments
pl: Nieprawidłowe parametry

source: No such object
pl: Nie ma takiego obiektu

source: Failed to browse '%s': %s
pl: Przeglądanie "%s" się nie powiodło: %s

source: No value available
pl: Brak dostępnej wartości

source: Invalid connection reference
pl: Nieprawidłowe odwołanie połączenia

source: Failed to create HTTP server for %s: %s
pl: Utworzenie serwera HTTP dla %s się nie powiodło: %s

source: No such file transfer
pl: Nie ma takiego przesyłu pliku

source: Unable to serialize unsupported object
pl: Nie można szeregować nieobsługiwanego obiektu

source: Required element %s missing
pl: Brak wymaganego elementu %s

source: Invalid Range '%s'
pl: Nieprawidłowy zakres "%s"

source: Invalid Request
pl: Nieprawidłowe żądanie

source: Failed to parse query: %s
pl: Przetworzenie zapytania się nie powiodło: %s

source: Following HTTP headers appended to response:
pl: Dołączono następujące nagłówki HTTP do odpowiedzi:

source: Not found
pl: Nie odnaleziono

source: Item '%s' didn't provide a URI
pl: Element "%s" nie dostarczył adresu URI

source: Invalid URI '%s'
pl: Nieprawidłowy adres URI "%s"

source: Not Found
pl: Nie odnaleziono

source: No writable URI for %s available
pl: Brak dostępnego adresu URI do zapisania dla %s

source: Requested item '%s' not found
pl: Nie odnaleziono żądanego elementu "%s"

source: HTTP %s request for URI '%s' handled.
pl: Obsłużono żądanie HTTP %s dla adresu URI "%s".

source: HTTP %s request for URI '%s'. Headers:
pl: Żądanie HTTP %s dla adresu URI "%s": Nagłówki:

source: HTTP client aborted %s request for URI '%s'.
pl: Klient HTTP przerwał żądanie %s dla adresu URI "%s".

source: HTTP POST request for URI '%s'
pl: Żądanie POST HTTP dla adresu URI "%s"

source: Failed to get original URI for '%s': %s
pl: Uzyskanie pierwotnego adresu URI dla "%s" się nie powiodło: %s

source: Import of '%s' to '%s' completed
pl: Ukończono zaimportowanie "%s" do "%s"

source: No items in DIDL-Lite from client: '%s'
pl: Brak elementów w w DIDL-Lite od klienta: "%s"

source: 'Elements' argument missing.
pl: Brak parametru "elementy".

source: Comments not allowed in XML
pl: Komentarze nie są dozwolone w XML

source: Failed to create item under '%s': %s
pl: Utworzenie elementu w "%s" się nie powiodło: %s

source: Failed to link pad %s to %s
pl: Dowiązanie podkładki %s do %s się nie powiodło

source: Plugin 'fakesink' missing
pl: Brak wtyczki "fakesink"

source: Failed to link %s to %s
pl: Dowiązanie %s do %s się nie powiodło

source: Error from pipeline %s: %s
pl: Błąd z potoku %s: %s

source: Warning from pipeline %s: %s
pl: Ostrzeżenie z potoku %s: %s

source: Failed to seek to offset %lld
pl: Przejście do wyrównania %lld się nie powiodło

source: Failed to get log level from configuration: %s
pl: Uzyskanie poziomu dziennika z konfiguracji się nie powiodło: %s

source: No plugins found in %d seconds, giving up..
pl: Nie odnaleziono wtyczek w ciągu %d sekund, anulowanie...

source: new network context %s (%s) available.
pl: dostępny jest nowy kontekst sieciowy %s (%s).

source: Failed to create root device factory: %s
pl: Utworzenie generatora urządzenia głównego się nie powiodło: %s

source: Ignoring network context %s (%s).
pl: Ignorowanie kontekstu sieciowego %s (%s).

source: Network context %s (%s) now unavailable.
pl: Kontekst sieciowy %s (%s) jest teraz niedostępny.

source: Failed to create RootDevice for %s. Reason: %s
pl: Utworzenie urządzenia głównego dla %s się nie powiodło. Przyczyna: %s

source: Failed to start D-Bus service: %s
pl: Uruchomienie usługi D-Bus się nie powiodło: %s

source: Bad URI: %s
pl: Błędny adres URI: %s

source: Failed to probe protocol for URI %s. Assuming '%s'
pl: Wykrycie protokołu dla adresu URI %s się nie powiodło. Przyjmowanie "%s"

source: Failed to load user configuration: %s
pl: Wczytanie konfiguracji użytkownika się nie powiodło: %s

source: No value set for '%s/enabled'
pl: Nie ustawiono wartości dla "%s/włączono"

source: No value available for '%s/%s'
pl: Brak dostępnej wartości dla "%s/%s"

source: New plugin '%s' available
pl: Dostępna jest nowa wtyczka "%s"

source: Plugin '%s' disabled in user configuration, ignoring..
pl: Wtyczka "%s" została wyłączona w konfiguracji użytkownika, ignorowanie...

source: Searching for modules in folder '%s' ..
pl: Wyszukiwanie modułów w katalogu "%s"...

source: Error listing contents of folder '%s': %s
pl: Błąd podczas wyświetlania zawartości katalogu "%s": %s

source: Finished searching for modules in folder '%s'
pl: Ukończono wyszukiwanie modułów w katalogu "%s"

source: Failed to load module from path '%s' : %s
pl: Wczytanie modułu ze ścieżki "%s" się nie powiodło: %s

source: Failed to find entry point function '%s' in '%s': %s
pl: Wyszukanie funkcji punktu wejściowego "%s" w "%s" się nie powiodło: %s

source: Loaded module source: '%s'
pl: Wczytano moduł źródłowy: "%s"

source: Failed to query content type for '%s'
pl: Odpytanie typu zawartości dla "%s" się nie powiodło

source: XML node '%s' not found.
pl: Nie odnaleziono węzła XML "%s".

source: No icon provided by plugin '%s'. Using Rygel logo..
pl: Wtyczka "%s" nie dostarcza ikony. Używanie logo usługi Rygel.

source: Failed to write modified description to %s
pl: Zapisanie zmodyfikowanego opisu do %s się nie powiodło

source: No such container
pl: Nie ma takiego kontenera

source: Executing search request: %s
pl: Wykonywanie żądania wyszukania: %s

source: Specified container does not exist.
pl: Podany kontener nie istnieje.

source: No object satisfies given search criteria.
pl: Żaden obiekt nie odpowiada podanym kryteriom wyszukiwania.

source: Failed to search in '%s': %s
pl: Wyszukanie w "%s" się nie powiodło: %s

source: Failed to read from URI: %s: %s
pl: Odczytanie z adresu URI się nie powiodło: %s: %s

source: Failed to seek to %s-%s on URI %s: %s
pl: Przejście do %s-%s w adresie URI %s się nie powiodło: %s

source: Failed to read contents from URI: %s: %s
pl: Odczytanie zawartości z adresu URI się nie powiodło: %s: %s

source: Failed to close stream to URI %s: %s
pl: Zamknięcie strumienia do adresu URI %s się nie powiodło: %s

source: No subtitle available
pl: Brak dostępnych napisów

source: Failed to find thumbnails folder.
pl: Odnalezienie katalogu miniatur się nie powiodło.

source: No thumbnailer available: %s
pl: Brak dostępnego narzędzia do tworzenia miniatur: %s

source: No thumbnail available
pl: Brak dostępnych miniatur

source: No transcoder available for target format '%s'
pl: Brak dostępnego transkodera dla formatu docelowego "%s"

source: Loaded user configuration from file '%s'
pl: Wczytano konfigurację użytkownika z pliku "%s"

source: Failed to save configuration data to file '%s': %s
pl: Zapisanie danych konfiguracji do pliku "%s" się nie powiodło: %s

source: No value available for '%s'
pl: Brak dostępnej wartości dla "%s"

source: Value of '%s' out of range
pl: Wartość "%s" jest spoza zakresu

source: Failed to %s Rygel service: %s
pl: %s usługi Rygel się nie powiodło: %s

source: Not Applicable
pl: Nie dotyczy

source: Failed to write modified description to %s.
pl: Zapisanie zmodyfikowanego opisu do %s się nie powiodło.

source: Failed to create preferences dialog: %s
pl: Utworzenie okna preferencji się nie powiodło: %s
