Repository: aviarypl/gnome-l10n-pl
Catalog: transmageddon.master.*.po
Languages: pl

source: Not a valid integer or fraction: %(value)s!
pl: Błędna wartość całkowita lub zmiennoprzecinkowa: %(value)s!

source: Loaded device %(device)s (%(presets)d presets)
pl: Wczytano urządzenie %(device)s (%(presets)d profili)

source: Fetching %(location)s
pl: Pobieranie %(location)s

source: Writing to %(file)s
pl: Zapisywanie do pliku %(file)s

source: There was an error fetching and installing %(location)s: %(error)s
pl: Wystąpił błąd podczas pobierania i instalacji %(location)s: %(error)s

source: Checking for device preset updates...
pl: Wyszukiwanie aktualizacji profili urządzeń...

source: Device preset %(name)s is up to date
pl: Profil urządzenia %(name)s są aktualne

source: Found updated device preset %(name)s
pl: Znaleziono zaktualizowany profil dla urządzenia %(name)s

source: Error installing preset %(name)s from %(location)s: %(error)s
pl: Błąd instalacji profilu %(name)s z położenia %(location)s: %(error)s

source: Found new device preset %(name)s
pl: Znaleziono nowy profil urządzenia %(name)s

source: Malformed plugin version line %(line)s
pl: Błędna linia informacyjna wtyczki %(line)s

source: There was a problem accessing %(location)spresets.txt!
pl: Wystąpił błąd dostępu do %(location)spresets.txt!

source: All device presets are up to date!
pl: Wszystkie profile urządzeń są aktualne!

source: <b>Choose Audio Codec</b>:
pl: <b>Wybierz kodek dźwięku</b>

source: <b>Choose Input File:</b>
pl: <b>Wybierz plik źródłowy</b>

source: <b>Choose Video Codec</b>:
pl: <b>Wybierz kodek obrazu</b>

source: <b>Output Format:</b>
pl: <b>Format wyjściowy:</b>

source: <b>Presets:</b>
pl: <b>Profil:</b>

source: <small>Audio Channels:</small>
pl: <small>Kanały dźwięku:</small>

source: <small>Audio codec:</small>
pl: <small>Kodek dźwięku:</small>

source: <small>Rotate the video image if needed</small>
pl: <small>Obróć obraz jeśli jest to wymagane</small>

source: <small>Video codec:</small>
pl: <small>Kodek obrazu:</small>

source: <small>Video height&#47;width:</small>
pl: <small>Wysokość&#47;szerokość obrazu:</small>

source: _Audio passthrough
pl: _Dźwięk bez zmian

source: _Edit
pl: _Edycja

source: _File
pl: _Plik

source: _Help
pl: Pomo_c

source: _Transcode
pl: _Transkodowanie

source: _Video passthrough
pl: _Obraz bez zmian

source: _View
pl: _Widok

source: Transcoding Progress
pl: Postęp transkodowania

source: No rotation (default)
pl: Bez obracania obrazu (domyślnie)

source: Clockwise 90 degrees
pl: Obrót o 90 stopni zgodnie z ruchem wskazówek zegara

source: Rotate 180 degrees
pl: Obrót o 180 stopni

source: Counterclockwise 90 degrees
pl: Obrót o 90 stopni przeciwnie do ruchu wskazówek zegara

source: Horizontal flip
pl: Odbicie poziome

source: Vertical flip
pl: Odbicie pionowe

source: Upper left diagonal flip
pl: Odbicie względem górnego lewego rogu

source: Upper right diagnonal flip
pl: Odbicie względem górnego prawego rogu

source: Estimated time remaining:
pl: Pozostały czas:

source: Pass
pl: Przebieg

source: File saved to
pl: Plik zapisany jako

source: Done Transcoding
pl: Zakończono transkodowanie

source: Start next pass
pl: Uruchom następny przebieg

source: Plugins not found, choose different codecs.
pl: Nie znaleziono wtyczek, proszę wybrać inne kodeki.

source: Codec installation aborted.
pl: Przerwano instalację kodeków.

source: Missing plugin installation failed:
pl: Instalacja wtyczki zakończona niepowodzeniem:

source: Writing
pl: Zapisywanie

source: Can't find %(path)s in any known prefix!
pl: Nie można znaleźć %(path)s w żadnej znanej lokalizacji!

source: Transmageddon Video Transcoder
pl: Transkoder obrazu wideo Transmageddon

source: Video format conversion tool
pl: Narzędzie do transkodowania obrazu wideo
