Repository: aviarypl/gnome-l10n-pl
Catalog: vinagre.help.master.*.po
Languages: pl

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
pl: Ten podręcznik jest częścią kolekcji podręczników użytkownika GNOME dystrybuowanych na zasadach GFDL. W celu rozpowszechniania tego podręcznika w odłączeniu od kolekcji, należy dodać kopię tej licencji, jak wyjaśniono to w sekcji 6. licencji.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
pl: Wiele z nazw używanych przez podmioty by oznaczyć ich produkty i usługi jest zarejestrowanymi znakami towarowymi. W miejscu gdzie takie nazwy pojawiają się w dokumentacji środowiska GNOME i członkowie Projektu Dokumentacji GNOME są świadomi ich istnienia, nazwy te zapisane są wielkimi literami lub rozpoczynają się z wielkiej litery.

source: translator-credits
pl: Aviary.pl <gnomepl@aviary.pl>, 2009 Łukasz Jernaś <deejay1@srem.org>, 2009
