Repository: aviarypl/gnome-l10n-pl
Catalog: vinagre.help.master.*.po
Languages: pl

source: <application>Vinagre</application> Manual
pl: Podręcznik użytkownika programu <application>Vinagre</application>

source: <application>Vinagre</application> is a Remote Desktop Viewer
pl: Program <application>Vinagre</application> jest przeglądarką zdalnych pulpitów

source: Feedback
pl: Opinie

source: To report a bug or make a suggestion regarding the Vinagre application or this manual, please file a bug at <ulink url="http://bugzilla.gnome.org/enter_bug.cgi?product=vinagre" type="http">GNOME bugzilla page</ulink>.
pl: Aby zgłosić błąd lub sugestie dotyczącą programu Vinagre, proszę utworzyć zgłoszenie w naszym <ulink url="http://bugzilla.gnome.org/browse.cgi?product=vinagre" type="http">systemie śledzenia błędów</ulink>.

source: remote desktop
pl: zdalny pulpit

source: Introduction
pl: Wstęp

source: Manual
pl: Podręcznik użytkownika

source: The Vinagre application is a Remote Desktop Viewer for the <systemitem>GNOME desktop</systemitem> that uses Virtual Network Computing (VNC) system (and possibly other protocols) to remotely control another computer.
pl: Program Vinagre jest przeglądarką zdalnych pulpitów dla <systemitem>środowiska GNOME</systemitem>, która korzysta z systemu Virtual Network Computing (VNC) (oraz z innych protokołów) do zdalnej kontroli nad innym komputerem.

source: <application>Vinagre</application> provides the following features:
pl: Program <application>Vinagre</application> pozwala na:

source: Connect to several machines at the same time.
pl: łączenie się z wieloma komputerami równocześnie,

source: Store recently connections and allows to bookmark them.
pl: zapamiętywanie ostatnich połączeń i zapisywanie zakładek do nich,

source: Browse local network for machines.
pl: przeglądanie sieci lokalnej w poszukiwaniu komputerów,

source: Provide a GNOME Panel applet to quickly access your bookmarked machines.
pl: uzyskanie szybkiego dostępu do zakładek za pomocą apletu panelu GNOME,

source: Extensible through its plugin structure.
pl: rozszerzanie za pomocą wtyczek.

source: Getting Started
pl: Pierwsze kroki

source: Starting Vinagre
pl: Uruchamianie programu Vinagre

source: You can start <application>Vinagre</application> in the following ways:
pl: Program <application>Vinagre</application> można uruchomić w jeden z następujących sposobów:

source: <guimenu>Applications</guimenu> menu
pl: wybierając z menu <guimenu>Programy</guimenu>

source: Choose <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Remote Desktop Viewer</guimenuitem></menuchoice>.
pl: polecenie <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Przeglądarka zdalnych pulpitów</guimenuitem></menuchoice>,

source: Command line
pl: wprowadzając w oknie terminala

source: Execute the following command: <command>vinagre</command>
pl: polecenie <command>vinagre</command>.

source: Starting Vinagre from a command line
pl: Uruchamianie programu Vinagre z linii poleceń

source: You can run <application>Vinagre</application> from a command line and connect to a single machine or multiple machines. To connect to a machine from a command line, type the following command, then press <keycap>Return</keycap>:
pl: Program <application>Vinagre</application> może zostać uruchomiony z linii poleceń i połączyć się z jednym lub z wieloma komputerami. Aby podłączyć się do komputera z linii poleceń, należy wprowadzić następujące polecenie, a następnie wcisnąć klawisz <keycap>Enter</keycap>:

source: hostname_or_ip_address
pl: nazwa komputera lub adres IP

source: For more information on how to run <application>Vinagre</application> from a command line, see the unix manual page for Vinagre, <ulink url="man:vinagre" type="man"><citerefentry><refentrytitle>Vinagre</refentrytitle><manvolnum>1</manvolnum></citerefentry></ulink>.
pl: W celu uzyskania dodatkowych informacji o sposobie uruchamiania programu <application>Vinagre</application> z linii poleceń, należy zapoznać się ze stroną podręcznika unix dla programu <ulink url="man:vinagre" type="man"><citerefentry><refentrytitle>Vinagre</refentrytitle><manvolnum>1</manvolnum></citerefentry></ulink>.

source: The Vinagre Window
pl: Główne okno programu Vinagre

source: Vinagre window
pl: Główne okno programu Vinagre

source: Shows vinagre main window.
pl: Przedstawia główne okno programu Vinagre.

source: The <application>Vinagre</application> window contains the following elements:
pl: Główne okno programu <application>Vinagre</application> zawiera następujące elementy:

source: Menubar
pl: pasek menu

source: The menus on the menubar contain all of the commands you need to work with remote connections in <application>Vinagre</application>.
pl: Pasek menu zawiera wszystkie polecenia potrzebne do pracy ze zdalnymi połączeniami w programie <application>Vinagre</application>.

source: Toolbar
pl: pasek narzędziowy

source: The toolbar contains a subset of the most used commands that you can access from the menubar.
pl: Pasek narzędziowy zawiera podzbiór poleceń, które można wywołać z paska menu.

source: Display Area
pl: obszar wyświetlania

source: The display area contains a list of tabs with the connected machines and its remote desktops.
pl: Obszar wyświetlania zawiera listę kart połączonych komputerów i ich zdalnych pulpitów.

source: Statusbar
pl: pasek stanu

source: The statusbar displays information about current <application>Vinagre</application> activity and contextual information about the menu items.
pl: Pasek stanu wyświetla informacje o obecnym stanie programu <application>Vinagre</application>, jak również informacje o poleceniach menu.

source: Side Pane
pl: panel boczny

source: The side pane contains a list of bookmarked connections and (if available) a list of auto-discovered network machines.
pl: Panel boczny zawiera listę utworzonych zakładek do połączeń oraz, jeśli są dostępne, listę automatycznie wykrytych komputerów w sieci.

source: Some notes about Vinagre
pl: Dodatkowe informacje o programie Vinagre

source: As a tool to access other machines, Vinagre behaves slightly different than other <systemitem>GNOME</systemitem> applications in its default installation.
pl: Jako narzędzie służące do uzyskania dostępu do innych komputerów, program Vinagre zachowuje się inaczej niż inne programy <systemitem>środowiska GNOME</systemitem>, w jego domyślnej instalacji.

source: Vinagre comes with menu accelerators and keyboard shortcuts disabled by default. This avoids keys being intercepted by Vinagre when you wanted to send those keys to the remote machine.
pl: Program Vinagre domyślnie posiada wyłączoną obsługę skrótów klawiszowych. Zrobiono to w celu uniknięcia przechwytywania skrótów klawiszowych przez program Vinagre skierowanych do zdalnego komputera.

source: For instance, the keyboard shortcut to close a tab is <guilabel>Ctrl+W</guilabel>, but that key combination will be sent to the remote machine by default.
pl: Dla przykładu, skrót klawiszowy służący do zamknięcia zakładki to <guilabel>Ctrl+W</guilabel>, jednakże domyślnie zostanie on przesłany do zdalnego komputera i nie spowoduje zamknięcia zakładki w programie Vinagre.

source: If you want to change this behavior, go to Vinagre preferences in <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
pl: W celu zmiany tego zachowania, należy przejść do preferencji programu Vinagre korzystając z polecenia menu <menuchoice><guimenu>Edycja</guimenu><guimenuitem>Preferencje</guimenuitem></menuchoice>.

source: Using Vinagre
pl: Korzystanie z programu Vinagre

source: To connect to a remote machine
pl: Łączenie ze zdalnym komputerem

source: Informing a host address
pl: Podawanie adresu komputera

source: To connect with a remote machine, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Machine</guimenu><guimenuitem>Connect</guimenuitem></menuchoice>. The <guilabel>Connection Dialog</guilabel> is displayed. Inform the <guilabel>Protocol</guilabel> and the <guilabel>Host</guilabel> of the connection and click the <guibutton>Connect</guibutton> button. You will see a bunch of options depending on what protocol you have selected.
pl: Aby połączyć się ze zdalnym komputerem, należy wybrać z menu polecenie <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Komputer</guimenu><guimenuitem>Połącz</guimenuitem></menuchoice>. Zostanie wyświetlone <guilabel>okno połączenia</guilabel>. Należy wprowadzić typ protokołu w polu <guilabel>Protokół</guilabel> oraz nazwę i port komputera w polu <guilabel>Komputer</guilabel>, a następnie nacisnąć przycisk <guibutton>Połącz</guibutton>. Zostanie wyświetlonych kilka dodatkowych opcji, w zależności od wybranego protokołu.

source: Connect dialog
pl: Okno dialogowe połączenia

source: Shows the connect dialog.
pl: Przedstawia okno dialogowe połączenia.

source: You can also use the <guibutton>Find</guibutton> button to browse available machines on local network.
pl: Można również skorzystać z przycisku <guibutton>Znajdź</guibutton>, w celu wyszukania dostępnych komputerów w sieci lokalnej.

source: The availabity of the <guibutton>Find</guibutton> button depends on the protocol you have selected. Vinagre relies on <application>Avahi</application> service to browse for machines in your local network. Also, notice that Vinagre can be compiled without <application>Avahi</application> support. In this case, this button will not be available.
pl: Dostępność przycisku <guibutton>Znajdź</guibutton> zależy od wybranego protokołu. Program Vinagre polega na usłudze <application>Avahi</application> w celu wyszukiwania komputerów w sieci lokalnej. W przypadku gdy program Vinagre został skompilowany bez wsparcia dla usługi <application>Avahi</application>, przycisk ten nie będzie dostępny.

source: Some machines may require a secure connection. In this case, an <guilabel>Authentication</guilabel> dialog will be displayed asking for the credentials. The type of credentials depends on the server. It may be a password and an username. If you check <guilabel>Remember this credential</guilabel>, <application>Vinagre</application> will store the secure information using <application>GNOME Keyring Manager</application>.
pl: Niektóre komputery mogą wymagać nawiązania bezpiecznego połączenia. W tym wypadku zostanie wyświetlone okno dialogowe <guilabel>Uwierzytelnianie</guilabel> z prośbą o wprowadzenie danych uwierzytelniających. Rodzaj wymaganych informacji zależy od wybranego serwera. Może być nimi nazwa użytkownika oraz hasło. Po zaznaczeniu pola wyboru <guilabel>Zapamiętanie danych logowania</guilabel> program <application>Vinagre</application> zapisze bezpieczne hasło używając <application>bazy kluczy środowiska GNOME</application>.

source: Authentication dialog
pl: Okno dialogowe uwierzytelniania

source: Shows the authentication dialog.
pl: Przedstawia okno dialogowe uwierzytelniania.

source: If the connection has been used previously, you can also access it by <menuchoice><guimenu>Machine</guimenu><guimenu>Recent connections...</guimenu></menuchoice>.
pl: Jeśli połączenie było wcześniej używane, można uzyskać do niego dostęp poprzez skorzystanie z menu <menuchoice><guimenu>Komputer</guimenu><guimenu>Ostatnie połączenia</guimenu></menuchoice>.

source: Opening a Remote Connection File
pl: Otwieranie pliku zdalnego połączenia

source: Some hosts distribute remote connection files (generally ending with suffix ".vnc") instead of inform Host address and Port. To open a remote connection file, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Machine</guimenu><guimenuitem>Open</guimenuitem></menuchoice>. The <guilabel>Select File</guilabel> dialog is displayed. Select the file you want to open, then click on the <guibutton>Open</guibutton> button.
pl: Niektóre komputery dostarczają pliki zdalnego pulpitu (często zakończone końcówką ".vnc") i nie wymagają podawania adresu i portu komputera. W celu otwarcia takiego pliku, należy wybrać z menu polecenie <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Komputer</guimenu><guimenuitem>Otwórz</guimenuitem></menuchoice>, po czym zostanie wyświetlone okno dialogowe <guilabel>Wybór pliku</guilabel>. Należy wybrać plik, który ma zostać otwarty, a następnie nacisnąć przycisk <guibutton>Otwórz</guibutton>.

source: You can also double-click on a remote connection file in the <application>Nautilus</application> file manager to open it on the <application>Vinagre</application> window.
pl: Można również kliknąć dwukrotnie plik zdalnego pulpitu w menedżerze plików <application>Nautilus</application>, aby wyświetlić go w oknie programu <application>Vinagre</application>

source: Using Bookmarks
pl: Korzystanie z zakładek

source: You can access your mostly used connections through bookmarks. See the <link linkend="bookmarks">Bookmarks chapter</link>.
pl: Korzystając z zakładek można uzyskać dostęp do najczęściej używanych połączeń. Więcej informacji znajduje się w sekcji <link linkend="bookmarks">Zakładki</link>.

source: To Use Full Screen Mode
pl: Tryb pełnego ekranu

source: To zoom the Display Area to full screen mode, choose <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice> or the corresponding tool bar button.
pl: W celu powiększenia obszaru wyświetlania tak, aby zajmował pełny ekran, należy wybrać z menu polecenie <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>Widok</guimenu><guimenuitem>Pełny ekran</guimenuitem></menuchoice> lub odpowiedni przycisk na pasku narzędziowym.

source: While in full screen mode, move the mouse to the top center of the screen to show a hidden tool bar, which has buttons to leave full screen mode, close the connection and other options.
pl: Będąc w trybie pełnoekranowym, należy przesunąć kursor myszy na środek góry ekranu, aby wyświetlić ukryty pasek narzędziowy, na którym zawarte są przyciski służące do opuszczenia trybu pełnoekranowego , zamknięcia połączenia oraz inne funkcje.

source: To Close a Connection
pl: Zamykanie połączenia

source: To close a connection, choose <menuchoice><guimenu>Machine</guimenu><guimenuitem>Close</guimenuitem></menuchoice>.
pl: W celu zamknięcia połączenia, należy wybrać z menu polecenie <menuchoice><guimenu>Komputer</guimenu><guimenuitem>Zamknij</guimenuitem></menuchoice>.

source: To Take Screenshot
pl: Pobieranie zrzutu ekranu

source: To take screenshot of the current remote desktop, choose <menuchoice><guimenu>Machine</guimenu><guimenu>Take Screenshot</guimenu></menuchoice> or press the relative button in the toolbar. The <guilabel>Save Screenshot</guilabel> dialog is displayed, click the <guibutton>Save</guibutton> button to save the screenshot.
pl: W celu pobrania zrzutu ekranu aktualnego zdalnego pulpitu, należy wybrać z menu polecenie <menuchoice><guimenu>Komputer</guimenu><guimenu>Pobierz zrzut ekranu</guimenu></menuchoice> lub nacisnąć odpowiedni przycisk na pasku narzędziowym. Na ekranie zostanie wyświetlone okno dialogowe <guilabel>Zapisz zrzut ekranu</guilabel>, gdzie należy nacisnąć przycisk <guibutton>Zapisz</guibutton> w celu zapisania zrzutu ekranu.

source: Bookmarks are a resource to keep around machines you access frequently. They are visible at side panel or in the <guimenu>Bookmarks</guimenu> menu.
pl: Zakładki są sposobem na przechowywanie często używanych połączeń do komputerów. Dostępne są w panelu bocznym lub w menu <guimenu>Zakładki</guimenu>.

source: Bookmarks at side panel
pl: Zakładki w panelu bocznym

source: Shows bookmarks at side panel.
pl: Przedstawia zakładki umieszczone w panelu bocznym.

source: As you move the mouse around the entries, a tooltip will show you the hostname of the connection. To connect to a machine, just double click on a entry.
pl: Podczas przesuwania kursora myszy nad pozycjami, zostanie wyświetlona podpowiedź zawierająca nazwę komputera danego połączenia. W celu połączenia się z komputerem, wystarczy kliknąć dwukrotnie na odpowiedniej pozycji.

source: To Create a New Bookmark
pl: Tworzenie nowej zakładki

source: To bookmark the currently viewed connection, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>Bookmarks</guimenu><guimenuitem>Add to Bookmarks</guimenuitem></menuchoice>. The <guilabel>Saving to Bookmarks</guilabel> dialog is displayed. Inform the name of the connection and optionally other data, such as the folder and click <guibutton>Save</guibutton>.
pl: W celu dodania zakładki do aktualnie wyświetlanego komputera, należy wybrać z menu polecenie<menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>Zakładki</guimenu><guimenuitem>Dodaj do zakładek</guimenuitem></menuchoice>. Zostanie wyświetlone okno dialogowe <guilabel>Zapisywanie do zakładek</guilabel>, w którym należy wpisać nazwę połączenia, oraz inne informacje takie jak katalog docelowy, a następnie nacisnąć przycisk <guibutton>Zapisz</guibutton>.

source: Saving a bookmark
pl: Zapisywanie zakładek

source: Shows the Saving to Bookmarks dialog.
pl: Przedstawia okno zapisywania zakładek.

source: You can use folders to organize your bookmarks. To create a folder, right click in the side panel and choose the option <guimenu>New Folder</guimenu> in the context menu, or go to menu <menuchoice><guimenu>Bookmarks</guimenu><guimenu>New Folder</guimenu></menuchoice>.
pl: Można korzystać z katalogów w celu porządkowania zakładek. Aby utworzyć katalog, należy kliknąć prawym klawiszem myszy w panelu bocznym, a następnie z menu podręcznego wybrać pozycję <guimenu>Nowy katalog</guimenu>. Można również skorzystać z polecenia menu <menuchoice><guimenu>Zakładki</guimenu><guimenu>Nowy katalog</guimenu></menuchoice>.

source: To Edit a Bookmark's Properties
pl: Modyfikacja zakładki

source: To edit a bookmark's properties, such as it's name and host, choose <guimenuitem>Edit bookmark</guimenuitem> from the context menu of the bookmark in the Side Pane. The same dialog as shown above will be displayed.
pl: W celu modyfikacji właściwości zakładki, takich jak nazwa i adres komputera, należy wybrać z jej menu podręcznego w panelu bocznym polecenie <guimenuitem>Modyfikuj zakładkę</guimentuitem>. Zostanie wyświetlone takie same okno dialogowe jak powyżej.

source: Editing a bookmark
pl: Modyfikowanie zakładki

source: Context menu option to edit a bookmark
pl: Opcje menu podręcznego służące do modyfikowania zakładek

source: You can also edit a folder.
pl: Można również modyfikować katalog.

source: To Remove a Bookmark
pl: Usuwanie zakładki

source: To remove a bookmark, choose <guilabel>Remove from bookmarks</guilabel> from the context menu of the bookmark in the Side Pane.
pl: W celu usunięcia zakładki, należy w panelu bocznym wybrać z jej menu podręcznego polecenie <guimenuitem>Usuń z zakładek</guimenuitem>.

source: You can also remove a folder. Notice that removing a folder will remove all its entries. A confirmation dialog will be shown.
pl: Można również usunąć katalog. Podczas usuwania katalogu zostaną również usunięte wszystkie zakładki w nim zawarte. Zostanie wyświetlone okno z prośbą o potwierdzenie tej czynności.

source: Preferences
pl: Preferencje

source: To configure <application>Vinagre</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. The <guilabel>Preferences</guilabel> dialog contains the following items:
pl: W celu skonfigurowania programu <application>Vinagre</application>, należy z wybrać z menu polecenie <menuchoice><guimenu>Edycja</guimenu><guimenuitem>Preferencje</guimenuitem></menuchoice>. Okno dialogowe <guilabel>Preferencje</guilabel> zawiera następujące elementy:

source: Always show tabs
pl: Stałe wyświetlanie kart

source: Select this option to make the tabs always visible, even when only one connection is active.
pl: Wybranie tej opcji spowoduje, iż karty będą zawsze widoczne, nawet wtedy, gdy tylko jedno połączenie jest aktywne.

source: Show menu shortcuts
pl: Wyświetlanie skrótów menu

source: By selecting this option, keyboard shortcuts, like <guilabel>Ctrl+D</guilabel> and menu accelerators, like <guilabel>Alt+M</guilabel> to access the Machine menu, will be enabled. This means that Vinagre will catch those key combinations, instead of sending them to the remote machine. Because most of the time you will be working on the remote machine, this option comes <guilabel>disabled</guilabel> by default.
pl: Zaznaczenie tej opcji spowoduje, iż zostaną włączone skróty klawiszowe takie jak <guilabel>Ctrl+D</guilabel> oraz <guilabel>Alt+K</guilabel>, pozwalające na dostęp do menu jak i innych funkcji. Oznacza to, że program Vinagre będzie przechwytywał te skróty klawiszowe, zamiast przesyłać je dalej do zdalnego komputera. Ponieważ większość czasu pracuje się na zdalnym komputerze, opcja ta jest domyślnie wyłączona.

source: About
pl: Informacje o programie

source: Vinagre was written by Jonh Wendell <email>wendell@bani.com.br</email>. To find more information about Vinagre, please visit the <ulink url="http://projects.gnome.org/vinagre/" type="http"><application>Vinagre</application> web page</ulink>.
pl: Program Vinagre został napisany przez Jonha Wendella <email>wendell@bani.com.br</email>. Aby uzyskać więcej informacji o programie Vinagre, proszę odwiedzić <ulink url="http://project.gnome.org/vinagre/" type="http"> stronę domową programu <application>Vinagre</application></ulink>.

source: To report a bug or make a suggestion regarding this application you can file a bug in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=vinagre" type="http"> bug tracker</ulink>.
pl: Aby zgłosić błąd lub sugestie dotyczącą tego programu, proszę utworzyć zgłoszenie w naszym <ulink url="http://bugzilla.gnome.org/browse.cgi?product=vinagre" type="http">systemie śledzenia błędów</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at the <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU site</ulink>, or in the file COPYING included with the source code of this program.
pl: Niniejszy program jest rozpowszechniany na warunkach zawartych w Powszechnej Licencji Publicznej GNU, jak została ona opublikowana przez Fundację Wolnego Oprogramowania (Free Software Foundation) - według wersji drugiej tej Licencji lub którejś z późniejszych wersji. Kopia tej licencji znajduje się na stronie <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU</ulink> lub w pliku COPYING dostarczonym wraz z kodem źródłowym tego programu.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
pl: Udziela się zezwolenia do kopiowania rozpowszechniania i/lub modyfikację tego dokumentu zgodnie z zasadami Licencji GNU Wolnej Dokumentacji w wersji 1.1 lub dowolnej późniejszej opublikowanej przez Fundację Wolnego Oprogramowania (Free Software Foundation); wraz z zawartymi Sekcjami Niezmiennymi, wraz z Tekstem na Przedniej Okładce i z Tekstem na Tylnej Okładce. Kopia licencji dostępna jest pod adresem <ulink type="help" url="ghelp:fdl">link</ulink> oraz w pliku COPYING-DOCS dystrybuowanym z niniejszym podręcznikiem.
