Repository: aviarypl/gnome-l10n-pl
Catalog: po/desktop/evolution-exchange.gnome-2-12.*.po
Languages: pl

source: Searching...
pl: Wyszukiwanie...

source: Reconnecting to LDAP server...
pl: Ponowne nawiązywanie połączenia z serwerem LDAP...

source: Receiving LDAP search results...
pl: Odbieranie wyników wyszukiwania LDAP...

source: Error performing search
pl: Błąd wyszukiwania

source: Unable to schedule resource '%s' for recurring meetings. You must book each meeting separately.
pl: Nie można zaplanować zasobu "%s" dla spotkań okresowych. Należy zarejestrować każde spotkanie osobno.

source: The resource '%s' is busy during the selected time period.
pl: W ustawionym okresie czasu zasób "%s" jest zajęty.

source: This operation cannot be performed in off-line mode
pl: Operacja nie może zostać wykonana bez podłączenia

source: Can only expunge in Deleted Items folder
pl: Można wyczyścić tylko w folderze elementów usuniętych

source: No Subject
pl: Bez tematu

source: This message is not available in offline mode.
pl: Ten list nie jest dostępny w trybie bez podłączenia.

source: Moving messages
pl: Przenoszenie listów

source: Copying messages
pl: Kopiowanie listów

source: Could not create directory %s: %s
pl: Nie można utworzyć katalogu %s: %s

source: Could not load summary for %s
pl: Nie można wczytać zestawienia dla %s

source: Could not create cache for %s
pl: Nie można utworzyć buforu dla %s

source: Could not create journal for %s
pl: Nie można utworzyć dziennika dla %s

source: Scanning for changed messages
pl: Wyszukiwanie zmodyfikowanych listów

source: Fetching summary information for new messages
pl: Pobieranie informacji podsumowujących nowe listy

source: No folder name found
pl: Nie znaleziono nazwy folderu

source: Folder doesn't exist
pl: Folder nie istnieje

source: Cannot append message in offline mode: cache unavailable
pl: Nie można dodać wiadomości w trybie bez podłączenia: bufor jest niedostępny

source: Cannot append message in offline mode: %s
pl: Nie można dołączyć wiadomości w trybie bez podłączenia: %s

source: Windows User_name:
pl: Nazwa _użytkownika Windows:

source: Global Address List / Active Directory
pl: Ogólna lista adresowa / Active Directory

source: Global Catalog server name:
pl: Nazwa serwera katalogu ogólnego:

source: Limit number of GAL responses: %s
pl: Ograniczenie liczby odpowiedzi ogólnej listy adresowej: %s

source: Options
pl: Opcje

source: Password Expiry Warning period: %s
pl: Okres ostrzegania o wygaśnięciu hasła: %s

source: Automatically synchronize account locally
pl: Automatyczna synchronizacja kont lokalnie

source: Apply filters to new messages in Inbox on this server
pl: Zastosowanie filtrów na nowych wiadomościach w Nadchodzących na tym serwerze

source: Check new messages for Junk contents
pl: Sprawdzanie nowych wiadomości pod kątem spamu

source: Only check for Junk messages in the Inbox folder
pl: Sprawdzanie spamu tylko w folderze Nadchodzących

source: For handling mail (and other data) on Microsoft Exchange servers
pl: Do obsługi poczty (i innych danych) na serwerach Microsoft Exchange

source: Secure Password
pl: Bezpieczne uwierzytelnianie hasła

source: This option will connect to the Exchange server using secure password (NTLM) authentication.
pl: Opcja ta spowoduje połączenie z serwerem Exchange przy użyciu bezpiecznego uwierzytelniania hasła (NTLM).

source: Plaintext Password
pl: Hasło tekstowe

source: This option will connect to the Exchange server using standard plaintext password authentication.
pl: Opcja ta spowoduje połączenie z serwerem Exchange przy użyciu standardowego uwierzytelniania hasła tekstowego.

source: Exchange server %s
pl: Serwer Exchange %s

source: Exchange account for %s on %s
pl: Konto Exchange dla %s na %s

source: %sEnter password for %s
pl: %sWprowadź hasło dla %s

source: Evolution Exchange backend process
pl: Proces wspierający Evolution Exchange

source: Could not authenticate to server. (Password incorrect?)
pl: Nie można uwierzytelnić na serwerze. (Niepoprawne hasło?)

source: No such folder %s
pl: Nie ma takiego folderu %s

source: Cannot subscribe folder in offline mode.
pl: Nie można subskrybować folderu w trybie bez podłączenia.

source: Cannot unsubscribe folder in offline mode.
pl: Nie można odsubskrybować folderu w trybie bez podłączenia.

source: Cannot get folder info in offline mode.
pl: Nie można pobrać informacji o folderze w trybie bez podłączenia.

source: Cannot create folder in offline mode.
pl: Nie można utworzyć folderu w trybie bez podłączenia.

source: Cannot delete folder in offline mode.
pl: Nie można usunąć folderu w trybie bez podłączenia.

source: Cannot rename folder in offline mode.
pl: Nie można zmienić nazwy folderu w trybie bez podłączenia.

source: Exchange transport can only be used with Exchange mail source
pl: Transport Exchange może być użyty tylko ze źródłem poczty Exchange

source: Cannot send message: one or more invalid recipients
pl: Nie można wysłać listu: przynajmniej jeden z odbiorców jest niepoprawny

source: Could not find 'From' address in message
pl: Nie można odnaleźć adresu nadawcy w wiadomości

source: Could not create socket: %s
pl: Nie można utworzyć gniazda: %s

source: Could not connect to %s: %s
pl: Nie można nawiązać połączenia z %s: %s

source: Path too long: %s
pl: Ścieżka zbyt długa: %s

source: Could not start status thread: %s
pl: Nie można uruchomić wątku stanu: %s

source: Lost connection to %s
pl: Przerwane połączenie z %s

source: Error communicating with %s: %s
pl: Błąd połączenia z %s: %s

source: Could not connect to the Exchange server. Make sure the URL is correct (try "%s" instead of "%s"?) and try again.
pl: Nie można nawiązać połączenia z serwerem Exchange. Upewnij się, że adres URL jest poprawny (użyj "%s" zamiast "%s") i spróbuj jeszcze raz.

source: Could not locate Exchange server. Make sure the server name is spelled correctly and try again.
pl: Nie można zlokalizować serwera Exchange. Upewnij się, że nazwa serwera jest poprawna i spróbuj ponownie.

source: Could not authenticate to the Exchange server. Make sure the username and password are correct and try again.
pl: Nie można dokonać uwierzytelnienia na serwerze Exchange. Upewnij się, że nazwa użytkownika oraz hasło są poprawne i spróbuj ponownie.

source: Could not authenticate to the Exchange server. Make sure the username and password are correct and try again. You may need to specify the Windows domain name as part of your username (eg, "MY-DOMAIN\%s").
pl: Nie można dokonać uwierzytelnienia na serwerze Exchange. Upewnij się, że nazwa użytkownika oraz hasło są poprawne i spróbuj ponownie. Może być konieczne podanie domeny Windows jako części nazwy użytkownika(np.: "DOMENA\%s").

source: Could not find OWA data at the indicated URL. Make sure the URL is correct and try again.
pl: Nie można odnaleźć danych OWA pod wskazanym adresem URL. Upewnij się, że adres jest poprawny i spróbuj ponownie.

source: Ximian Connector requires access to certain functionality on the Exchange Server that appears to be disabled or blocked. (This is usually unintentional.) Your Exchange Administrator will need to enable this functionality in order for you to be able to use Ximian Connector. For information to provide to your Exchange administrator, please follow the link below: %s
pl: Ximian Connector wymaga dostępu do różnych funkcji serwera Exchange, które wyglądają na wyłączone lub zablokowane (zazwyczaj jest to niezamierzone). Aby można było używać Ximian Connector, administrator Exchange powinien udostępnić te funkcje. Aby uzyskać informacje dla administratora Exchange, należy użyć poniższego odnośnika: %s

source: The Exchange server URL you provided is for an Exchange 5.5 Server. Ximian Connector supports Microsoft Exchange 2000 and 2003 only.
pl: Podany adres URL serwera Exchange wskazuje na serwer Exchange 5.5. Ximian Connector obsługuje tylko Microsoft xchange 2000 oraz 2003.

source: Could not configure Exchange account because an unknown error occurred. Check the URL, username, and password, and try again.
pl: Nie można skonfigurować konta Exchange z powodu wystąpienia nieznanego błędu. Sprawdź adres URL, nazwę użytkownika, hasło i spróbuj ponownie.

source: Enter password for %s
pl: Wprowadź hasło dla %s

source: Enter password
pl: Wprowadź hasło

source: Owner
pl: Właściciel

source: Publishing Editor
pl: Redaktor wydania

source: Editor
pl: Edytor

source: Publishing Author
pl: Autor wydania

source: Author
pl: Autor

source: Non-editing Author
pl: Autor bez modyfikacji

source: Reviewer
pl: Recenzent

source: Contributor
pl: Współpracownik

source: None
pl: Brak

source: Custom
pl: Własny

source: Select User
pl: Wybór użytkownika

source: Addressbook...
pl: Książka adresowa...

source: No such folder
pl: Nie ma takiego folderu

source: Permission denied
pl: Brak uprawnień

source: Could not open folder: Permission denied
pl: Nie można otworzyć folderu: Brak uprawnień

source: Could not open folder
pl: Nie można otworzyć folderu

source: No such folder.
pl: Nie ma takiego folderu.

source: Could not create folder.
pl: Nie można utworzyć folderu.

source: Could not open Deleted Items folder
pl: Nie można otworzyć folderu elementów usuniętych

source: Could not get new messages
pl: Nie można pobrać nowych listów

source: Could not empty Deleted Items folder
pl: Nie można wyczyścić folderu elementów usuniętych

source: Could not append message; mailbox is over quota
pl: Nie można dołączyć listu; przekroczono pojemność folderu

source: Could not append message
pl: Nie można dodać listu

source: No such message
pl: Nie ma takiego listu

source: Message has been deleted
pl: List został usunięty

source: Error retrieving message
pl: Błąd podczas pobierania listu

source: Mailbox does not support full-text searching
pl: Skrzynka nie obsługuje wyszukiwania pełnotekstowego

source: Unable to move/copy messages
pl: Nie można przenieść/skopiować listu

source: No mail submission URI for this mailbox
pl: Brak adresu URI podawania poczty dla tej skrzynki

source: Server won't accept mail via Exchange transport
pl: Serwer nie będzie przyjmował poczty poprzez transport Exchange

source: Your account does not have permission to use <%s> as a From address.
pl: Twoje konto nie posiada uprawnień do używania <%s> jako adresu nadawcy.

source: Could not send message. This might mean that your account is over quota.
pl: Nie można wysłać listu. Może to oznaczać, że konto przekroczyło dopuszczalną pojemność.

source: Could not send message
pl: Nie można wysłać listu

source: Generic error
pl: Błąd ogólny

source: Folder already exists
pl: Folder już istnieje

source: Cannot create the specified folder: %s
pl: Nie można utworzyć podanego folderu: %s

source: The specified folder name is not valid: %s
pl: Podana nazwa folderu jest niepoprawna: %s

source: Create New Folder
pl: Tworzenie nowego folderu

source: Folder _name:
pl: _Nazwa folderu:

source: Folder _type:
pl: _Typ folderu:

source: Specify where to create the folder:
pl: Określ miejsce utworzenia folderu:

source: Cannot transfer folder: %s
pl: Nie można przesłać folderu: %s

source: Cannot delete folder: %s
pl: Nie można usunąć folderu: %s

source: Really delete folder "%s"?
pl: Czy na pewno usunąć folder "%s"?

source: Delete "%s"
pl: Usunięcie "%s"

source: Cannot rename folder: %s
pl: Nie można zmienić nazwy folderu: %s

source: Rename the "%s" folder to:
pl: Zmiana nazwy folderu "%s" na:

source: Rename Folder
pl: Zmiana nazwy folderu

source: A folder named "%s" already exists. Please use a different name.
pl: Folder o nazwie "%s" już istnieje. Użyj innej nazwy.

source: Please select a user.
pl: Wybierz użytkownika.

source: Opening Folder
pl: Otwieranie folderu

source: Opening Folder "%s"
pl: Otwieranie folderu "%s"

source: in "%s" ...
pl: w "%s" ...

source: Could not open other user's folder: %s.
pl: Nie można otworzyć folderu innego użytkownika: %s.

source: Cannot find the specified other user's folder.
pl: Nie można odnaleźć podanego folderu innego użytkownika.

source: Cannot unsubscribe from folder: %s
pl: Nie można odsubskrybować folderu: %s

source: Really unsubscribe from folder "%s"?
pl: Czy na pewno odsubskrybować folder "%s"?

source: Unsubscribe from "%s"
pl: Wypisanie z "%s"

source: Open Other User's Folder
pl: Otwarcie innego folderu użytkownika

source: _Account:
pl: _Konto:

source: _Folder Name:
pl: _Nazwa folderu:

source: _User:
pl: _Użytkownik:

source: Checkbox
pl: Pole wyboru

source: No error
pl: Bez błędu

source: A folder with the same name already exists
pl: Folder o tej nazwie już istnieje

source: The specified folder type is not valid
pl: Podany rodzaj folderu nie jest poprawny

source: I/O error
pl: Błąd We/Wy

source: Not enough space to create the folder
pl: Zbyt mało miejsca na utworzenie folderu

source: The folder is not empty
pl: Folder nie jest pusty

source: The specified folder was not found
pl: Nie odnaleziono podanego folderu

source: Function not implemented in this storage
pl: Funkcja nie zaimplementowane w tym nośniku

source: Operation not supported
pl: Operacja nie obsługiwana

source: The specified type is not supported in this storage
pl: Podany rodzaj nie jest obsługiwany w tym składzie

source: The specified folder cannot be modified or removed
pl: Podany folder nie może być zmodyfikowany lub usnięty

source: Cannot make a folder a child of one of its descendants
pl: Nie można uczynić folderu podrzędnym wględem jednego ze swoich podfolderów

source: Cannot create a folder with that name
pl: Nie można utworzyć folderu o tej nazwie

source: Unknown error
pl: Nieznany błąd

source: Evolution Addressbook Exchange backend
pl: Obsługa Exchange dla książki adresowej Evolution

source: Evolution Calendar Exchange backend
pl: Obsługa Exchange dla Kalendarza Evolution

source: Ximian Connector for Exchange
pl: Ximian Connector dla Exchange

source: %s's Folders
pl: Foldery użytkownika %s

source: Cannot change password due to configuration problems
pl: Nie można zmienić hasła z powodu problemów konfiguracji

source: Server rejected password because it is too weak. Try again with a different password.
pl: Serwer odrzucił hasło, ponieważ było ono zbyt proste. Spróbuj jeszcze raz z innym hasłem.

source: Could not change password
pl: Nie można zmienić hasła

source: Personal Folders
pl: Foldery osobiste

source: Favorite Public Folders
pl: Ulubione foldery publiczne

source: All Public Folders
pl: Wszystkie foldery publiczne

source: Global Address List
pl: Globalna lista adresowa

source: Exchange Account is offline. Cannot display folders
pl: Konto Exchange jest odłączone. Nie można wyświetlić folderów

source: Could not authenticate to server. This probably means that your server requires you to specify the Windows domain name as part of your username (eg, "DOMAIN\user"). Or you might have just typed your password wrong.
pl: Nie można uwierzytelnić na serwerze. Prawdopodobnie oznacza to, że serwer wymaga podania domeny Windows jako części nazwy użytkownika (np.: "DOMENA\użytkownik"). Innym powodem może być wpisanie błędnego hasła.

source: Mailbox for %s is not on this server.
pl: Skrzynka dla %s nie znajduje się na tym serwerze.

source: The server '%s' is running Exchange 5.5 and is therefore not compatible with Ximian Connector
pl: Serwer "%s" ma uruchomioną usługę Exchange 5.5 i nie jest zgodny z Ximian Connector

source: Could not find Exchange Web Storage System at %s. If OWA is running on a different path, you must specify that in the account configuration dialog.
pl: Nie można odnaleźć systemu przechowywania web Exchange w %s. Jezeli OWA jest uruchomione na innej ścieżce, należy ją podać w oknie konfiguracyjnym konta.

source: No mailbox for user %s on %s.
pl: Brak skrzynki dla użytkownika %s na %s.

source: Could not connect to server %s: %s
pl: Nie można nawiązać połączenia z serwerem %s: %s

source: Could not resolve hostname
pl: Nie można odnaleźć nazwy serwera

source: Network error
pl: Błąd sieci

source: You have exceeded your quota of %d %s for storing mails on this server. Your current usage is : %.0f %s.
pl: Przekroczono limit %d %s przechowywanych listów na serwerze. Obecna zajętość to: %.0f %s.

source: You will not be able to either send or receive mails now
pl: Nie będzie teraz możliwości zarówno wysyłania jak i odbierania listów

source: You will not be able to send mails till you clear up some space by deleting some mails.
pl: Nie będzie możliwości wysyłania listów do czasu zwolnienia części miejsca poprzez usunięcie kilku listów.

source: Try to clear up some space by deleting some mails.
pl: Spróbuj zwolnić trochę miejsca przez usunięcie części listów.

source: Ximian Connector requires access to certain functionality on the Exchange Server that appears to be disabled or blocked. (This is usually unintentional.) Your Exchange Administrator will need to enable this functionality in order for you to be able to use Ximian Connector. For information to provide to your Exchange administrator, please follow the link below:
pl: Ximian Connector wymaga dostępu do różnych funkcji serwera Exchange, które wyglądają na wyłączone lub zablokowane (zazwyczaj jest to niezamierzone). Aby można było używać Ximian Connector, administrator Exchange powinien udostępnić te funkcje. Aby uzyskać informacje dla administratora Exchange, należy użyć poniższego odnośnika:

source: Could not authenticate to the Global Catalog server. You may need to go back and specify the Windows domain name as part of your username (eg, "MY-DOMAIN\%s").
pl: Nie można uwierzytelnić w serwerze ogólnego katalogu. Może być konieczne cofnięcie się i podanie domeny Windows jako części nazwy użytkownika (np.: "DOMENA\%s").

source: Could not connect to specified server. Please check the server name and try again.
pl: Nie można się połączyć z podanym serwerem. Sprawdź nazwę serwera i spróbuj ponownie.

source: Unknown
pl: Nieznany

source: Configuration system error. Unable to create new account.
pl: Błąd systemu konfiguracji. Nie można utworzyć nowego konta.

source: You may only configure a single Exchange account
pl: Można skonfigurować tylko jedno konto Exchange

source: Configuration Failed
pl: Konfiguracja nie powiodła się

source: Done
pl: Gotowe

source: Email Address:
pl: Adres e-mail:

source: Exchange Configuration
pl: Konfiguracja Exchange

source: Full Name:
pl: Imię i nazwisko:

source: GC Server:
pl: Serwer ogólnego katalogu:

source: Make this my default account
pl: Konto domyślne

source: OWA URL:
pl: Adres URL OWA:

source: Password:
pl: Hasło:

source: Remember this password
pl: Zapamiętanie hasła

source: Username:
pl: Nazwa użytkownika:

source: Welcome
pl: Witaj

source: Welcome to Ximian Connector for Microsoft Exchange. The next few screens will help you configure Evolution to connect to your Exchange account. Please click the "Forward" button to continue.
pl: Witaj w Ximian Connector dla Microsoft Exchange. Następnych kilka ekranów pomoże ci skonfigurować Evolution do połączenia z kontem Exchange. Aby kontynuować, kliknij "Naprzód".

source: Ximian Connector Configuration
pl: Konfiguracja Ximian Connector

source: Ximian Connector can use account information from your existing Outlook Web Access (OWA) account. Enter your OWA site address (URL), username, and password, then click "Forward".
pl: Ximian Connector może wykorzystać informacje o koncie z istniejącego konta Outlook Web Access (OWA). Podaj adres URL strony OWA, nazwę użytkownika i hasło, potem kliknij "Naprzód".

source: Ximian Connector could not find the Global Catalog replica for your site. Please enter the name of your Global Catalog server. You may need to ask your system administrator for the correct value.
pl: Ximian Connector nie może odnaleźć repliki ogólnego katalogu dla podanej strony. Wprowadź nazwę serwera ogólnego katalogu. Może istnieć konieczność zapytania się administratora systemu o poprawną wartość.

source: Ximian Connector has encountered a problem configuring your Exchange account.
pl: Ximian Connector napotkał na problem podczas konfiguracji konta Exchange.

source: Your Connector account is now ready to use. Click the "Apply" button to save your settings.
pl: Konto Exchange jest teraz gotowe do użycia. Kliknij przycisk "Zastosuj" aby zapisać ustawienia.

source: Your account information is as follows. Please correct any errors, then click "Forward".
pl: Poniżej są przedstawione informacje o koncie. Popraw występujące błędy, a następnie kliknij przycisk "Naprzód".

source: The current password does not match the existing password for your account. Please enter the correct password
pl: Bieżące hasło nie pasuje do istniejącego hasła konta. Wprowadź poprawne hasło.

source: The two passwords do not match. Please re-enter the passwords.
pl: Obydwa hasła nie są zgodne. Wprowadź je ponownie.

source: Change Password
pl: Zmiana hasła

source: Confirm Password:
pl: Potwierdzenie hasła:

source: Current Password:
pl: Bieżące hasło:

source: New Password:
pl: Nowe hasło:

source: Your current password has expired. Please change your password now.
pl: Bieżące hasło utraciło ważność. Zmień teraz swoje hasło.

source: Permissions for %s
pl: Uprawnienia do %s

source: No Global Catalog server configured for this account. Unable to edit delegates.
pl: Brak skonfigurowanego serwera ogólnego katalogu dla tego konta. Nie można zmodyfikować delegacji.

source: Could not read folder permissions. Unable to edit delegates.
pl: Nie można odczytać uprawnień folderu. Nie można zmodyfikować delegacji.

source: Could not determine folder permissions for delegates. Unable to edit delegates.
pl: Nie można ustalić uprawnień folderu dla delegacji. Unable to edit delegates.

source: Delegate To:
pl: Oddelegowanie do:

source: Delegate To
pl: Oddelegowanie do

source: Could not make %s a delegate
pl: Nie można oddelegować %s

source: You cannot make yourself your own delegate
pl: Nie można się oddelegować do siebie

source: %s is already a delegate
pl: %s jest już delegatem

source: Remove the delegate %s?
pl: Usunąć delegację %s?

source: Could not access Active Directory
pl: Brak dostępu do Active Directory

source: Could not find self in Active Directory
pl: Nie można odnaleźć siebie w Active Directory

source: Could not find delegate %s in Active Directory
pl: Nie można odnaleźć delegacji %s w Active Directory

source: Could not remove delegate %s
pl: Nie można usunąć delegacji %s

source: Could not update list of delegates.
pl: Nie można uaktualnić listy delgacji.

source: Could not add delegate %s
pl: Nie można dodać delegacji %s

source: Failed to update delegates: %s
pl: Aktualizacja delegacji nie powiodła się: %s

source: Name
pl: Nazwa

source: Error reading delegates list.
pl: Błąd przy odczytywaniu listy delegacji.

source: Author (read, create)
pl: Autor (odczyt, tworzenie)

source: C_alendar:
pl: K_alendarz:

source: Co_ntacts:
pl: Ko_ntakty:

source: Delegate Permissions
pl: Delegacja uprawnień

source: Delegates
pl: Delegacje

source: Editor (read, create, edit)
pl: Redaktor (odczyt, tworzenie, modyfikacja)

source: Permissions for
pl: Uprawnienia dla

source: Reviewer (read-only)
pl: Recenzent (tylko odczyt)

source: These users will be able to send mail on your behalf and access your folders with the permissions you give them.
pl: Ci użytkownicy będą mogli wysyłać pocztę w twoim imieniu oraz mieć dostęp do twoich folderów zgodnie z nadanymi im uprawnieniami.

source: _Delegate can see private items
pl: _Delegaci mogą zobaczyć prywatne elementy

source: _Edit
pl: _Edycja

source: _Inbox:
pl: _Nadchodzące:

source: _Tasks:
pl: _Zadania:

source: Folder Name
pl: Nazwa folderu

source: Folder Size
pl: Rozmiar folderu

source: Exchange Folder Tree
pl: Drzewo folderu Exchange

source: Calendar
pl: Kalendarz

source: Contacts
pl: Kontakty

source: Deleted Items
pl: Elementy usunięte

source: Drafts
pl: Szkice

source: Inbox
pl: Odebrane
