Repository: aviarypl/gnome-l10n-pl
Catalog: po/desktop/evolution-exchange.gnome-2-12.*.po
Languages: pl

source: Journal
pl: Dziennik

source: Notes
pl: Notatki

source: Outbox
pl: Wychodzące

source: Sent Items
pl: Elementy wysłane

source: Tasks
pl: Zadania

source: Migrating Exchange Folders...
pl: Migrowanie folderów Exchange

source: The location and hierarchy of the Evolution exchange account folders are changed since Evolution %d.%d.%d. Please be patient while Evolution migrates your folders...
pl: Położenie i hierarchia folderów kont Evolution exchange uległy zmianie od wersji %d.%d.%d. Zachowaj cierpliwość podczas gdy Evolution będzie migrował foldery...

source: Warning: Evolution Could not migrate all the Exchange account data from the version %d.%d.%d. The data hasn't been deleted, but will not be seen by this version of Evolution
pl: Ostrzeżenie: Program Evolution nie może zmigrować wszystkich danych konta Exchange z wersji %d.%d.%d. Dane nie zostały usunięte, ale nie będą widoczne w tej wersji Evolution

source: Migrating `%s':
pl: Migrowanie "%s":

source: Could not update out-of-office state
pl: Nie można uaktualnić stanu poza biurem

source: Could not read out-of-office state
pl: Nie można odczytać stanu poza biurem

source: <b>Currently, your status is "Out of the Office". </b> Would you like to change your status to "In the Office"?
pl: <b>Aktualnie twój stan obecności to "Poza biurem".</b> Czy chcesz zmienić stan swojej obecności na "W biurze"?

source: <b>Out of Office Message:</b>
pl: <b>Informacja "Poza biurem":</b>

source: <b>Status:</b>
pl: <b>Stan:</b>

source: <small>The message specified below will be automatically sent to each person who sends mail to you while you are out of the office.</small>
pl: <small>Wiadomość wprowadzona poniżej będzie automatycznie wysyłana do każdej osoby, która przyśle ci wiadomość podczas twojej nieobecności w biurze.</small>

source: I am currently in the office
pl: Jestem aktualnie w biurze

source: I am currently out of the office
pl: Jestem aktualnie poza biurem

source: No, Don't Change Status
pl: Nie, nie zmieniaj stanu

source: Out of Office Assistant
pl: Asystent obecności poza biurem

source: Yes, Change Status
pl: Tak, zmień stan

source: Password Expiry Warning...
pl: Ostrzeżenie o wygaśnięciu hasła...

source: Your password will expire in 7 days...
pl: Hasło wygaśnie w ciągu 7 dni...

source: _Change Password
pl: _Zmień hasło

source: ok_button
pl: przycisk ok

source: Could not read folder permissions
pl: Nie można odczytać uprawnień folderu

source: Could not update folder permissions.
pl: Nie można uaktualnić uprawnień folderu.

source: Could not update folder permissions. %s
pl: Nie można uaktualnić uprawnień folderu. %s

source: (Permission denied.)
pl: (Brak uprawnień.)

source: Unable to add user to access control list: No Global Catalog server is configured for this account.
pl: Nie można dodać użytkownika do listy kontroli dostępu: Nie skonfigurowano serwera ogólnego katalogu dla tego konta.

source: Add User:
pl: Dodawany użytkownik:

source: Add User
pl: Dodawanie użytkownika

source: No such user %s
pl: Nie ma użytkownika %s

source: %s cannot be added to an access control list
pl: Nie można dodać użytkownika %s do listy kontroli dostępu

source: Unknown error looking up %s
pl: Nieznany błąd wyszukiwania %s

source: %s is already in the list
pl: Użytkownik %s znajduje się już na liście

source: Role
pl: Rola

source: <b>Permissions</b>
pl: <b>Uprawnienia</b>

source: Cannot Delete
pl: Nie może usuwać

source: Cannot Edit
pl: Nie może modyfikować

source: Create items
pl: Tworzenie elementów

source: Create subfolders
pl: Tworzenie podfolderów

source: Delete Any Items
pl: Usuwanie dowolnych elementów

source: Delete Own Items
pl: Usuwanie własnych elementów

source: Edit Any Items
pl: Modyfikacja dowolnych elementów

source: Edit Own Items
pl: Modyfikacja własnych elementów

source: Folder contact
pl: Kontakt folderu

source: Folder owner
pl: Właściciel folderu

source: Folder visible
pl: Widoczność folderów

source: Read items
pl: Czytanie elementów

source: Role:
pl: Rola:

source: Connecting...
pl: Nawiązywanie połączenia...

source: Ximian Connector for Microsoft Exchange
pl: Ximian Connector dla Microsoft Exchange

source: Account Name
pl: Nazwa konta

source: Folder does not exist
pl: Folder nie istnieje

source: Could not add favorite: %s
pl: Nie można utworzyć ulubionych: %s

source: Could not remove favorite: %s
pl: Nie można usunąć ulubionych: %s

source: _Rename Folder...
pl: _Zmień nazwę folderu...

source: _New Folder...
pl: _Nowy folder...

source: _Delete Folder
pl: _Usuń folder

source: _Add Other User's Folder...
pl: _Dodaj folder innego użytkownika...

source: _Remove Other User's Folder
pl: U_suń folder innego użytkownika

source: Add to _Favorites
pl: D_odaj do ulubionych

source: Remove from Fa_vorites
pl: Usuń z u_lubionych

source: _Show Folder Sizes
pl: _Wyświetl rozmiary folderów

source: Ximian Connector for Microsoft Exchange Setup Tool
pl: Narzędzie konfigurujące Ximian Connector dla Microsoft Exchange

source: Change your Exchange server password
pl: Zmień hasło na serwerze Exchange

source: Folder _Size
pl: _Rozmiar folderu

source: Get the size of personal folders
pl: Pobiera rozmiar folderów osobistych

source: Subscribe to _Other User's Folder...
pl: Zas_ubskrybuj folder innego użytkownika...

source: Subscribe to a folder belonging to some other user on the server
pl: Subskrybuje folder należący do innego użytkownika serwera

source: Unsubscribe from a folder added with "Subscribe to Other User's Folder"
pl: Usuwa subskrypcję folderu dodanego za pomocą "Zasubskrybuj folder innego użytkownika"

source: View or change your Exchange calendar delegation settings
pl: Wyświetla lub zmienia ustawienia delegacji kalendarza Exchange

source: View or change your Out-of-Office status and autoreply message
pl: Wyświetla lub zmienia stan poza biurem oraz automatyczną odpowiedź

source: _Change Exchange Password...
pl: Z_mień hasło Exchange...

source: _Delegation Assistant
pl: _Asystent delegacji

source: _Out of Office Assistant
pl: Asystent obecności poza _biurem

source: _Unsubscribe from Other User's Folder
pl: _Usuń subskrypcję folderu innego użytkownika
