Repository: aviarypl/gnome-l10n-pl
Catalog: po/desktop/vino.gnome-2-12.*.po
Languages: pl

source: Send this command by email
pl: Wysłanie polecenia poprzez e-mail

source: There was an error displaying help: %s
pl: Wystąpił błąd podczas wyświetlania pomocy: %s

source: Remote Desktop
pl: Zdalny pulpit

source: Set your remote desktop access preferences
pl: Ustawienia dostępu zdalnego pulpitu

source: <b>Security</b>
pl: <b>Bezpieczeństwo</b>

source: <b>Sharing</b>
pl: <b>Udostępnianie</b>

source: A_sk you for confirmation
pl: _Pytanie o potwierdzenie

source: Allow other users to _view your desktop
pl: _Zezwolenie innym użytkownikom na podgląd pulpitu

source: Remote Desktop Preferences
pl: Ustawienia zdalnego pulpitu

source: Some of these preferences are locked down
pl: Część z ustawień jest zablokowana

source: Users can view your desktop using this command:
pl: Użytkownicy mogą podglądnąć pulpit używając polecenia:

source: When a user tries to view or control your desktop:
pl: Gdy użytkownik próbuje podglądnąć lub kontrolować pulpit:

source: _Allow other users to control your desktop
pl: Z_ezwolenie innym użytkownikom na kontrolę pulpitu

source: _Password:
pl: _Hasło:

source: _Require the user to enter this password:
pl: Wymaganie podania poniższego hasła:

source: Address
pl: Adres

source: The address pointed to by the widget
pl: Adres wskazywany przez widged

source: Tooltip
pl: Podpowiedź

source: A tooltip for this URL
pl: Podpowiedź dla adresu URL

source: URL color
pl: Kolor adresu URL

source: The color of the URL's label
pl: Kolor etykiety adresu URL

source: Screen
pl: Ekran

source: The screen to be monitored
pl: Monitorowany ekran

source: Your XServer does not support the XTest extension - remote desktop access will be view-only
pl: XSerwer nie obsługuje rozszerzenia XTest - dostęp zdalnego pulpitu będzie ograniczony tylko do podglądania

source: The screen on which to display the prompt
pl: Ekran na którym będzie wyświetlone pytanie

source: A user on the computer '%s' is trying to remotely view or control your desktop.
pl: Użytkownik zdalnego komputera "%s" próbuje podglądnąć lub kontrolować pulpit.

source: <big><b>Another user is trying to view your desktop.</b></big>
pl: <big><b>Inny użytkownik próbuje podglądnąć pulpit.</b></big>

source: A user on another computer is trying to remotely view or control your desktop.
pl: Użytkownik innego zdalnego komputera próbuje podglądnąć lub kontrolować pulpit.

source: Do you want to allow them to do so?
pl: Czy zezwolić im na to?

source: Question
pl: Pytanie

source: _Allow
pl: _Zezwól

source: _Refuse
pl: _Odmów

source: The screen for which to create a VNC server
pl: Ekran dla którego utworzony zostanie serwer VNC

source: On Hold
pl: Wstrzymanie

source: Place all clients on hold
pl: Wstrzymuje wszystkich klientów

source: Prompt enabled
pl: Pytanie

source: Prompt the user about connection attempts
pl: Pytanie użytkownika o próby połączeń

source: View Only
pl: Podgląd

source: Disallow keyboard/pointer input from clients
pl: Zabronienie klientom kontroli klawiatury/myszy

source: Require Encryption
pl: Szyfrowanie

source: Require clients to use encryption
pl: Wymaganie od klientów szyfrowania

source: Authentication methods
pl: Metody uwierzytelniania

source: The authentication methods this server should allow
pl: Metody uwierzytelniania dopuszczane przez serwer

source: VNC Password
pl: Hasło VNC

source: The password (base64 encoded) used to authenticate types using the VncAuth method
pl: Hasło (zakodowane metodą base64) używane przy autoryzacji typów używających metody VncAuth

source: Allowed authentication methods
pl: Dopuszczone metody uwierzytelniania

source: E-mail address to which the remote desktop URL should be sent
pl: Adres e-mail na który powinien być wysłany adres URL zdalnego pulpitu

source: Enable remote desktop access
pl: Włączenie dostępu zdalnego pulpitu

source: If true, allows remote access to the desktop via the RFB protocol. Users on remote machines may then connect to the desktop using a vncviewer.
pl: Jeżeli ustawione, pozwala na zdalny dostęp do pulpitu poprzez protokół RFB. Użytkownicy na zdalnych maszynach mogą się wtedy łączyć z pulpitem za pomocą programu vncviewer.

source: If true, remote users accessing the desktop are not allowed access until the user on the host machine approves the connection. Recommended especially when access is not password protected.
pl: Jeżeli ustawione, zdalni użytkownicy nie otrzymają pozwolenia na dostęp do pulpitu bez akceptacji użytkownika na lokalnym komputerze. Zalecane szczególnie przy dostępie nie zabezpieczonym hasłem.

source: If true, remote users accessing the desktop are only allowed to view the desktop. Remote user's will not be able to use the mouse or keyboard.
pl: Jeżeli ustawione, zdalni użytkownicy będą mogli podglądać pulpit, bez możliwości użycia myszy lub klawiatury.

source: If true, remote users accessing the desktop are required to be able support encryption. It is highly recommended that you use a client which supports encryption unless the intervening network is trusted.
pl: Jeżeli ustawione, zdalni użytkownicy będą musieli mieć obsługę szyfrowania. Używanie programów klientów z szyfrowaniem jest mocno zalecane, chyba, że ingerująca sieć jest zaufana.

source: Lists the authentication methods with which remote users may access the desktop. There are two possible authentication methods; "vnc" causes the remote user to be prompted for a password (the password is specified by the vnc_password key) before connecting and "none" which allows any remote user to connect.
pl: Lista metod uwierzyteleniających za pomocą których zdalni użytkownicy mogą mieć dostęp do pulpitu. Są dwie możliwe metody autoryzacji; "vnc" powoduje zapytanie przed połączeniem zdalnego użytkownika o hasło (hasło jest określone w kluczu vnc_password), oraz "none" (brak) która pozwala dowolnemu zdalnemu użytkownikowi na dostęp.

source: Only allow remote users to view the desktop
pl: Zezwolenie zdalnym użytkownikom tylko na podgląd pulpitu

source: Password required for "vnc" authentication
pl: Hasło wymagane dla autoryzacji "vnc"

source: Prompt the user before completing a connection
pl: Zapytanie użytkownika przed finalizowaniem połączenia

source: Require encryption
pl: Szyfrowanie

source: The password which the remote user will be prompted for if the "vnc" authentication method is used. The password specified by the key is base64 encoded.
pl: Hasło o które będzie zapytany zdalny użytkownik przy metodzie autoryzacji "vnc". Hasło określone w tym kluczu jest zakodowane metodą base64.

source: This key specifies the e-mail address to which the remote desktop URL should be sent if the user clicks on the URL in the Remote Desktop preferences dialog.
pl: Klucz ten określa adres e-mail na który powinien zostać wysłany adres URL zdalnego pulpitu. Adres będzie wysłany po kliknięciu na URL w oknie ustawień zdalnego pulpitu.

source: Remote Desktop server already running; exiting ...
pl: Serwer zdalnego pulpitu jest już uruchomiony; kończenie pracy ...

source: Problem registering the remote desktop server with bonobo-activation; exiting ...
pl: Błąd rejestracji serwera zdalnego pulpitu przy pomocy bonobo-activation; kończenie pracy ...

source: Remote desktop server died, restarting
pl: Serwer zdalnego pulpitu zginął, ponowne uruchamianie

source: Activation of %s failed: %s
pl: Aktywacja %s nie powiodła się: %s

source: Activation of %s failed: Unknown Error
pl: Aktywacja %s nie powiodła się: nieznany błąd

source: Failed to activate remote desktop server: tried too many times
pl: Aktywacja serwera zdalnego pulpitu nie powiodła się: zbyt wiele prób

source: Starting remote desktop server
pl: Uruchamianie serwera zdalnego pulpitu

source: Not starting remote desktop server
pl: Bez uruchamiania serwera zdalnego pulpitu
