Repository: aviarypl/gnome-l10n-pl
Catalog: desktop/fast-user-switch-applet.HEAD.*.po
Languages: pl

source: A menu to quickly switch between users
pl: Menu do szybkiego przełączania użytkowników

source: User Switcher
pl: Przełącznik użytkowników

source: User Switcher Applet Factory
pl: Generator apletu przełączania użytkowników

source: Edit Personal _Information
pl: Modyfikuj informacje _osobiste

source: _About
pl: _Informacje o

source: _Edit Users and Groups
pl: Modyfikuj _użytkowników i grupy

source: _Help
pl: _Pomoc

source: _Preferences
pl: P_referencje

source: _Setup Login Screen
pl: U_stawienia ekranu logowania

source: Display Style
pl: Styl wyświetlania

source: Lock Screen After Switch
pl: Blokada ekranu po przełączeniu

source: Show "Login Window" Menuitem
pl: Pokaż element menu "Okno logowania"

source: Show "Other" Menuitem
pl: Pokaż element menu "Inne"

source: Show Active Users Only
pl: Pokaż tylko aktywnych użytkowników

source: Specifies how to display the applet in the panel. Use "username" to display the current user's name, "icon" to show the people icon, or "text" to use the word `Users.'
pl: Określa jak wyświetlać aplet na panelu. Dopuszczalne wartości to "username" - aby wyświetlić nazwę bieżącego użytkownika, "icon" - aby wyświetlić ikonę, albo "text" - aby wyświetlić słowo "Użytkownicy."

source: Use Xnest
pl: Użycie Xnest

source: When to show the "Login Window" item. Possible values include: "always" to always show the item, "never" to never show the item, and "auto" (the default) to show the item when the applet is in Xnest mode.
pl: Określa, kiedy wyświetlić element "Okno logowania". Możliwe wartości: "always" - by zawsze wyświetlać element, "never" - by nie był nigdy wyświetlany, "auto" (domyślne), by wyświetlać element gdy aplet jest w trybie Xnest.

source: When to show the "Other" item. Possible values include: "always" to always show the item, "never" to never show the item, and "auto" (the default) to show the item when the applet is in console (not Xnest) mode.
pl: Określa, kiedy wyświetlić element "Inne". Możliwe wartości: "always" - by zawsze wyświetlać element, "never" - by nie był nigdy wyświetlany, "auto" (domyślne), by wyświetlać element gdy aplet jest w trybie konsoli (nie Xnest).

source: Whether or not to create new Xnest windows instead of spawning new consoles when switching users.
pl: Określa, czy tworzyć nowe okna Xnest zamiast uruchamiać nowe konsole podczas przełączania użytkowników.

source: Whether or not to lock the screen after switching to a different console.
pl: Określa, czy zablokować ekran podczas przełączania na inną konsolę.

source: Whether to show only users who are currently logged in, or all users.
pl: Określa, czy wyświetlać tylko zalogowanych użytkowników, czy wszystkich.

source: <span weight="bold" size="larger">Multiple Logins Found</span>
pl: <span weight="bold" size="larger">Stwierdzono wielokrotne logowanie</span>

source: Appearance
pl: Wygląd

source: Continue
pl: Kontynuuj

source: Create new logins in _nested windows
pl: Tworzenie nowych logowań w _zagnieżdżonych oknach

source: Details
pl: Szczegóły

source: Multiple Logins Found - User Switcher
pl: Przełącznik użytkowników - stwierdzono wielokrotne logowanie

source: Options
pl: Opcje

source: Some preferences have been locked by the system adminstrator.
pl: Część ustawień została zablokowana przez administratora systemu.

source: The user you want to switch to is logged in multiple times on this computer. Which login do you want to switch to?
pl: Użytkownik, na którego wybrano przełączenie, jest wielokrotnie zalogowany na tym komputerze. Na którą sesję chcesz się przełączyć?

source: Use the `people' icon for the menu title
pl: Użycie ikony "ludzie" dla tytułu menu

source: Use the current user's name for the menu title
pl: Użycie bieżącej nazwy użytkownika dla tytułu menu

source: Use the word `Users' as the menu title
pl: Użycie słowa "Użytkownicy" dla tytułu menu

source: User Switcher Error
pl: Błąd przełącznika użytkowników

source: User Switcher Preferences
pl: Preferencje przełącznika użytkowników

source: Users
pl: Użytkownicy

source: When a new login must be created to switch users, create it in a window instead of on a new screen
pl: Jeśli trzeba utworzyć nowy login, by przełączyć użytkownika, zostanie on utworzony w oknie zamiast na nowym ekranie

source: When changing to a different display, activate the screensaver for this display.
pl: Przy zmianie na inny ekran, zostanie aktywowany wygaszacz dla tego ekranu.

source: _Lock the screen after switching users
pl: _Blokada ekranu po przełączeniu użytkowników

source: Other
pl: Inne

source: Login Window
pl: Okno logowania

source: The Fast User Switch Applet is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
pl: Aplet szybkiego przełączania użytkowników jest oprogramowaniem ogólnodostępnym; można je rozpowszechniać i/lub modyfikować zgodnie z postanowieniami GNU General Public License opublikowanej przez Free Software Foundation w wersji 2 lub (zależnie od Twojego wyboru) którejkolwiek późniejszej.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
pl: Program ten jest rozpowszechniany w nadziei, że będzie użyteczny, ale BEZ ŻADNEJ GWARANCJI, w tym bez gwarancji PRZYDATNOŚCI DO KONKRETNEGO ZASTOSOWANIA. Szczegóły można znaleźć w GNU General Public License.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
pl: Kopia licencji GNU GPL powinna zostać dostarczona wraz z tym programem. Jeśli jej brak, napisz na adres Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA

source: Fast User Switch Applet
pl: Aplet szybkiego przełączania użytkowników

source: A menu to quickly switch between users.
pl: Menu do szybkiego przełączania użytkowników.

source: translator-credits
pl: GNOME PL Team <translators@gnomepl.org>

source: Multiple Logins Found - Fast User-Switch
pl: Szybki przełącznik użytkowników - stwierdzono wielokrotne logowanie

source: Multiple Logins Found
pl: Stwierdzono wielokrotne logowanie

source: %s in a nested window on console %d
pl: %s w zagnieżdżonym oknie na konsoli %d

source: %s on console %d
pl: %s na konsoli %d

source: Display Manager Unavailable
pl: Menedżer ekranów jest niedostępny

source: In order for the User Selector to function properly, the GNOME Display Manager must be running, but it is not.
pl: Aby wybór użytkowników działał poprawnie, musi być uruchomiony menedżer ekranów GNOME (GDM).

source: Multiple Consoles Not Supported
pl: Wielokrotne konsole nie są obsługiwane

source: This system does not support multiple graphical login screens.
pl: System nie obsługuje wielokrotnych graficznych ekranów logowania.

source: Too Many Sessions
pl: Zbyt wiele sesji

source: There are currently too many sessions running to create a new one. Someone must log out, or the system configuration must be changed to allow for more.
pl: Obecnie jest uruchomionych zbyt wiele sesji, aby utworzyć kolejną. Ktoś musi się wylogować, albo musi zostać zmieniona konfiguracja systemu by pozwolić na więcej.

source: Graphical System Error
pl: Błąd systemu graficznego

source: The graphical interface did not properly start, which is needed for graphical logins. It is likely that the X Window System or GDM is not properly configured.
pl: Interfejs graficzny nie został poprawnie uruchomiony, co jest potrzebne do logowania graficznego. Prawdopodobnie system X Window lub GDM nie są poprawnie skonfigurowane.

source: Permissions Error
pl: Błąd uprawnień

source: Your user does not have permissions to create additional logins. Check your <i>~/.Xauthority</i> setup.
pl: Nie masz uprawnień do tworzenia dodatkowych loginów. Sprawdź swoje ustawienia <i>~/.Xauthority</i>.

source: Missing Required File
pl: Brak wymaganego pliku

source: The User Selector's interfaces file, `%s', could not be opened. It is likely that this application was not properly installed or configured.
pl: Nie można otworzyć pliku interfejsu przełącznika użytkowników "%s". Prawdopodobnie aplikacja nie została poprawnie zainstalowana lub skonfigurowana.

source: Can't lock screen: %s
pl: Nie można zablokować ekranu: %s

source: Can't temporarily set screensaver to blank screen: %s
pl: Nie można tymczasowo ustawić wygaszacza ekranu: %s

source: Manager
pl: Zarządzający

source: The manager which owns this object.
pl: Zarządzający, który jest właścicielem tego obiektu.

source: Name
pl: Nazwa

source: The name of the X11 display this object refers to.
pl: Nazwa ekranu X11, do którego odnosi się ten obiekt.

source: User
pl: Użytkownik

source: The user currently logged in on this virtual terminal.
pl: Użytkownik obecnie zalogowany na tym wirtualnym terminalu.

source: Console
pl: Konsola

source: The number of the virtual console this display can be found on, or %-1.
pl: Numer wirtualnej konsoli, na której można znaleźć ten ekran, lub %-1.

source: Nested
pl: Zagnieżdżony

source: Whether or not this display is a windowed (Xnest) display.
pl: Określa, czy ten ekran jest ekranem zagnieżdżonym (Xnested).

source: The display manager could not be contacted for unknown reasons.
pl: Z nieznanych powodów nie można połączyć się z menedżerem ekranu.

source: The display manager is not running or too old.
pl: Menedżer ekranu nie jest uruchomiony albo jest za stary.

source: The configured limit of flexible servers has been reached.
pl: Osiągnięto skonfigurowane ograniczenie serwerów elastycznych.

source: There was an unknown error starting X.
pl: Wystąpił nieznany błąd podczas uruchamiania X.

source: The X server failed to finish starting.
pl: Nie powiodło się się ukończenie uruchamiania serwera X.

source: There are too many X sessions running.
pl: Zbyt wiele uruchomionych serwerów X.

source: The nested X server (Xnest) cannot connect to your current X server.
pl: Zagnieżdżony X serwer (Xnest) nie może połączyć się z bieżącym X serwerem.

source: The X server in the GDM configuration could not be found.
pl: Nie można odnaleźć X serwera z konfiguracji GDM.

source: Trying to set an unknown logout action, or trying to set a logout action which is not available.
pl: Próba ustawienia nieznanego działania wylogowania albo próba ustawienia działania wylogowania, które nie jest dostępne.

source: Virtual terminals not supported.
pl: Wirtualne terminale nie są obsługiwane.

source: Invalid virtual terminal number.
pl: Niepoprawny numer wirtualnego terminala.

source: Trying to update an unsupported configuration key.
pl: Próba aktualizacji nieobsługiwanego klucza konfiguracji.

source: ~/.Xauthority file badly configured or missing.
pl: Brak albo zła konfiguracja pliku ~/.Xauthority.

source: Too many messages were sent to the display manager, and it hung up.
pl: Zbyt wiele komunikatów zostało wysłanych do menedżera ekranów powodując jego zawieszenie.

source: The display manager sent an unknown error message.
pl: Menedżer ekranów wysłał nieznany komunikat błędu.

source: The user this menu item represents.
pl: Użytkownik, którego reprezentuje ten element menu.

source: Icon Size
pl: Rozmiar ikony

source: The size of the icon to use.
pl: Używany rozmiar ikony.

source: Indicator Size
pl: Rozmiar wskaźnika

source: Size of check indicator
pl: Rozmiar wskaźnika zaznaczenia

source: Indicator Spacing
pl: Odstęp wskaźnika

source: Space between the username and the indicator
pl: Odstęp pomiędzy nazwą użytkownika a wskaźnikiem

source: The user manager object this user is controlled by.
pl: Obiekt menedżera użytkownika, przez którego jest kontrolowany użytkownik.

source: Show Details
pl: Pokaż szczegóły
