Repository: aviarypl/gnome-l10n-pl
Catalog: desktop/gnome-keyring.HEAD.*.po
Languages: pl

source: _Old password:
pl: _Stare hasło:

source: _Password:
pl: _Hasło:

source: _Confirm new password:
pl: _Potwierdź nowe hasło:

source: <span weight="bold">Password strength meter:</span>
pl: <span weight="bold">Miernik siły hasła:</span>

source: Old password cannot be blank.
pl: Stare hasło nie może być puste.

source: Password cannot be blank.
pl: Hasło nie może być puste.

source: Passwords do not match.
pl: Hasła nie są zgodne.

source: The application '%s' (%s) wants access to the default keyring, but it is locked
pl: Aplikacja "%s" (%s) wymaga dostępu do domyślnej bazy kluczy, ale baza jest zablokowana

source: The application '%s' (%s) wants access to the keyring '%s', but it is locked
pl: Aplikacja "%s" (%s) wymaga dostępu do bazy kluczy "%s", ale baza jest zablokowana

source: The application '%s' (%s) wants access to an unknown keyring, but it is locked
pl: Aplikacja "%s" (%s) wymaga dostępu do nieznanej bazy kluczy, ale baza jest zablokowana

source: The application '%s' wants access to the default keyring, but it is locked
pl: Aplikacja "%s" wymaga dostępu do domyślnej bazy kluczy, ale baza jest zablokowana

source: The application '%s' wants access to the keyring '%s', but it is locked
pl: Aplikacja "%s" wymaga dostępu do bazy kluczy "%s", ale baza jest zablokowana

source: The application '%s' wants access to an unknown keyring, but it is locked
pl: Aplikacja "%s" wymaga dostępu do nieznanej bazy kluczy, ale baza jest zablokowana

source: An unknown application wants access to the default keyring, but it is locked
pl: Nieznana aplikacja wymaga dostępu do domyślnej bazy kluczy, ale baza jest zablokowana

source: An unknown application wants access to the keyring '%s', but it is locked
pl: Nieznana aplikacja wymaga dostępu do bazy kluczy "%s", ale baza jest zablokowana

source: An unknown application wants access to an unknown keyring, but it is locked
pl: Nieznana aplikacja wymaga dostępu do nieznanej bazy kluczy, ale baza jest zablokowana

source: Enter password for default keyring to unlock
pl: Podaj hasło do domyślnej bazy kluczy aby ją odblokować

source: Enter password for keyring '%s' to unlock
pl: Podaj hasło do bazy kluczy "%s" aby ją odblokować

source: Unlock Keyring
pl: Odblokowanie bazy kluczy

source: _Deny
pl: O_dmowa

source: The application '%s' (%s) wants to create a new keyring called '%s'. You have to choose the password you want to use for it.
pl: Aplikacja "%s" (%s) wymaga utworzenia nowej bazy kluczy o nazwie "%s". Należy podać hasło jakie będzie z nią używane.

source: The application '%s' (%s) wants to create a new default keyring. You have to choose the password you want to use for it.
pl: Aplikacja "%s" (%s) wymaga utworzenia nowej domyślnej bazy kluczy. Należy podać hasło jakie będzie z nią używane.

source: The application '%s' wants to create a new keyring called '%s'. You have to choose the password you want to use for it.
pl: Aplikacja "%s" wymaga utworzenia nowej bazy kluczy o nazwie "%s". Należy podać hasło jakie będzie z nią używane.

source: The application '%s' wants to create a new default keyring. You have to choose the password you want to use for it.
pl: Aplikacja "%s" wymaga utworzenia nowej domyślnej bazy kluczy. Należy podać hasło jakie będzie z nią używane.

source: An unknown application wants to create a new keyring called '%s'. You have to choose the password you want to use for it.
pl: Nieznana aplikacja wymaga utworzenia nowej bazy kluczy o nazwie "%s". Należy podać hasło jakie będzie z nią używane.

source: An unknown application wants to create a new default keyring. You have to choose the password you want to use for it.
pl: Nieznana aplikacja wymaga utworzenia nowej domyślnej bazy kluczy. Należy podać hasło jakie będzie z nią używane.

source: New Keyring Password
pl: Hasło nowej bazy kluczy

source: Choose password for new keyring
pl: Podaj hasło dla nowej bazy kluczy

source: The application '%s' (%s) wants to change the password for the '%s' keyring. You have to choose the password you want to use for it.
pl: Aplikacja "%s" (%s) chce zmienić hasło dla bazy kluczy "%s". Należy podać hasło jakie będzie z nią używane.

source: The application '%s' (%s) wants to change the password for the default keyring. You have to choose the password you want to use for it.
pl: Aplikacja "%s" (%s) chce zmienić hasło dla domyślnej bazy kluczy. Należy podać hasło jakie będzie z nią używane.

source: The application '%s' wants to change the password for the '%s' keyring. You have to choose the password you want to use for it.
pl: Aplikacja "%s" chce zmienić hasło dla bazy kluczy "%s". Należy podać hasło jakie będzie z nią używane.

source: The application '%s' wants to change the password for the default keyring. You have to choose the password you want to use for it.
pl: Aplikacja "%s" chce zmienić hasło dla domyślnej bazy kluczy. Należy podać hasło jakie będzie z nią używane.

source: An unknown application wants to change the password for the '%s' keyring. You have to choose the password you want to use for it.
pl: Nieznana aplikacja chce zmienić hasło dla bazy kluczy "%s". Należy podać hasło jakie będzie z nią używane.

source: An unknown application wants to change the password for the default keyring. You have to choose the password you want to use for it.
pl: Nieznana aplikacja chce zmienić hasło dla domyślnej bazy kluczy. Należy podać hasło jakie będzie z nią używane.

source: Choose a new password for the '%s' keyring.
pl: Podaj nowe hasło dla bazy kluczy "%s".

source: Choose a new password for the default keyring.
pl: Podaj nowe hasło dla domyślnej bazy kluczy.

source: Change Keyring Password
pl: Zmiana hasła bazy kluczy

source: The application '%s' (%s) wants to store a password, but there is no default keyring. To create one, you need to choose the password you wish to use for it.
pl: Aplikacja "%s" (%s) potrzebuje zachować hasło, ale brak domyślnej bazy kluczy. Aby ją utworzyć, należy podać hasło jakie będzie z nią używane.

source: The application '%s' wants to store a password, but there is no default keyring. To create one, you need to choose the password you wish to use for it.
pl: Aplikacja "%s" potrzebuje zachować hasło, ale brak domyślnej bazy kluczy. Aby ją utworzyć, należy podać hasło jakie będzie z nią używane.

source: An unknown application wants to store a password, but there is no default keyring. To create one, you need to choose the password you wish to use for it.
pl: Nieznana aplikacja potrzebuje zachować hasło, ale brak domyślnej bazy kluczy. Aby ją utworzyć, należy podać hasło jakie będzie z nią używane.

source: Create Default Keyring
pl: Tworzenie domyślnej bazy kluczy

source: Choose password for default keyring
pl: Podaj hasło dla domyślnej bazy kluczy

source: Allow application access to keyring?
pl: Zezwolić aplikacji na dostęp do bazy kluczy?

source: The application '%s' (%s) wants to access the password for '%s' in %s.
pl: Aplikacja "%s" (%s) wymaga hasła dostępu dla "%s" w %s.

source: The application '%s' (%s) wants to access the password for '%s' in the default keyring.
pl: Aplikacja "%s" (%s) wymaga hasła dostępu dla "%s" w domyślnej bazie kluczy.

source: The application '%s' (%s) wants to access the password for '%s' in an unknown keyring.
pl: Aplikacja "%s" (%s) wymaga hasła dostępu dla "%s" w nieznanej bazie kluczy.

source: The application '%s' wants to access the password for '%s' in %s.
pl: Aplikacja "%s" wymaga hasła dostępu dla "%s" w %s.

source: The application '%s' wants to access the password for '%s' in the default keyring.
pl: Aplikacja "%s" wymaga hasła dostępu dla "%s" w domyślnej bazie kluczy.

source: The application '%s' wants to access the password for '%s' in an unknown keyring.
pl: Aplikacja "%s" wymaga hasła dostępu dla "%s" w nieznanej bazie kluczy.

source: An unknown application wants to access the password for '%s' in %s.
pl: Nieznana aplikacja wymaga hasła dostępu dla "%s" w %s.

source: An unknown application wants to access the password for '%s' in the default keyring.
pl: Nieznana aplikacja wymaga hasła dostępu dla "%s" w domyślnej bazie kluczy.

source: An unknown application wants to access the password for '%s' in an unknown keyring.
pl: Nieznana aplikacja wymaga hasła dostępu dla "%s" w nieznanej bazie kluczy.

source: Allow access
pl: Zezwolenie na dostęp

source: Allow _Once
pl: Zezwolenie jedn_okrotne

source: _Always Allow
pl: Zezwolenie st_ałe

source: You must specify the type of request to run
pl: Należy podać rodzaj żądania do uruchomienia

source: Unknown request type
pl: Nieznany typ żądania
