Repository: aviarypl/gnome-l10n-pl
Catalog: desktop/gnome-system-tools.gnome-2-14.*.po
Languages: pl

source: Comma separated list of hosts that the GST will be able to access when the remote configuration option is enabled
pl: Rozdzielona przecinkami lista komputerów, do których GST będzie miał dostęp po włączeniu opcji konfiguracji zdalnej

source: Last GST version executed
pl: Ostatnio uruchamiana wersja GST

source: Preferred bootloader that boot-admin will configure
pl: Preferowany program rozruchowy, konfigurowany przez narzędzie boot-admin

source: Remote hosts
pl: Zdalne komputery

source: The GST are able to do remote configuration through SSH, enable this option to use this feature
pl: Program posiada funkcję zdalnej konfiguracji za pomocą SSH, włączenie tej opcji umożliwi skorzystanie z niej

source: The last GST version that this computer has run
pl: Ostatnia wersja GST uruchamiana na tym komputerze

source: This key stores the bootloader that boot-admin will configure if there are more than one installed, if it's not set or isn't valid, then boot-admin will ask the user
pl: Klucz ten przechowuje program rozruchowy, który zostanie skonfigurowany przez narzędzie boot-admin; jeżeli nie jest ustawiony lub jest niepoprawny, wtedy użytkownik zostanie poproszony o jego wskazanie.

source: Whether the tools will use remote administration or not
pl: Określenie, czy narzędzia będą korzystały ze zdalnej administracji czy nie

source: Whether the users-admin tool should show all users and groups or not
pl: Określenie, czy narzędzie users-admin powinno wyświetlać wszystkich użytkowników i grupy

source: Whether the warning dialog should be shown or not
pl: Określenie, czy okno dialogowe z ostrzeżeniem powinno być wyświetlane

source: <b>Security</b>
pl: <b>Bezpieczeństwo</b>

source: <span size="larger" weight="bold">Several bootloaders have been found</span> please select which do you want to configure
pl: <span size="larger" weight="bold">Znaleziono kilka programów rozruchowych</span> - proszę wybrać jeden do skonfigurowania

source: <span weight="bold">Basic Settings</span>
pl: <span weight="bold">Ustawienia podstawowe</span>

source: <span weight="bold">Image Settings</span>
pl: <span weight="bold">Ustawienia obrazu</span>

source: <span weight="bold">Other Settings</span>
pl: <span weight="bold">Inne ustawienia</span>

source: <span weight="bold">Starting the Computer</span>
pl: <span weight="bold">Uruchamianie komputera</span>

source: Ask at boot
pl: Pytanie przy uruchamianiu

source: Boot Manager Settings
pl: Ustawienia menedżera rozruchu systemu

source: Choose a kernel image to boot, and a partition to mount as the root partition. Optionally, you may also enter parameters passed to the kernel at boot time.
pl: Wybierz obraz jądra używany przy rozruchu oraz partycję montowaną jako główną. Opcjonalnie można też podać parametry przekazywane do jądra przy jego uruchamianiu.

source: Click "Forward" to continue
pl: Aby kontynuować, naciśnij "Naprzód"

source: Confirmation
pl: Potwierdzenie

source: Creating a new boot image
pl: Tworzenie nowego obrazu startowego

source: Don't ask me again
pl: Nie zadawaj tego pytania w przyszłości

source: Enable IDE SCSI emulation
pl: Włączona emulacja IDE SCSI

source: Enter a name for the boot image, and specify what kind of operating system it is.
pl: Wprowadź nazwę obrazu startowego i podaj typ systemu operacyjnego, jakiemu on odpowiada.

source: Finished
pl: Zakończone

source: Manual
pl: Ręcznie

source: Number of colors:
pl: Liczba kolorów:

source: Other parameters:
pl: Inne parametry:

source: Password
pl: Hasło

source: Protect with password
pl: Ochrona za pomocą hasła

source: Resolution:
pl: Rozdzielczość:

source: Seconds to wait before loading default kernel or OS
pl: Ilość sekund oczekiwania na wczytanie domyślnego jądra lub systemu

source: Select a kernel image
pl: Wybierz obraz jądra

source: Select an initrd image
pl: Wybierz obraz initrd

source: Specify the partition on which the operating system is installed.
pl: Podaj partycję, na której zainstalowany jest system operacyjny.

source: The new boot image has been added. Please click "Apply" to save your changes.
pl: Został dodany nowy obraz startowy. Aby zapisać zmiany, naciśnij "Zastosuj".

source: This assistant is designed to help you quickly and easily add a new boot image to your system.
pl: Ten druid pozwoli ci na szybkie i łatwe dodanie nowych obrazów startowych do systemu.

source: Video modes (only frame buffer)
pl: Tryby wyświetlania (tylko bufor ramek)

source: _Add...
pl: _Dodaj...

source: _Device:
pl: _Urządzenie:

source: _Edit
pl: _Edycja

source: _Initrd image path:
pl: Ścieżka do obrazu _initrd:

source: _Kernel image path:
pl: Ścieżka do obrazu ją_dra:

source: _Name:
pl: _Nazwa:

source: _Operating system:
pl: System _operacyjny

source: _Parameters:
pl: _Parametry...

source: _Root file system device:
pl: _Urządzenie głównego systemu plików:

source: <span weight="bold" size="larger">Please enter your root password</span>
pl: <span weight="bold" size="larger">Wprowadź hasło administratora</span>

source: <span weight="bold" size="larger">The platform you are running is not supported by this tool</span>
pl: <span weight="bold" size="larger">Obecnie używana platforma nie jest obsługiwana przez to narzędzie</span>

source: Enter Password
pl: Podaj hasło

source: If you know for sure that it works like one of the platforms listed below, you can select that and continue. Note, however, that this might damage the system configuration or downright cripple your computer.
pl: Jeśli na pewno wiesz, że jest ona jedną z platform wymienionych poniżej, można ją zaznaczyć i kontynuować. Zauważ jednak, że wybranie złej pozycji może uszkodzić lub nawet zniszczyć konfigurację Twojego komputera.

source: Remote administration
pl: Zdalna administracja

source: Run _Without Password
pl: _Uruchom bez hasła

source: Unsupported Platform
pl: Nieobsługiwana platforma

source: Use this window to select the computer you wish to configure
pl: Użyj tego okna w celu wybrania komputera do konfiguracji

source: You need administrator privileges to use this tool. Enter a password to modify your system configuration.
pl: Aby używać tego narzędzia, należy posiadać uprawnienia administratora. Wprowadź hasło, aby zmodyfikować konfigurację systemu.

source: _Password:
pl: _Hasło:

source: <b>Account data</b>
pl: <b>Dane konta</b>

source: <b>Connection settings</b>
pl: <b>Ustawienia połączenia</b>

source: <b>Connection</b>
pl: <b>Połączenie</b>

source: <b>DNS Servers</b>
pl: <b>Serwery DNS</b>

source: <b>Host Settings</b>
pl: <b>Ustawienia komputera</b>

source: <b>Internet service provider data</b>
pl: <b>Dane dostawcy usług internetowych</b>

source: <b>Modem settings</b>
pl: <b>Ustawienia modemu</b>

source: <b>Search Domains</b>
pl: <b>Domeny wyszukiwania</b>

source: <b>Wireless settings</b>
pl: <b>Ustawienia sieci bezprzewodowej</b>

source: Aliases:
pl: Aliasy:

source: C_onfiguration:
pl: _Konfiguracja:

source: Connections
pl: Połączenia

source: D_omain name:
pl: Nazwa _domeny:

source: Default _gateway device:
pl: Urządzenie domyślnej _bramki:

source: Device:
pl: Urządzenie:

source: E_nable this connection
pl: _Połączenie aktywne

source: General
pl: Ogólne

source: Host alias settings
pl: Ustawienia aliasu komputera

source: Hosts
pl: Komputery

source: IP address:
pl: Adres IP:

source: Interface name:
pl: Nazwa interfejsu

source: Interface properties
pl: Właściwości interfejsu

source: Key _type:
pl: _Rodzaj klucza:

source: Location name:
pl: Nazwa położenia:

source: Location:
pl: Położenie:

source: Network name (_ESSID):
pl: Nazwa sieci (_ESSID):

source: Off Low Medium Loud
pl: Wyłączona Niska Średnia Wysoka

source: Options
pl: Opcje

source: P_assword
pl: _Hasło

source: Plain (ASCII) Hexadecimal
pl: Zwykły (ASCII) Szesnastkowy

source: Select location name
pl: Wybór nazwy położenia

source: Static IP address DHCP
pl: Statyczny adres IP DHCP

source: Tones Pulses
pl: Tonowe Impulsowe

source: Use the Internet service provider nameservers
pl: Serwery nazw dostawcy usług internetowych

source: WEP _key:
pl: _Klucz WEP:

source: _Activate
pl: _Aktywuj

source: _Autodetect
pl: _Wykryj

source: _Deactivate
pl: _Deaktywuj

source: _Dial prefix:
pl: Wybierany p_refiks:

source: _Dial type:
pl: _Wybieranie numeru:

source: _Gateway address:
pl: Adres _bramki:

source: _Hostname:
pl: Nazwa _komputera:

source: _IP address:
pl: Adres _IP:

source: _Local IP:
pl: _Lokalny IP:

source: _Modem port:
pl: Port _modemu:

source: _Phone number:
pl: Numer te_lefonu:

source: _Remote IP:
pl: _Zdalny IP:

source: _Retry if the connection breaks or fails to start
pl: _Ponawianie po nieudanym nawiązaniu połączenia lub jego zerwaniu

source: _Set modem as default route to internet
pl: _Domyślny ruch internetowy przez modem

source: _Subnet mask:
pl: _Maska podsieci:

source: _Username:
pl: Nazwa _użytkownika:

source: _Volume:
pl: _Głośność:

source: Advanced settings:
pl: Ustawienia zaawansowane:

source: Select the services that you wish to activate:
pl: Wybierz usługi, które mają być aktywowane:

source: <b>Allowed hosts</b>
pl: <b>Komputery dopuszczone</b>

source: <b>Hosts settings</b>
pl: <b>Ustawienia komputerów</b>

source: <b>Share properties</b>
pl: <b>Właściwości udostępniania</b>

source: <b>Shared folder</b>
pl: <b>Udostępniony folder</b>

source: <b>WINS server</b>
pl: <b>Serwer WINS</b>

source: <b>Windows sharing Settings</b>
pl: <b>Ustawienia udostępniania Windows</b>

source: Add allowed hosts
pl: Dodawanie dopuszczonych komputerów

source: Allow _browsing folder
pl: _Przeglądanie folderu

source: Allowed hosts:
pl: Dopuszczone komputery:

source: Comment:
pl: Komentarz:

source: Do not use WINS server
pl: Bez używania serwera WINS

source: Domain / _Workgroup
pl: Domena / _Grupa robocza

source: General Windows sharing settings
pl: Podstawowe ustawienia udostępniania Windows

source: Host name:
pl: Nazwa komputera:

source: Name:
pl: Nazwa:

source: Netmask:
pl: Maska sieci:

source: Network:
pl: Sieć:

source: Read only
pl: Tylko do odczytu

source: Share folder
pl: Udostępnienie folderu

source: Share with:
pl: Udostępnione:

source: This computer is a WINS server
pl: Komputer jest serwerem WINS

source: Use WINS Server
pl: Użycie serwera WINS

source: Windows sharing settings
pl: Ustawienia udostępniania Windows

source: _Add host
pl: _Dodaj komputer

source: _Host description:
pl: _Opis komputera:

source: _Path:
pl: Ścież_ka:

source: _Read only
pl: Tylko do _odczytu

source: (unconfigured)
pl: (nieskonfigurowane)

source: <b>Selection</b>
pl: <b>Wybór</b>

source: <b>Time zone</b>
pl: <b>Strefa czasowa</b>

source: Add NTP Server
pl: Dodaje serwer NTP

source: NTP server
pl: Serwer NTP

source: S_ynchronize clock with Internet servers:
pl: _Synchronizowanie zegara z serwerami w Internecie:

source: Se_lect Servers...
pl: Wybierz _serwery...

source: Time servers
pl: Serwery czasu

source: Time zone
pl: Strefa czasowa

source: Time zone:
pl: Strefa czasowa:

source: _Date:
pl: _Data:

source: _Select Time Zone...
pl: Wybierz _strefę czasową...

source: _Time:
pl: _Czas:

source: <span weight="bold">Advanced Settings</span>
pl: <span weight="bold">Ustawienia zaawansowane</span>

source: <span weight="bold">Automatic UID/GID</span>
pl: <span weight="bold">Automatyczny UID/GID</span>

source: <span weight="bold">Contact Information</span>
pl: <span weight="bold">Informacje kontaktowe</span>

source: <span weight="bold">Group Members</span>
pl: <span weight="bold">Członkowie grupy</span>

source: <span weight="bold">Optional Settings</span>
pl: <span weight="bold">Ustawienia opcjonalne</span>

source: <span weight="bold">Password Settings</span>
pl: <span weight="bold">Ustawienia hasła</span>

source: <span weight="bold">Password</span>
pl: <span weight="bold">Hasło</span>

source: <span weight="bold">Profile Settings</span>
pl: <span weight="bold">Ustawienia profilu</span>

source: <span weight="bold">System Defaults</span>
pl: <span weight="bold">Domyśle ustawienia systemu</span>

source: <span weight="bold">User Profile</span>
pl: <span weight="bold">Profil użytkownika</span>

source: Account
pl: Konto

source: Advanced
pl: Zaawansowane

source: Allow user to:
pl: Zezwól użytkownikowi na:

source: Assign a random password by default
pl: Domyślnie przypisanie losowego hasła

source: Check password _quality
pl: Sprawdzenie j_akości hasła

source: Con_firmation:
pl: _Konfiguracja:

source: Days between warning and password expiration:
pl: Liczba dni przed ostrzeżeniem i unieważnieniem hasła:

source: Default _group:
pl: G_rupa domyślna:

source: Default _shell:
pl: Po_włoka domyślna:

source: Generate _random password
pl: _Wygenerowanie losowego hasła

source: Group _ID:
pl: _ID grupy:

source: Group _members:
pl: _Członkowie grupy:

source: Group _name:
pl: _Nazwa grupy:

source: Group properties
pl: Właściwości grupy

source: Groups
pl: Grupy

source: Ma_ximum days a password may be used:
pl: M_aksymalna liczba dni, przez które można używać hasła:

source: Maximum UID:
pl: Maksymalny UID:

source: Mi_nimum days between password changes:
pl: _Minimalna liczba dni pomiędzy zmianami hasła:

source: Minimum GID:
pl: Minimalny GID:

source: Minimum UID:
pl: Minimalny UID:

source: Minimum days allowed between password changes:
pl: Minimalna liczba dni pomiędzy zmianami hasła:

source: Number of days that a password may be used:
pl: Liczba dni, przez które można używać hasła:

source: O_ffice location:
pl: Lokalizacja _biura:

source: Password set to:
pl: Hasło zostało ustawione na:

source: Privileges
pl: Uprawnienia

source: Profile _name:
pl: _Nazwa profilu:

source: Set password b_y hand
pl: _Ręczne ustawienie hasła

source: Show a_ll users and groups
pl: _Wyświetlanie wszystkich użytkowników i grup

source: User _ID:
pl: _ID użytkownika:

source: User _password:
pl: _Hasło użytkownika:

source: User privileges
pl: Uprawnienia użytkownika

source: User profiles
pl: Profile użytkowników

source: Users
pl: Użytkownicy

source: _Add Group...
pl: _Dodaj grupę...

source: _Add Profile...
pl: _Dodaj profil...

source: _Add User...
pl: _Dodaj użytkownika...

source: _All users:
pl: Wszyscy _użytkownicy:

source: _Comments
pl: K_omentarze

source: _Days between warning and password expiration:
pl: _Liczba dni przed ostrzeżeniem i unieważnieniem hasła:

source: _Delete
pl: _Usuń

source: _Edit User Profiles...
pl: _Modyfikuj profile użytkowników...

source: _Generate
pl: Wygener_uj

source: _Home directory:
pl: Katalog do_mowy:

source: _Home phone:
pl: Telefon _domowy:

source: _Main group:
pl: G_rupa główna:

source: _Profile:
pl: _Profil:

source: _Real name:
pl: _Prawdziwe nazwisko:

source: _Shell:
pl: _Powłoka:

source: _Work phone:
pl: Telefon _służbowy:

source: Invalid VGA value
pl: Niepoprawna wartość vga

source: "%s" is not a valid VGA value.
pl: "%s" nie jest poprawną wartością VGA

source: Error creating boot image
pl: Błąd tworzenia obrazu startowego

source: Creating a new boot image (%d of %d)
pl: Tworzenie nowego obrazu startowego (%d z %d)

source: Finished creating a new boot image
pl: Kończenie tworzenia nowego obrazu startowego

source: Unknown
pl: Nieznany

source: "%s" is an invalid path
pl: "%s" nie jest poprawną ścieżką

source: "%s" already exists, please set another name.
pl: "%s" już istnieje, podaj inną nazwę.

source: Invalid image name: "%s".
pl: Niepoprawna nazwa obrazu: "%s".

source: Invalid image: "%s".
pl: Niepoprawny obraz: "%s".

source: Invalid root device: "%s".
pl: Niepoprawne urządzenie główne: "%s".

source: _Module path:
pl: Śc_ieżka modułu:

source: Password confirmation is not correct.
pl: Potwierdzenie hasła nie jest poprawne.

source: Error modifying boot image
pl: Błąd modyfikacji obrazu startowego

source: Boot
pl: Uruchamianie systemu

source: Configure the system boot process
pl: Konfiguracja procesu uruchamiania systemu

source: Boot Image Editor
pl: Edytor ustawień obrazu startowego

source: Boot Append Editor
pl: Edytor obrazu startowego

source: Error deleting boot image
pl: Błąd usuwania obrazu startowego

source: Without at least one boot image your computer will not start.
pl: Bez przynajmniej jednego obrazu startowego nie będzie można uruchomić komputera.

source: Are you sure you want to delete "%s"?
pl: Czy na pewno usunąć "%s"?

source: This may leave this operating system unbootable.
pl: Może to spowodować, że system nie będzie mógł się uruchomić.

source: The configuration will show empty
pl: Zostanie wyświetlona pusta konfiguracja

source: The file "%s" is missing or could not be read.
pl: Nie można odnaleźć lub odczytać pliku "%s".

source: Name
pl: Nazwa

source: Default
pl: Domyślny

source: Type
pl: Typ

source: Kernel Image
pl: Obraz jądra

source: Device
pl: Urządzenie

source: _Add
pl: _Dodaj

source: _Properties
pl: _Właściwości

source: The tool could not connect to the computer
pl: Narzędzie nie może połączyć się z komputerem

source: Check that you have access to this network and that the computer is actually working and running the SSH daemon
pl: Sprawdź, czy masz dostęp do tej sieci oraz czy komputer pracuje i ma uruchomiony program sshd

source: The entered password is invalid
pl: Wprowadzone hasło jest niepoprawne

source: Check that you typed it correctly and that you haven't activated the "caps lock" key
pl: Sprawdź, czy zostało wprowadzone poprawnie i nie jest aktywny klawisz "CapsLock"

source: Could not run "%s"
pl: Nie można uruchomić "%s"

source: Check that you have permissions to run this command
pl: Sprawdź, czy masz uprawnienia do uruchomienia tego polecenia

source: An unexpected error has occurred
pl: Wystąpił nieoczekiwany błąd

source: Could not execute the backend
pl: Nie można uruchomić wsparcia

source: There was an error creating the child process, the tool will close now.
pl: Wystąpił błąd podczas tworzenia procesu potomnego, narzędzie zakończy teraz pracę.

source: Could not find widget: %s
pl: Nie można odnaleźć widgetu: %s

source: There are changes which have not been applied
pl: Część zmian nie została jeszcze wprowadzona

source: Apply them now?
pl: Zastosować je teraz?

source: Error connection signal `%s' in widget `%s'
pl: Błąd przy podłączaniu do sygnału "%s" w widgecie "%s"

source: The configuration could not be loaded
pl: Nie można wczytać konfiguracji

source: There was an error running the backend script
pl: Podczas uruchamiania skryptu przetwarzającego wystąpił błąd

source: Welcome to the %s prerelease of the GNOME System Tools
pl: Witamy we wstępnym wydaniu %s Narzędzi systemowych GNOME

source: This is still a work in progress, and so it may have serious bugs. Due to the nature of these tools, bugs may render your computer <span weight="bold">practically useless</span>, costing time, effort and sanity points. You have been warned. Thank you for trying out this prerelease of the GNOME System Tools!
pl: Prace nad pakietem wciąż trwają, więc może on zawierać poważne błędy. Ze względu na sposób działania składających się nań narzędzi, błędy te mogą uczynić Twój komputer <span weight="bold">zupełnie bezużytecznym</span> i pochłonąć sporo Twojego czasu, zdrowia i wysiłku. Udzieliliśmy Ci ostrzeżenia. Dziękujemy za wypróbowanie tej testowej wersji Narzędzi Systemowych GNOME!

source: Warning
pl: Ostrzeżenie

source: Don't show me this again
pl: Nie wyświetlaj tego komunikatu w przyszłości

source: GNOME System Tools
pl: Narzędzia konfiguracyjne GNOME

source: Could not display help
pl: Nie można wyświetlić pomocy

source: Type address
pl: Wprowadź adres

source: Could not enable the interface %s
pl: Nie można uaktywnić interfejsu %s

source: Check that the settings are correct for this network and that the computer is correctly connected to it.
pl: Sprawdź, czy ustawienia są odpowiednie dla tej sieci oraz czy komputer jest do niej prawidłowo podłączony.

source: Could not autodetect modem device
pl: Nie można automatycznie wykryć modemu

source: Check that the device is not busy and that is correctly attached to the computer.
pl: Sprawdź, czy urządzenie nie jest zajęte i czy zostało poprawnie podłączone do komputera.

source: The host name has changed
pl: Nazwa komputera została zmieniona

source: This will prevent you from launching new applications, and so you will have to log in again. Continue anyway?
pl: Uniemożliwi to uruchamianie nowych aplikacji i będzie wymagało ponownego zalogowania się. Czy pomimo tego kontynuować?

source: Change _Host name
pl: Zmień nazwę _komputera

source: IP Address
pl: Adres IP

source: Aliases
pl: Aliasy

source: Create location
pl: Utworzenie położenia

source: Delete current location
pl: Usunięcie bieżącego położenia

source: Do you want to remove this location?
pl: Usunąć położenie?

source: Changing profile
pl: Zmiana profilu

source: The interface does not exist
pl: Interfejs nie istnieje

source: Check that it is correctly typed and that it is correctly supported by your system.
pl: Sprawdź, czy jest prawidłowo wpisany i czy jest poprawnie obsługiwany przez system.

source: Configure a network interface
pl: Konfiguruje interfejs sieciowy

source: INTERFACE
pl: INTERFEJS

source: Configure the first network interface with a specific type
pl: Konfiguruje pierwszy interfejs sieciowy z podanym rodzajem

source: TYPE
pl: RODZAJ

source: Network settings
pl: Ustawienia sieci

source: Configure network devices and connections
pl: Konfiguracja urządzeń sieciowych i połączeń

source: Networking
pl: Ustawienia sieci

source: Ethernet connection
pl: Połączenie ethernet

source: Infrared connection
pl: Połączenie podczerwienią

source: ISDN connection
pl: Połączenie ISDN

source: Modem connection
pl: Połączenie modemowe

source: Parallel port connection
pl: Połączenie poprzez port równoległy

source: Wireless connection
pl: Połączenie bezprzewodowe

source: Activating interface "%s"
pl: Aktywacja interfejsu "%s"

source: The interface %s is not configured
pl: Interfejs %s nie jest skonfigurowany

source: The interface %s is not active
pl: Interfejs %s nie jest aktywny

source: The interface %s is active
pl: Interfejs %s jest aktywny

source: Settings for "%s"
pl: Ustawienia dla "%s"

source: Are you sure you want to deactivate this service?
pl: Czy na pewno deaktywować tą usługę?

source: This may affect your system behavior in several ways, possibly leading to data loss
pl: Może to wpłynąć w różny sposób na działanie systemu, łącznie z utratą danych

source: Services settings
pl: Ustawienia usług

source: Configure which services will be run when the system starts
pl: Konfiguracja usług uruchamianych podczas rozruchu systemu

source: Services
pl: Usługi

source: Antivirus
pl: Antywirus

source: Analyzes your incoming mail for virus
pl: Wyszukuje wirusy w nadchodzącej poczcie

source: Volumes mounter
pl: Monter woluminów

source: Mounts your volumes automatically
pl: Automatycznie montuje woluminy

source: Actions scheduler
pl: Organizator czynności

source: Executes scheduled actions
pl: Uruchamia zaplanowane czynności

source: Database server
pl: Serwer bazy danych

source: Data storage system
pl: System przechowywania danych

source: Graphical login manager
pl: Graficzny menedżer logowania

source: Allows users to login graphically
pl: Pozwala użytkownikom na graficzne logowanie

source: Folder sharing service
pl: Usługa udostępniania folderów

source: Shares folders over your network
pl: Udostępnianie folderów poprzez sieć

source: File sharing service
pl: Usługa współdzielenia plików

source: Shares files over the Internet
pl: Udostępnianie plików poprzez internet

source: FTP service
pl: Usługa FTP

source: Mail fetcher
pl: Pobieranie poczty

source: Downloads your mail from remote accounts
pl: Pobiera pocztę ze zdalnych kont

source: Mail agent
pl: Agent poczty

source: Delivers your outgoing mail
pl: Dostarcza pocztę poprzez internet
