Repository: aviarypl/gnome-l10n-pl
Catalog: desktop/gnome-power-manager.gnome-2-16.*.po
Languages: pl

source: The battery is below the critical level and this computer is about to suspend.<br><b>NOTE:</b> A small amount of power is required to keep your computer in a suspended state.
pl: Naładowanie baterii jest poniżej poziomu krytycznego i komputer zostanie przyłączony w tryb wstrzymania.<br><b>UWAGA</b>Niewielka ilość energii jest potrzebna do działania komputera w trybie wstrzymania.

source: The battery is below the critical level and this computer is about to hibernate.
pl: Naładowanie baterii jest poniżej poziomu krytycznego i komputer zostanie przyłączony w tryb whibernacji.

source: The battery is below the critical level and this computer is about to shutdown.
pl: Naładowanie baterii jest poniżej poziomu krytycznego i komputer zostanie wyłączony.

source: The AC Power has been unplugged. The system is now using battery power.
pl: Zasilacz został odłączony. System pracuje na bateriach.

source: You have approximately <b>%s</b> of remaining battery life (%d%%). Plug in your AC Adapter to avoid losing data.
pl: Pozostało około <b>%s</b> czasu życia baterii (%d%%). Podłącz zasilacz aby uniknąć utraty danych.

source: The UPS is below the critical level and this computer will <b>power-off</b> when the UPS becomes completely empty.
pl: Naładowanie UPSa jest poniżej poziomu krytycznego i komputer zostanie <b>wyłączony</b>, gdy UPS zostanie kompletnie rozładowany.

source: The UPS is below the critical level and this computer is about to hibernate.
pl: Naładowanie UPSa jest poniżej poziomu krytycznego i komputer zostanie przyłączony w tryb hibernacji.

source: The UPS is below the critical level and this computer is about to shutdown.
pl: Naładowanie UPSa jest poniżej poziomu krytycznego i komputer zostanie wyłączony.

source: UPS is critically low
pl: Poziom energii UPSa krytycznie niski

source: Your system is running on backup power!
pl: System jest zasilany z zasilacza awaryjnego!

source: You have approximately <b>%s</b> of remaining UPS power (%d%%). Restore power to your computer to avoid losing data.
pl: Pozostało około <b>%s</b> energii UPSa (%d%%). Przywróć zasilanie komputera by uniknąć utraty danych.

source: The %s device attached to this computer is low in power (%d%%). This device will soon stop functioning if not charged.
pl: Urządzenie %s dołączone do tego komputera ma mało energii (%d%%). Urządzenie wkrótce przestanie działać jeśli nie zostanie naładowane.

source: user clicked hibernate from tray menu
pl: użytkownik wybrał hibernuj z menu tacki

source: user clicked suspend from tray menu
pl: użytkownik wybrał wstrzymaj z menu tacki

source: Laptop battery
pl: Bateria laptopa

source: Wireless mouse
pl: Mysz bezprzewodowa

source: Wireless keyboard
pl: Klawiatura bezprzewodowa

source: Unknown
pl: Nieznane

source: mouse
pl: mysz

source: keyboard
pl: klawaitura

source: unknown
pl: nieznane

source: <b>Product:</b> %s
pl: <b>Produkt:</b> %s

source: <b>Status:</b> Missing
pl: <b>Status:</b> Brak

source: <b>Status:</b> Charged
pl: <b>Status:</b> Naładowana

source: <b>Status:</b> Charging
pl: <b>Status:</b> Ładowanie

source: <b>Status:</b> Discharging
pl: <b>Status:</b> Rozładowywanie

source: <b>Percentage charge:</b> %i%%
pl: <b>Naładowana:</b> %i%%

source: <b>Vendor:</b> %s
pl: <b>Dostawca:</b> %s

source: Lithium ion
pl: Litowo-jonowa

source: Lead acid
pl: Ołowiowo-kwasowa

source: <b>Technology:</b> %s
pl: <b>Technologia:</b> %s

source: <b>Serial number:</b> %s
pl: <Numer seryjny:</b> %s

source: <b>Remaining time:</b> %s
pl: <b>Pozostało czasu:</b> %s

source: Excellent
pl: Doskonale

source: Good
pl: Dobrze

source: Fair
pl: Nieźle

source: Poor
pl: Słabo

source: <b>Capacity:</b> %i%% (%s)
pl: <b>Pojemność:</b> %i%% (%s)

source: <b>Current charge:</b> %.1f %s
pl: <b>Aktualne naładowanie:</b> %1f %s

source: <b>Last full charge:</b> %.1f %s
pl: <b>Ostatnie pełne naładowanie:</b> %1f %s

source: <b>Design charge:</b> %.1f %s
pl: <b>Pojemność znamionowa:</b> %1f %s

source: <b>Charge rate (raw):</b> %.1f %sh
pl: <b>Tempo ładowania (nieobrobione):</b> %1f %sh

source: <b>Charge rate (smoothed):</b> %.1f %sh
pl: <b>Tempo ładowania (wygładzone):</b> %1f %sh

source: fully charged
pl: w pełni naładowane

source: %s remaining
pl: pozostało %s

source: discharging
pl: rozładowywanie

source: %s until charged
pl: %s do naładowania

source: charging
pl: ładowanie

source: Computer is running on backup power
pl: Komputer jest zasilany z UPSa

source: Computer is running on AC power
pl: Komputer jest zasilany z sieci

source: Computer is running on battery power
pl: Komputer jest zasilany z baterii

source: Power Preferences
pl: Preferencje zasilania

source: Ask me
pl: Zapytaj

source: Shutdown
pl: Wyłącz

source: Blank screen
pl: Czarny ekran

source: Do nothing
pl: Nic nie rób

source: Never
pl: Nigdy

source: _Suspend
pl: W_strzymaj

source: Suspend the computer
pl: Wstrzymaj komputer

source: Hi_bernate
pl: Hi_bernuj

source: Make the computer go to sleep
pl: Uśpij komputer

source: _Preferences
pl: _Preferencje

source: _Information
pl: I_nformacje

source: _Help
pl: Pomo_c

source: _About
pl: _Informacje o

source: Licensed under the GNU General Public License Version 2
pl: Udostępniono na Ogólnej Publicznej Licencji GNU w wersji 2

source: translator-credits
pl: Paweł Marciniak <pmarciniak@lodz.home.pl>
