Repository: aviarypl/gnome-l10n-pl
Catalog: desktop/gnome-power-manager.gnome-2-16.*.po
Languages: pl

source: Power Manager
pl: Zarządca zasilania

source: Power management daemon
pl: Demon zarządcy zasilania

source: After resume, gnome-power-manager will suppress policy actions for a number of seconds to allow messages to settle and HAL to refresh. Commonly five seconds is enough while not being so long that the user gets confused.
pl: Akcje z zasad zostaną wstrzymane po przebudzeniu tak, aby umożliwić dotarcie komunikatów i odświeżenie HAL. Zwykle wystarcza 5 sekund, które jest na tyle krótkie, że nie przeszkadza użytkownikowi.

source: Allow Suspend and Hibernate in the menu
pl: Wyświetl Uśpij i Hibernuj w menu

source: Battery critical low action
pl: Akcja przy krytycznym poziomie baterii

source: Check CPU load before sleeping
pl: Sprawdź obciązenie procesora przed uśpieniem

source: Check network utilization before sleeping
pl: Sprawdź użycie sieci przed uśpieniem

source: Dim the screen after a period of inactivity
pl: Przyciemnij ekran po okresie nieaktywności

source: Display options for the notification icon. Valid options are "never", "critical", "charge", "present" and "always".
pl: Opcje wyświetlania ikony powiadamiania. Poprawne opcje to "never", "critical", "charge", "present" i "always".

source: Hibernate button action
pl: Akcja przycisku hibernuj

source: Hibernate enabled
pl: Hibernacja odblokowana

source: If DBUS inhibit requests should be ignored from other programs.
pl: Czy żądania zatrzymania DBUS mają być ignorowane przez inne programy.

source: If DBUS inhibit requests should be ignored.
pl: Czy żądania zatrzymania DBUS mają być ignorowane.

source: If a notification message should be displayed after the suspend or hibernate failed.
pl: Czy wyświetlać informację o niepoprawnym uśpieniu lub hibernacji.

source: If a notification message should be displayed when the battery is fully charged.
pl: Czy wyświetlać informację o pełnym naładowaniu baterii

source: If network utilization should be checked before doing the idle action.
pl: Czy sprawdzać użycie sieci przed wykonaniem akcji bezczynności.

source: If the CPU load should be checked before doing the idle action.
pl: Czy sprawdzać obciążenie procesora przed wykonanem akcji bezczynności.

source: If the PC speaker (beeping) should be used
pl: Czy używać głośnika.

source: If the PC speaker should be used to beep when the power is low, or inhibit requests have stopped the policy action.
pl: Czy używć głośnika komputera przy niskim poziomie energii lub gdy ządania zatrzymały akcję.

source: If the Suspend and Hibernate options should be allowed in the notification area drop down menu.
pl: Czy opcje uśpienia i hibernacji mają być dostępne w menu ikony powiadamiania.

source: If the battery event should occur when the lid is shut and the power disconnected
pl: Czy uruchamiać zdarzenia baterii przy zamkniętej pokrywie i wyłączonej wtyczce.

source: If the battery lid close event should occur (for example 'Suspend when lid closed on battery') when the lid is previously shut and the AC power disconnected at a later time.
pl: Czy generować zdarzenie zamknięcie pokrywy (np. 'Uśpij gdy zamknięto pokrywę przy zasilaniu z baterii') gdy wtyczka zostanie odłączona po zamknięciu pokrywy.

source: If the low-power mode should be enabled when on AC
pl: Czy włączać tryb niskiego poboru energii przy zasilaniu z sieci

source: If the low-power mode should be enabled when on UPS
pl: Czy włączać tryb niskiego poboru energii przy zasilaniu z UPS

source: If the low-power mode should be enabled when on battery
pl: Czy włączać tryb niskiego poboru energii przy zasilaniu z baterii

source: If the screen is locked when the screen is turned off. Only used if lock_use_screensaver_settings is false.
pl: Czy blokować ekran po wyłączeniu wyświetlacza. Używane tylko gdy opcja lock_use_screensaver_settings ma wartość false.

source: If the screen should be dimmed to save power when the computer is idle.
pl: Czy przyciemniać ekran podczas bezczynności komputera.

source: If the system low-power mode should be enabled when on AC power.
pl: Czy włączać tryb niskiego poboru energii przy zasilaniu z sieci.

source: If the system low-power mode should be enabled when on UPS power.
pl: Czy włączać tryb niskiego poboru energii przy zasilaniu z UPS.

source: If the system low-power mode should be enabled when on laptop battery power.
pl: Czy włączać tryb niskiego poboru energii przy zasilaniu z baterii.

source: If the user is authorized to hibernate the computer.
pl: Czy użytkownik jest uprawniony do hibernowania komputera.

source: If the user is authorized to suspend the computer.
pl: Czy użytkownik jest uprawniony do usypiania komputera.

source: If the user should be notified when the AC adapter is disconnected.
pl: Czy powiadamiać uzytkownika o odłączeniu zasilania sieciowego.

source: If time based notifications should be used. If set to false, then the percentage change is used instead, which may fix a broken ACPI BIOS.
pl: Czy używać powiadomień czasowych. Jeśli wyłączone użyte będą zmiany procentowe, co może pomóc w przypadku błędnego BIOSu ACPI.

source: If to lock the screen when the computer wakes up from a hibernate. Only used if lock_use_screensaver_settings is false.
pl: Czy blokować ekran po wyjściu komputera z hibernacji. Używane tylko gdy opcja lock_use_screensaver_settings ma wartość false.

source: If to lock the screen when the computer wakes up from a suspend. Only used if lock_use_screensaver_settings is false.
pl: Czy blokować ekran po wyjściu komputera z uśpienia. Używane tylko gdy opcja lock_use_screensaver_settings ma wartość false.

source: If to use the screen lock setting of gnome-screensaver to decide to lock the screen after a hibernate, suspend or blank screen.
pl: Czy do ustawień blokowania ekranu po hibernacji, uśpieniu i wygaszeniu ekranu użyć ustawień progrmau gnome-screensaver.

source: LCD brightness when on AC
pl: Jasność wyświetlacz LCD przy zasilaniu sieciowym

source: LCD brightness when on battery
pl: Jasność wyświetlacz LCD przy zasilaniu bateryjnym

source: Laptop lid close action on battery
pl: Akcja po zamknięciu pokrywy przy zasilaniu bateryjnym

source: Laptop lid close action when on AC
pl: Akcja po zamknięciu pokrywy przy zasilaniu sieciowym

source: Lock screen on hibernate
pl: Blokuj ekran przy hibernacji

source: Lock screen on suspend
pl: Blokuj ekran po uśpieniu

source: Lock screen when blanked
pl: Blokuj ekran po wygaszeniu

source: Method used to blank screen on AC
pl: Metoda wygaszenia ekranu przy zasilaniu sieciowym

source: Method used to blank screen on battery
pl: Metoda wygaszenia ekranu przy zasilaniu bateryjnym

source: Notify on a HAL error
pl: Powiadom o błedzie HAL

source: Notify when AC adapter is disconnected
pl: Powiadom o wyłączeniu zasilacza sieciowego

source: Notify when fully charged
pl: Powiadom o pełnym naładowaniu

source: Number of seconds to suppress policy after resume
pl: Liczba sekund na wstrzymanie zasad po wybudzeniu

source: Percentage action is taken
pl: Poziom (w %) dla wykonania akcji

source: Percentage considered critical
pl: Procent uznawany jako krytyczny

source: Percentage considered low
pl: Procent uznawany jako niski

source: Percentage considered very low
pl: Procent uznawany jako bardzo niski

source: Power button action
pl: Akcja wyłącznika

source: Sleep timeout computer when on AC
pl: Czas do uśpienia komputera przy zasilaniu sieciowym

source: Sleep timeout computer when on battery
pl: Czas do uśpienia komputera przy zasilaniu bateryjnym

source: Sleep timeout display when on AC
pl: Czas do uśpienia ekranu zasilaniu sieciowym

source: Sleep timeout display when on battery
pl: Czas do uśpienia ekranu przy zasilaniu bateryjnym

source: Suspend button action
pl: Akcja przysku uśpienia

source: Suspend enabled
pl: Wstrzymanie odblokowane

source: The DPMS method used to blank the screen when on AC power. Possible values are "default", "standby", "suspend" and "off".
pl: Metoda DPMS używania do wyłączenia ekranu przy zasilaniu sieciowym. Wartości: "default", "standby", "suspend" i "off".

source: The DPMS method used to blank the screen when on battery power. Possible values are "default", "standby", "suspend" and "off".
pl: Metoda DPMS używania do wyłączenia ekranu przy zasilaniu bateryjnym. Wartości: "default", "standby", "suspend" i "off".

source: The action to take when the UPS is critically low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
pl: Akcja podejmowana przy krytycznie niskim poziomie energii UPS. Wartości: "hibernate", "suspend", "shutdown" i "nothing".

source: The action to take when the battery is critically low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
pl: Akcja podejmowana przy krytycznie niskim poziomie energii baterii. Wartości: "hibernate", "suspend", "shutdown" i "nothing".

source: The action to take when the laptop lid is closed and the laptop is on AC power. Possible values are "suspend", "hibernate", "blank" and "nothing".
pl: Akcja podejmowana po zamknięciu pokrywy przy zasilaniu sieciowym. Wartości: "hibernate", "suspend", "shutdown" i "nothing".

source: The action to take when the laptop lid is closed and the laptop is on battery power. Possible values are "suspend", "hibernate", "blank", and "nothing".
pl: Akcja podejmowana po zamknięciu pokrywy przy zasilaniu bateryjnym. Wartości: "hibernate", "suspend", "shutdown" i "nothing".

source: The action to take when the system hibernate button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
pl: Akcja podejmowana po naciśnięciu przycisku hibernacji. Wartości: "hibernate", "suspend", "shutdown" i "nothing".

source: The action to take when the system power button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
pl: Akcja podejmowana po naciśnięciu wyłącznika. Wartości: "hibernate", "suspend", "shutdown" i "nothing".

source: The action to take when the system suspend button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
pl: Akcja podejmowana po naciśnięciu przycisku uśpienia. Wartości: "hibernate", "suspend", "shutdown" i "nothing".

source: The amount of time in seconds before the display goes to sleep when the computer is on AC power.
pl: Czas bezczynności w sekundach, po którym wygaszony zostanie ekran przy zasilaniu sieciowym.

source: The amount of time in seconds the computer on AC power needs to be inactive before it goes to sleep.
pl: Czas bezczynności w sekundach, po którym komputer zostanie uśpiony przy zasilaniu sieciowym.

source: The amount of time in seconds the computer on battery power needs to be inactive before it goes to sleep.
pl: Czas bezczynności w sekundach, po którym komputer zostanie uśpiony przy zasilaniu bateryjnym.

source: The amount of time in seconds the computer on battery power needs to be inactive before the display goes to sleep.
pl: Czas bezczynności w sekundach, po którym wygaszony zostanie ekran przy zasilaniu bateryjnym.

source: The brightness of the display when on AC power. Possible values are between 0 and 100.
pl: Jasność wyświetlacza przy zasilaniu sieciowym. Wartości od 0 do 100.

source: The brightness of the display when on battery power. Possible values are between 0 and 100.
pl: Jasność wyświetlacza przy zasilaniu bateryjnym. Wartości od 0 do 100.

source: The brightness of the screen when idle
pl: Jasność ekranu podczas bezczynności

source: The maximum duration of time displayed on the x-axis of the graph.
pl: Maksymalna długość czasu wyświetlana na osi x wykresu.

source: The maximum time displayed on the graph
pl: Maksymalny czas wyświetlany na wykresie

source: The percentage of the battery when it is considered critical. Only valid when use_time_for_policy is false.
pl: Procent naładowania baterii uznawany jako krytyczny. Znaczące tylko gdy opcja use_time_for_policy ma wartość false.

source: The percentage of the battery when it is considered low. Only valid when use_time_for_policy is false.
pl: Procent naładowania baterii uznawany jako niski. Znaczące tylko gdy opcja use_time_for_policy ma wartość false.

source: The percentage of the battery when it is considered very low. Only valid when use_time_for_policy is false.
pl: Procent naładowania baterii uznawany jako bardzo niski. Znaczące tylko gdy opcja use_time_for_policy ma wartość false.

source: The percentage of the battery when the critical action is performed. Only valid when use_time_for_policy is false.
pl: Procent naładowania baterii przy którym wykonana zostanie akcja krytyczna. Znaczące tylko gdy opcja use_time_for_policy ma wartość false.

source: The time remaining in seconds of the battery when critical action is taken. Only valid when use_time_for_policy is true.
pl: Pozostały czas pracy z baterii przy którym wykonana zostanie akcja krytyczna. Znaczące tylko gdy opcja use_time_for_policy ma wartość false.

source: The time remaining in seconds of the battery when it is considered critical. Only valid when use_time_for_policy is true.
pl: Pozostały czas pracy z baterii uznawany jako krytyczny. Znaczące tylko gdy opcja use_time_for_policy ma wartość false.

source: The time remaining in seconds of the battery when it is considered low. Only valid when use_time_for_policy is true.
pl: Pozostały czas pracy z baterii uznawany jako niski. Znaczące tylko gdy opcja use_time_for_policy ma wartość false.

source: The time remaining in seconds of the battery when it is considered very low. Only valid when use_time_for_policy is true.
pl: Pozostały czas pracy z baterii uznawany jako bardzo niski. Znaczące tylko gdy opcja use_time_for_policy ma wartość false.

source: The time remaining when action is taken
pl: Czas wykonania akcji krytycznejl

source: The time remaining when critical
pl: Pozostały czas dla poziomu krytycznego

source: The time remaining when low
pl: Pozostały czas dla poziomu niskiego

source: The time remaining when very low
pl: Pozostały czas dla poziomu bardzo niskiego

source: The type of sleeping that should be performed when the computer is inactive. Possible values are "hibernate", "suspend" and "nothing".
pl: Typ uśpienia nieaktywnego komputera. Wartości "hibernate", "suspend" i "nothing".

source: This is the laptop panel screen brightness used when the session is idle. Only valid when use_time_for_policy is true.
pl: Jasność wyświetlacza dla trybu bezczynności. Znaczące tylko gdy opcja use_time_for_policy ma wartość false.

source: UPS critical low action
pl: Akcja krytycznego poziomu energii UPS

source: Use gnome-screensaver lock setting
pl: Korzystaj z ustawień blokowania gnome-screensaver

source: When to show the notification icon
pl: Wyświetlanie ikony powiadomienia

source: Whether to hibernate, suspend or do nothing when inactive
pl: Hibernacja, uśpienie lub brak czynności podczas nieaktywności

source: Whether to use time-based notifications
pl: Użycie powiadomień czasowych

source: Configure power management
pl: Konfiguruje zarządzanie zasilaniem

source: Power Management
pl: Zarządzanie zasilaniem

source: Brightness
pl: Jasność

source: <b>Event log</b>
pl: <b>Dziennik zdarzeń</b>

source: <b>Laptop batteries</b>
pl: Bateria laptopa

source: <b>Wireless devices</b>
pl: <b>Urządzenie bezprzewodowe</b>

source: Charge History
pl: Historia ładowania

source: Device Information
pl: Informacje o urządzeniu

source: Device type: Laptop battery (1) Technology: Lithium ION
pl: Typ urządzenia: Batera laptopa (1) Technologia: Litowo jonowa

source: Estimated Time History
pl: Szacunkowy czas

source: Event Log
pl: Dziennik zdarzeń

source: Last full: 22022mWh
pl: Pełna: 22022mWh

source: More
pl: Więcej

source: Power History
pl: Historia zasilania

source: Power Information
pl: Informacje

source: This shows how the battery charge and discharge rate varies over time.
pl: Wykres pokazuje, jak zmieniało się w czasie, tempo ładowania i rozładowania.

source: This shows how the battery percentage charge varies over time.
pl: Wykres pokazuje, jak zmieniało się w czasie, procentowe naładowanie baterii.

source: This shows how the remaining time until charged or discharged varies over time.
pl: Wykres pokazuje, jak czas pozostały do naładowania lub rozładowania, zmieniał sie w czasie.

source: Application:
pl: Aplikacja:

source: Burning DVD, titled "My Photos"
pl: Nagrywanie DVD, tytuł "Moje zdjęcia"

source: Inhibit
pl: Zatrzymaj

source: Inhibit Tester
pl: Test zatrzymania

source: Reason:
pl: Powód:

source: UnInhibit
pl: Wznów

source: <b>Actions</b>
pl: <b>Działanie</b>

source: <b>Brightness</b>
pl: <b>Jasność</b>

source: <b>General</b>
pl: <b>Ogólne</b>

source: <b>Notification Area</b>
pl: <b>Obszar powiadamiania</b>

source: <b>Sleep</b>
pl: <b>Uśpienie</b>

source: Always _sleep when the lid is closed
pl: Zawsze u_sypiaj gdy pokrywa jest zamknięta

source: General
pl: Ogólne

source: Only display when battery _present
pl: Pokaż tylko gdy bateria jest _podłączona

source: Only display when charging or _discharging
pl: Pokaż tylko w trakcie ładowania lub rozładowania

source: Power Management Preferences
pl: Preferencje zarządzania energią

source: Prefer power savings over performance
pl: Preferuj oszczędzanie energii niż osiągi

source: Put _display to sleep when computer is inactive for:
pl: Uśpij ekran gdy komputer jest nieaktywny przez:

source: Put computer to _sleep when it is inactive for:
pl: Uśpij gdy komputer jest nieaktywny przez:

source: Running on AC
pl: Zasilany z sieci

source: Running on Battery
pl: Zasilany z baterii

source: Running on UPS
pl: Zasilany z UPSa

source: Set display _brightness to:
pl: Ustaw jasność ekranu na:

source: Sleep _type when inactive:
pl: _Typ uśpienia gdy nieaktywny:

source: When UPS _power critical:
pl: Kiedy _poziom energi UPSa jest krytyczny:

source: When battery _power critical:
pl: Kiedy poziom baterii jest krytyczny:

source: When l_aptop lid is closed:
pl: Kiedy pokrywa l_aptopa jest zamknięta:

source: When power _button is pressed:
pl: Kiedy klawisz zasilania został wciśnięty:

source: _Always display icon
pl: Z_awsze pokazuj ikonę

source: _Dim the laptop panel when idle
pl: Przygaś panel laptopa g_dy bezczynny

source: _Never display icon
pl: _Nigdy nie pokazuj ikony

source: _Only display when battery life is critical
pl: P_okaż tylko gdy bateria jest rozładowana

source: Orientation
pl: Położenie

source: The orientation of the tray.
pl: Położenie paska powiadamiania.

source: Unknown time
pl: Nieznany czas

source: %i minute
pl: %i minuta

source: %i hour
pl: %i godzina

source: hour
pl: godzinę

source: minute
pl: minutę

source: Power Manager for the GNOME desktop
pl: Zarządzanie energią dla GNOME

source: On AC
pl: Z sieci

source: On battery
pl: Z baterii

source: LCD dim
pl: LCD przygaszony

source: LCD resume
pl: LCD przywrócony

source: DPMS off
pl: DPMS wył.

source: DPMS on
pl: DPMS wł.

source: Suspend
pl: Wstrzymanie

source: Resume
pl: Przywrócony

source: Hibernate
pl: Hibernacja

source: Lid closed
pl: Pokrywa zamknięta

source: Lid opened
pl: Pokrywa otwarta

source: Notification
pl: Powiadomienie

source: Unknown event!
pl: Nieznane zdarzenie!

source: Time
pl: Czas

source: Event
pl: Zdarzenie

source: Description
pl: Opis

source: <b>%s</b> has stopped the %s from taking place : <i>%s</i>.
pl: <b>%s</b>: zatrzymano wystąpienie: %s : <i>%s</i>.

source: Multiple applications have stopped the %s from taking place.
pl: Kilka aplikacje zatrzymało wystąpienie %s.

source: GNOME Power Preferences
pl: Preferencje zasilania

source: Power Inhibit Test
pl: Test wstrzymania zasilania

source: Do not daemonize
pl: Nie przekształcaj w demona

source: Show extra debugging information
pl: Pokaż dodatkowe informacje (debug)

source: Exit after a small delay (for debugging)
pl: Zakończ po opóźnieniu (debug)

source: GNOME Power Manager
pl: Zarządca zasilania GNOME

source: Request to %s
pl: Żądanie dla %s

source: On battery power
pl: Na baterii

source: Display power management activated
pl: Zarządzanie energią wyświetlacza aktywowane

source: Laptop lid is closed
pl: Pokrywa laptopa jest zamknięta

source: %s because %s
pl: %s ponieważ %s

source: Doing nothing
pl: Nic nie rób

source: Suspending computer
pl: Wstrzymuję komputer

source: Hibernating computer
pl: Hibernuję komputer

source: DPMS blanking screen
pl: DPMS wygasił ekran

source: Shutting down computer
pl: Wyłączam komputer

source: GNOME interactive logout
pl: interakcyjne wylogowanie GNOME

source: Resuming computer
pl: Przywracam komputer

source: Hibernate Problem
pl: Problem z hibernacją

source: HAL failed to %s. Check the <a href="%s">FAQ page</a> for common problems.
pl: HALowi nie powiodło się %s. Sprawdź <a href="%s">stronę z FAQ</a> dla znanych problemów.

source: hibernate
pl: hibernuj

source: Battery charged %imWh during suspend
pl: Bateria naładowana do %i mWh w czasie wstrzymania

source: Battery discharged %imWh during suspend
pl: Bateria rozładowana do %i mWh w czasie wstrzymania

source: Your computer failed to %s. Check the <a href="%s">FAQ page</a> for common problems.
pl: Twojemu komputerowi nie powiodło się %s. Sprawdź <a href="%s">stronę z FAQ</a> dla znanych problemów.

source: suspend
pl: wstrzymaj

source: Suspend Problem
pl: Problem z wstrzymaniem

source: the DBUS method Suspend() was invoked
pl: wywołano metodę DBUS Suspend()

source: the DBUS method Hibernate() was invoked
pl: wywołano metodę DBUS Hibernate()

source: the DBUS method Shutdown() was invoked
pl: wywołano metodę DBUS Shutdown()

source: Rebooting computer
pl: Uruchamiam ponownie komputer

source: the DBUS method Reboot() was invoked
pl: wywołano metodę DBUS Reboot()

source: Screen resume
pl: Ekran przywrócony

source: idle mode ended
pl: tryb bezczynności zakończony

source: Screen dim
pl: Ekran przygaszony

source: idle mode started
pl: tryb bezczynności uruchomiony

source: the system state is idle
pl: system jest w stanie bezczynności

source: the power button has been pressed
pl: klawisz zasilania został wciśnięty

source: the suspend button has been pressed
pl: klawisz wstrzymania został wciśnięty

source: the hibernate button has been pressed
pl: klawisz hibernacji został wciśnięty

source: The laptop lid has been closed
pl: Pokrywa laptopa została zamknięta

source: The laptop lid has been re-opened
pl: Pokrywa laptopa została ponownie otwarta

source: the lid has been closed on ac power
pl: pokrywa została zamknięta podczas zasilania z sieci

source: the lid has been closed on battery power
pl: pokrywa zamknięta przy zasilaniu z baterii

source: Turning LCD panel back on
pl: Włączam panel LCD

source: laptop lid re-opened
pl: pokrywa laptopa ponownie otwarta

source: AC adapter inserted
pl: Włączono zasilanie sieciowe

source: AC adapter removed
pl: Wyłączono zasilanie sieciowe

source: the lid has been closed, and the ac adapter removed (and gconf is okay)
pl: pokrywa została zamknięta a zasilacz został odłączony

source: Power Critically Low
pl: Poziom energii krytycznie niski

source: Power Very Low
pl: Bardzo niski poziom energii

source: Power Low
pl: Niski poziom energii

source: battery is critically low
pl: Poziom baterii krytycznie niski

source: Your battery is now fully charged
pl: Bateria w pełni naładowana

source: Battery Charged
pl: Bateria naładowana

source: The battery is below the critical level and this computer will <b>power-off</b> when the battery becomes completely empty.
pl: Naładowanie baterii jest poniżej poziomu krytycznego i komputer zostanie <b>wyłączony</b>, gdy bateria zostanie kompletnie rozładowana.
