Repository: aviarypl/gnome-l10n-pl
Catalog: desktop/gnome-system-tools.gnome-2-14.*.po
Languages: pl

source: Clock synchronization service
pl: Usługa synchronizacji zegara

source: Synchronizes your computer clock with Internet time servers
pl: Synchronizuje zegar komputera z internetowymi serwerami czasu

source: Printer service
pl: Usługa drukowania

source: Allows applications to use printers
pl: Pozwala programom na używanie drukarek

source: Remote shell server
pl: Zdalny serwer powłoki

source: Secure shell server
pl: Serwer bezpiecznej powłoki

source: Computer activity logger
pl: Dziennik aktywnosci komputera

source: Keeps a log of your computer activity
pl: Przechowuje dziennik działań komputera

source: Web server
pl: Serwer WWW

source: Shares your web pages over the Internet
pl: Udostępnianie stron WWW poprzez internet

source: Are you sure you want to delete this share?
pl: Czy na pewno usunąć to udostępnienie?

source: Other computers in your network will stop viewing this.
pl: Inne komputery w sieci przestaną je widzieć.

source: Add a shared path, modifies it if it already exists
pl: Dodaje udostępnianą ścieżkę, modyfikuje istniejącą

source: PATH
pl: ŚCIEŻKA

source: Shared folders settings
pl: Ustawienia udostępnianych folderów

source: _Share folder
pl: _Udostępnij folder

source: Share this folder with other computers
pl: Udostępnia folder innym komputerom

source: Allowed host/network
pl: Dopuszczone komputery/sieć

source: Hosts in the %s network
pl: Komputery w sieci %s

source: Specify hostname
pl: Podaj nazwę komputera

source: Specify IP address
pl: Podaj adres IP

source: Specify network
pl: Podaj sieć

source: Do not share
pl: Nie udostępniaj

source: Configure which folders are available for your network neighborhood
pl: Konfiguruje, które foldery będą dostępne w otoczeniu sieciowym

source: Shared Folders
pl: Foldery współdzielone

source: Sharing services are not installed
pl: Serwisy udostępniania nie są zainstalowane

source: You need to install at least either Samba or NFS in order to share your folders. The tool will close now.
pl: Aby móc udostępniać foldery, należy zainstalować Sambę lub NFS. Narzędzie zakończy teraz pracę.

source: NTP support is not installed
pl: Obsługa NTP nie jest zainstalowana

source: Please install and activate NTP support in the system to enable synchronization of your local time server with Internet time servers.
pl: Aby uaktywnić synchronizację lokalnego serwera czasu z internetowymi serwerami czasu, zainstaluj i uaktywnij usługę NTP.

source: Time and Date Settings
pl: Ustawienia czasu i daty

source: Change system time, date, and timezone
pl: Zmiana czasu, daty i strefy czasowej

source: Time and Date
pl: Czas i data

source: Error saving profile
pl: Błąd zapisu profilu

source: Create New profile
pl: Tworzenie nowego profilu

source: Settings for profile %s
pl: Ustawienia profilu %s

source: Create New Group
pl: Tworzenie nowej grupy

source: Invalid group ID
pl: Niepoprawne ID grupy

source: Group ID must be a positive number
pl: ID grupy musi być liczbą dodatnią

source: Group ID of the "root" user should not be modified
pl: Nie należy modyfikować ID grupy użytkownika "root"

source: This would leave the system unusable
pl: Spowoduje to niestabilną pracę systemu

source: Group ID %s already exists
pl: ID grupy %s już istnieje

source: Group name is empty
pl: Nazwa grupy jest pusta

source: A group name must be specified
pl: Należy podać nazwę grupy

source: The group name is too long
pl: Nazwa grupy jest zbyt długa

source: To be valid, the group name should have less than %d character
pl: Aby nazwa grupy była poprawna, powinna mieć mniej niż %i znak.

source: Group name has invalid characters
pl: Nazwa grupy zawiera nieprawidłowe znaki

source: Please set a valid group name, using only lower case letters
pl: Wprowadź poprawną nazwę grupy, wykorzystując tylko małe litery

source: Group "%s" already exists
pl: Grupa "%s" już istnieje

source: Please select a different group name
pl: Wybierz inną nazwę grupy

source: Group name of the "root" user should not be modified
pl: Nie należy modyfikować nazwy grupy użytkownika "root"

source: The group "root" should not be deleted
pl: Nie należy usuwać grupy "root"

source: Are you sure you want to delete group "%s"?
pl: Czy na pewno chcesz usunąć grupę "%s"?

source: This may leave files with invalid group ID in the filesystem.
pl: Może to pozostawić pliki z niepoprawnym ID grupy w systemie plików.

source: Settings for Group %s
pl: Ustawienia grupy %s

source: Group
pl: Grupa

source: User name contains
pl: Nazwa użytkownika zawiera

source: User ID is
pl: Identyfikatorem użytkownika jest

source: Group name contains
pl: Nazwa grupy zawiera

source: User GID is
pl: Identyfikatorem grupy jest

source: Users and Groups
pl: Użytkownicy i grupy

source: Passwords do not match
pl: Hasła nie są zgodne

source: Bad password: %s. Please try with a new password
pl: Niepoprawne hasło: %s. Spróbuj z nowym hasłem

source: The profile must have a name
pl: Profil musi posiadać nazwę

source: The profile must have a default home
pl: Profil musi mieć domyślny katalog domowy

source: The profile must have a default shell
pl: Profil musi mieć domyślną powłokę

source: The default profile should not be deleted
pl: Nie powinno się usuwać profilu domyślnego

source: This profile is used for setting default data for new users
pl: Profil ten jest używany do ustawiania domyślnych danych dla nowych użytkowników

source: Delete profile "%s"?
pl: Usunąć profil "%s"?

source: You will not be able to recover this profile after pressing "apply".
pl: Po naciśnięciu "Zastosuj" odtworzenie tego profilu nie będzie możliwe.

source: Profile
pl: Profil

source: Comment
pl: Komentarz

source: C_lear
pl: Wy_czyść

source: Choice
pl: Wybór

source: Text
pl: Tekst

source: The "root" user should not be deleted
pl: Nie należy usuwać użytkownika "root"

source: This would leave the system unusable.
pl: Spowoduje to, że system stanie się bezużyteczny.

source: Are you sure you want to delete user "%s"?
pl: Czy na pewno usunąć użytkownika "%s"?

source: This will disable this user's access to the system without deleting the user's home directory.
pl: Spowoduje to zablokowanie temu użytkownikowi dostępu do systemu, ale jego katalog domowy nie zostanie usunięty.

source: User Account Editor
pl: Edytor konta użytkownika

source: The user name is empty
pl: Nazwa użytkownika jest pusta

source: A user name must be specified.
pl: Należy podać nazwę użytkownika.

source: The user name is too long
pl: Nazwa użytkownika jest zbyt długa

source: To be valid, the user name should have less than %d character
pl: Aby nazwa użytkownika była poprawna, powinna mieć mniej niż %i znak.

source: User name for the "root" user should not be modified
pl: Nie należy modyfikować nazwy użytkownika "root"

source: User name has invalid characters
pl: Nazwa użytkownika zawiera niepoprawne znaki

source: Please set a valid user name consisting of a lower case letter followed by lower case letters and numbers.
pl: Wprowadź poprawną nazwę użytkownika, zawierającą pierwszą małą literę, poprzedzającą małe litery i cyfry.

source: User name "%s" already exists
pl: Użytkownik o nazwie "%s" już istnieje

source: Please select a different user name.
pl: Wybierz inną nazwę dla użytkownika.

source: Invalid character "%c" in comment
pl: Niepoprawny znak "%c" w komentarzu

source: Check that this character is not used.
pl: Sprawdź, czy ten znak nie został użyty.

source: Home directory should not be empty
pl: Katalog domowy nie powinien być pusty

source: Make sure you provide a home directory.
pl: Upewnij się, że podano ścieżkę katalogu domowego.

source: Incomplete path in home directory
pl: Niekompletna ścieżka katalogu domowego

source: Please enter full path for home directory <span size="smaller">i.e.: /home/john</span>.
pl: Podaj pełną ścieżkę do katalogu domowego, <span size="smaller">np.: /home/users/marysia</span>.

source: Home directory of the "root" user should not be modified
pl: Nie należy modyfikować katalogu domowego użytkownika "root"

source: Invalid user ID
pl: Niepoprawny ID użytkownika

source: User ID must be a positive number.
pl: Identyfikator użytkownika musi być liczbą dodatnią.

source: User ID of the "root" user should not be modified
pl: Nie należy modyfikować ID użytkownika "root"

source: User ID %s already exists
pl: Identyfikator użytkownika %s już istnieje

source: Several users may share a single user ID, but it's not common and may lead to security problems.
pl: Wielu użytkowników może współdzielić ten sam identyfikator, ale nie jest to powszechne i może doprowadzić do problemów z bezpieczeństwem.

source: Incomplete path in shell
pl: Niekompletna ścieżka powłoki

source: Please enter full path for shell <span size="smaller">i.e.: /bin/sh</span>.
pl: Wprowadź pełną ścieżkę powłoki, <span size="smaller">np.: /bin/sh</span>.

source: Password should not be empty
pl: Hasło nie powinno być puste

source: A password must be provided.
pl: Należy podać hasło.

source: Password confirmation isn't correct
pl: Hasło nie zostało poprawnie potwierdzone

source: Check that you have provided the same password in both text fields.
pl: Upewnij się, że podano takie samo hasło w obu polach tekstowych.

source: Settings for User %s
pl: Ustawienia użytkownika %s

source: User
pl: Użytkownik

source: Home
pl: Katalog domowy

source: User details
pl: Szczegóły na temat użytkownika

source: Shell
pl: Powłoka

source: Add or remove users and groups
pl: Dodawanie i usuwanie użytkowników i grup
